Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-vos.po
Languages: de, es, fr, it, pt_br

source: Thai
de: Thailändisch
es: Tailandés
fr: Thaï
it: Tai
pt_br: Tailandês

source: Thai - Microsoft
es: Tailandés
it: Tai - Microsoft
pt_br: Tailandês - Microsoft

source: The character code encountered is invalid in given encoding
de: Der gefundene Zeichencode ist bei der gegebenen Zeichencodierung ungültig
es: Se encontró un carácter inválido en la codificación usada
fr: Le code de caractère trouvé est invalide dans ce jeu de caractères
it: Il codice di carattere incontrato è invalido in data codifica
pt_br: O código de caractere encontrado é inválido na codificação usada

source: The code point is truncated, its end is not in current buffer
de: Der Codepunkt ist gekürzt, das Ende liegt nicht im aktuellen Pufferspeicher
es: El carácter está truncado, el fin no se encuentra en el búfer actual
fr: Le code de caractère est tronqué, la fin ne se trouve pas dans le buffer courant
it: Il codice di carattere è troncato, la fine non è in dato buffer
pt_br: o ponto de código é truncado, seu final não está no buffer atual

source: The composition of two paths gave an invalid result
de: Die Zusammenführung zweier Pfade führte zu einem ungültigen Ergebnis
es: La composición de dos rutas dio un resultado inválido
fr: La composition de deux chemins a donné un résultat invalide
pt_br: A composição dos dois caminhos deu um resultado inválido

source: The connection with the server was lost
de: Die Verbindung zum Server wurde unterbrochen
es: Perdida la conexión con el servidor
fr: La connexion avec le serveur a été perdue
it: È caduta la connessione con il server
pt_br: A conexão com o servidor foi perdida

source: The conversion does not fit into target buffer
de: Die Konvertierung passt nicht in den Zielpufferspeicher
es: La cadena convertida no cabe en el búfer
fr: La conversion ne tient pas dans le buffer destination
it: La conversione non è adatta a buffer destinazione
pt_br: A conversão não cabe no buffer de destino

source: The data format was not recognized
de: Das Datenformat wurde nicht erkannt
es: No se reconoce el formato de datos
fr: Le format des données n'a pas été reconnu
it: Formato del file non riconosciuto
pt_br: O formato dos dados não foi reconhecido

source: The data used as the base of current work changed unexpectedly
de: Die als Grundlage der aktuellen Arbeit verwendeten Daten haben sich unerwarteterweise geändert
es: Los datos en los cuales está basado el trabajo actual cambiaron de manera imprevista
fr: Les données sur lesquelles sont basées le travail actuel ont changé de manière inattendue
pt_br: Os dados usados como base do trabalho atual mudaram inesperadamente

source: The functionality is not supported
de: Diese Funktion wird nicht unterstützt
es: Funcionalidad no soportada
fr: La fonctionalité n'est pas supportée
it: La funzionalità non è supportata
pt_br: A funcionalidade não é suportada

source: The network file system cannot be found
de: Das Netzwerkdateisystem kann nicht gefunden werden
es: No se puede encontrar el sistema de archivos de red
fr: Le système de fichier réseau ne peut être trouvé
it: Impossibile trovare il filesystem di rete
pt_br: O sistema de arquivo de rede não pode ser encontrado

source: The text does not conform to UTF encoding ($0) near binary position $1.
de: Der Text stimmt nicht mit der UTF-Zeichencodierung ($0) nahe der binären Position $1 überein.
es: El texto no se conforma a la codificación UTF ($0) cerca de la posición $1.
fr: Le texte ne se conforme pas au jeu de caractères UTF ($0) vers la position binaire $1.
it: Il testo non conforme alla codifica UTF ($0) vicino alla posizione $1.
pt_br: O texto não está de acordo com a codificação UTF ($0) perto da posição binária $1.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt_br: Hoje

source: Traditional Chinese
de: Traditionelles Chinesisch
es: Chino tradicional
fr: Chinois traditionnel
it: Cinese tradizionale
pt_br: Chinês Tradicional

source: Traditional Chinese (Big5)
de: Traditionelles Chinesisch (Big5)
es: Chino tradicional (Big5)
fr: Chinois traditionnel (Big5)
it: Cinese tradizionale (Big5)
pt_br: Chinês Tradicional (Big5)

source: Transparent ASMO
de: ASMO transparent
es: Árabe (DOS, Asmo transparent)
fr: Arabe (DOS, Asmo transparent)
it: Arabo (DOS, Asmo trasparente)
pt_br: ASMO Transparente

source: Transparent arabic
de: Transparentes Arabisch
es: Árabe (Árabe transparente)
fr: Arabe (arabe transparent)
it: Arabo trasparente
pt_br: Arábico Transparente

source: Turkish
de: Türkisch
es: Turco
fr: Turc
it: Turco
pt_br: Turco

source: Turkish - ANSI
de: Türkisch - ANSI
es: Turco - ANSI
fr: Turc - ANSI
it: Turco - ANSI
pt_br: Turco - ANSI

source: Type of link differs on client and server
de: Linktyp unterscheidet sich nach Client und Server
fr: Le type de lien diffère sur le client et le serveur
pt_br: Tipo de link difere no cliente e servidor

source: UCS2 (truncation of UCS4 code) Big endian
de: UCS2 (Trunkierung des UCS4.Code) Big-Endian
es: Unicode UCS2 (ISO 10646) Big endian
fr: Unicode UCS2 (ISO 10646) Big endian
it: Unicode UCS2 (ISO 10646) Big endian
pt_br: UCS2 (truncamento do código de UCS4) Big endian

source: UCS2 (truncation of UCS4 code) Little endian
de: UCS2 (Kürzung des UCS4-Code) Little-Endian
es: Unicode UCS2 (ISO 10646) Little endian
fr: Unicode UCS2 (ISO 10646) Little endian
it: Unicode UCS2 (ISO 10646) Little endian
pt_br: UCS2 (truncamento do código de UCS4) Little endian

source: US/Canada and Japanese
de: US/Kanada und Japanisch
es: US/Canadá y Japonés
fr: US/Canada et Japonais
it: US/Canada e Giapponese
pt_br: US/Canadá e Japonês

source: US/Canada and Traditional Chinese
de: US/Kanada und traditionelles Chinesisch
es: US/Canadá y Chino tradicional
fr: US/Canada et Chinois Traditionnel
it: US/Canada e cinese tradizionale
pt_br: US/Canadá e Chinês Tradicional

source: Ukraine
es: Ucraniano
fr: Ukrainien
it: Ucraino
pt_br: Ucraniano

source: Ukrainian
de: Ukrainisch
es: Ucraniano
fr: Ukrainien
it: Ucraino
pt_br: Ucraniano

source: User acts on an object owned by another user
de: Nutzer wirkt auf ein Objekt ein, das einem anderen Benutzer gehört
es: El usuario actúa con un objeto de otro usuario
fr: L'utilisateur agit sur un object possédé par un autre utilisateur
it: L'utente usa un oggetto posseduto dal un altro utente
pt_br: O usuário atua em um objeto pertencente a outro usuário

source: User need to confirm (or force) this action, some non-obvious information will be lost
de: Der Nutzer muss diese Aktion bestätigen (oder erzwingen), einige nicht offensichtliche Informationen werden verloren gehen
es: El usuario debe de confirmar la operación, unos datos serán perdidos
fr: L'utilisateur doit confirmer l'opération, certaines informations non triviales seront perdues
it: L'utente dove confermare (o forzare) quest'azione, non evidenti informazioni saranno perse
pt_br: Usuário precisa confirmar (ou forçar) esta ação, algumas informações não óbvias serão perdidas

source: User need to confirm this action, because he wants to act on an object he does not own
de: Der Benutzer muss diese Aktion bestätigen, da sie/er auf ein Objekt einwirken möchte, das ihr/ihm nicht gehört
es: El usuario debe de confirmar la operación, porque intenta obrar con un objeto que no es suyo
fr: L'utilisateur doit confirmer l'opération, parce qu'il tente d'agir sur un objet qu'il ne possède pas
it: L'utente dove confermare quest'azione, tenta agire sud un oggetto che non gli appartiene
pt_br: Usuário precisa confirmar esta ação, porque ele quer agir em um objeto que ele não é o dono

source: User need to confirm this action, because the action needs to remove a checkout entry before proceeding
de: Der Benutzer muss diese Aktion bestätigen, da diese Aktion einen Anmeldeeintrag entfernen muss, bevor fortgesetzt werden kann
es: El usuario debe de confirmar la operación, porque se necesita quitar un check-out antes de continuar
fr: L'utilisateur doit confirmer l'opération, parce que celle-ci doit d'abord supprimer une entrée d'extraction avant de procéder
pt_br: Usuário precisa confirmar esta ação, porque a ação precisa remover uma entrada de saída antes da anterior

source: User need to confirm this action, because the move operation has some non-obvious effects
de: Der Nutzer muss diese Aktion bestätigen, da die Aktionsoperation einige nicht offensichtliche Auswirkungen hat
es: El usuario debe de confirmar la operación, porque el desplazamiento tiene algunos efectos non evidentes
fr: L'utilisateur doit confirmer l'opération, parce que l'opération de déplacement comporte des effets de bord non évidents
it: L'utente dove confermare quest'azione, perché l'operazione di spostamento ha effetti non evidenti
pt_br: Usuário precisa confirmar esta ação, porque a operação de mover tem alguns efeitos não óbvios

source: Vietnamese
de: Vietnamesisch
es: Vietnamita
fr: Vietnamien
it: Vietnamita
pt_br: Vietnamita

source: Vietnamese - ANSI/OEM
de: Vietnamesisch - ANSI/OEM
es: Vietnamita - ANSI
fr: Vietnamien - ANSI
it: Vietnamita - ANSI
pt_br: Vietnamita - ANSI/OEM

source: XML document badly formatted
de: Schlecht formatiertes XML-Dokument
es: documento XML mal formado
fr: document XML mal formaté
it: Documento XML malformato
pt_br: Documento XML mal formatado

source: XML node not found
de: XML-Knoten nicht gefunden
es: no se encontró el nodo XML
fr: noeud XML non trouvé
it: Nodo XML non trovato
pt_br: Nó XML não encontrado

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
pt_br: Ontem

source: ancestor
de: Vorgänger
es: antecesor
fr: ancêtre
it: antenato
pt_br: antecessor

source: ancestor/left
de: Vorgänger/links
es: ancestro/izquierda
fr: ancêtre/gauche
it: antenato/sinistro
pt_br: antecessor/esquerda

source: ancestor/right
de: Vorgänger/rechts
es: ancestro/derecha
fr: ancêtre/droite
it: antenato/destro
pt_br: antecessor/direita

source: context, both sides
de: Kontext, beide Seiten
es: contextual, ambos lados
fr: contextuel, deux côtés
it: contesto, due lati
pt_br: contexto, ambos os lados

source: context, unified
de: Kontext, vereinheitlicht
es: contextual, unificado
fr: contextuel, unifié
it: contesto, unificato
pt_br: contexto, unificado

source: could not parse regular expression, because of error: $0
de: konnte regulären Ausdruck nicht parsen aufgrund Fehler: $0
es: imposible compilar la expresión regular a causa del error: $0
fr: impossible de parser l'expression régulière, à cause de l'erreur: $0
it: impossibile compilare l'espressione regolare a causa del'errore: $0
pt_br: Impossível analisar a expressão regular, devido ao erro: $0

source: could not parse regular expression, because of error: $0 at position $1
de: regulärer Ausdruck konnte nicht geparst werden Fehler: $0 an Position $1
es: imposible compilar la expresión regular a causa del error: $0 en posición $1
fr: impossible de parser l'expression régulière, à cause de l'erreur: $0 en position $1
it: impossibile compilare l'espressione regolare a causa del'errore: $0 en posizione $1
pt_br: Impossível analisar a expressão regular, devido ao erro: $0 na posição $1

source: file size exceeds internal string limits
de: Dateigröße übersteigt interne String-Limits
es: el tamaño del archivo está superior al tamaño máximo interno de la cadena
fr: la taille du fichier est supérieure aux limites interne d'une chaîne
it: dimensione del file supera le limiti internale
pt_br: O tamanho do arquivo excede limites internos da cadeia de caracteres

source: in CVOSTextFile::PutString, cannot convert string exactly to file output encoding
es: en CVOSTextFile::PutString, no se puede convertir exactamente la cadena en la codificación del archivo de salida
fr: dans CVOSTextFile::PutString, impossible de convertir exactement la chaîne dans le jeu de caractères du fichier de sortie
it: in CVOSTextFile::PutString, impossibile convertire la stringa esattamente nella codifica di uscita del file
pt_br: em CVOSTextFile::PutString, impossível converter cadeia de caracteres para a codificação do arquivo de saída

source: in VosByteStream
es: en VosByteStream
fr: dans VosByteStream
pt_br: em VosByteStream

source: in VosByteStream::io_seek, IO descriptor not seek-able
es: en VosByteStream::io_seek, el descriptor IO no se puede localizar
fr: dans VosByteStream::io_seek, le descripteur d'entrée-sortie ne supporte pas le positionnement aléatoire
it: in VosByteStream::io_seek, descrittore non seek-able
pt_br: em VosByteStream::io_seek, não se pode localizar o descritor de entrada/saída

source: in VosByteStreamIter::append
de: in VosByteStreamIter::anfügen
es: en VosByteStreamIter::append
fr: dans VosByteStreamIter::append
pt_br: em VosByteStreamIter::append

source: in VosFileSystem::get_logical_drives
es: en VosFileSystem::get_logical_drives
fr: dans VosFileSystem::get_logical_drives
pt_br: em VosFileSystem::get_logical_drives

source: in VosLCSDiff::make_choices
de: in VosLCSDiff::Auswahlen_treffen
es: en VosLCSDiff::make_choices
fr: dans VosLCSDiff::make_choices
pt_br: em VosLCSDiff::make_choices

source: invalid colour code
de: ungültiger Farbcode
es: Código de color inválido
fr: code couleur invalide
it: codice di colore invalido
pt_br: código de cor inválido

source: left
de: links
es: izquierda
fr: gauche
it: sinistro
pt_br: esquerda

source: left/right
de: links/rechts
es: izquierda/derecha
fr: gauche/droite
it: sinistro/destro
pt_br: esquerda/direita

source: malformed data, needs to read after end of buffer
de: deformierte Daten, muss nach Ende des Pufferspeichers lesen
es: datos mal formados, se necesita leer después del fin del búfer
fr: données mal-formées, elles nécessieraient l'accès hors du segment de données
pt_br: dados mal formados, é necessário ler depois do fim do buffer

source: no level of differentiation is activated, cannot compute difference
de: kein Differenzierungslevel aktiviert, daher kann die Differenz nicht berechnet werden
es: ningún nivel de diferenciación está activado, imposible calcular la diferencia
fr: aucun niveau de différenciation n'est activé, impossible de calculer la différence
it: nessun livello di differenziazione è attivo, impossibile calcolare le differenze
pt_br: nenhum nível de diferenciação está ativado, impossível calcular a diferença

source: result
de: Ergebnis
es: resultado
fr: résultat
it: risultado
pt_br: resultado

source: right
de: rechts
es: derecha
fr: droite
it: destro
pt_br: direita

source: unknown
de: unbekannt
es: desconocido
fr: inconnu
it: sconosciuto
pt_br: desconhecido

source: while computing file digest
de: während der Berechnung des Datei-Hashwerts
es: mientras calculando el resumen del archivo
fr: en calculant le résumé du fichier
it: calcolando el riasunto del archivio
pt_br: enquanto calcula o resumo do arquivo

source: wrong encoding in VosTextStreamIter::get_line_delimiter_text
es: Codificación inválida en VosTextStreamIter::get_line_delimiter_text
fr: mauvais jeu de caractères dans VosTextStreamIter::get_line_delimiter_text
it: codifica incorretta in VosTextStreamIter::get_line_delimiter_text
pt_br: codificação errada em VosTextStreamIter::get_line_delimiter_text

source: Devanagari - ISCII
de: Dewanagari - ISCII

source: Gujarati - ISCII
de: Gujaratisch - ISCII

source: Punjabi - ISCII
de: Pandschabi - ISCII

source: Taiwan - TCA
de: Taiwanesisch - TCA

source: Tajik
de: Tadschikisch
it: Tagiko

source: The text contains binary characters
de: Der Text enthält binäre Zeichen
es: El texto contiene unos caracteres binarios
fr: Le texte contient des caractères binaires
it: Il testo contiene caratteri binarii

source: invalid $2 character found, at end of '$0', a dump was generated in folder $1
de: ungültiges $2 Zeichen gefunden, am Ende von '$0', ein Speicherauszug wurde in Ordner $1 erstellt
fr: un caractère $2 invalide a été trouvé dans '$0', un dump a été généré dans le dosier $1

source: BIG5 - Microsoft
es: BIG5 - Chino: carácteres tradicionales – Taiwan y Hong Kong
fr: BIG5 - Chinois: caractères traditionels – Taiwan et Hong Kong

source: Shift JIS - Microsoft
es: Shift JIS

source: Shift JIS standard
es: Shift JIS estándar
