Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Use only command line interface
de: Nur die Befehlszeilenschnittstelle verwenden
es: Usar sólo la línea de comando
fr: Utiliser uniquement la ligne de commande
it: Usa solo la linea di comando
pt_br: Usar apenas a interface de comando de linha
ru: Использовать только интерфейс командной строки

source: Use shared converters
de: Gemeinsame Konverter verwenden
es: Usar convertidores compartidos
fr: Utiliser les convertisseurs partagés
it: Usare convertitori condivisi
pt_br: Usar conversores compartilhados
ru: Использовать общие конвертеры

source: Use shared file types
de: Gemeinsame Dateitypen verwenden
es: Usar tipos de archivo compartidos
fr: Utiliser les types de fichiers partagés
it: Usare tipi di file condivisi
pt_br: Usar tipos de arquivo compartilhados
ru: Использовать общие типы файлов

source: Use sub-expressions
de: Unterausdrücke verwenden
es: Usar sub-expresiones
fr: Utiliser les sous-expressions
it: Usare espressioni regolari
ru: Использовать субвыражения

source: Use the contextual menu of Windows Explorer, Finder or your favorite Linux file manager to select files or directories to compare and launch ECMerge in one click.
de: Verwenden Sie das Kontextmenü von Windows Explorer, Finder oder Ihrem bevorzugten Linux-Dateimanager, um Dateien oder Verzeichnisse zum Vergleich auszuwählen, und starten Sie ECMerge mit nur einem Klick.
fr: Utilisez le menu contextuel dans l'explorateur de Windows, le Finder ou votre navigateur favori sur Linux pour selectionner fichiers ou dossiers et lancer ECMerge d'un seul clic
ru: Использовать контекстное меню Windows Explorer, Finder или ваш любимый Linux файл менеджер для выбора файлов или директория для сравнения и запуска ECMerge в один клик

source: Use these settings for all panels
de: Diese Einstellungen für alle Bedienfelder verwenden
es: Use estos parámetros en todos los paneles
fr: Utiliser ces options pour tous les volets
it: Usa quest'impostazioni per tutti i pannelli
pt_br: Usar estas configurações para todos painéis
ru: Использовать данные настройки для всех панелей

source: Use third-party tools to convert or render text-based or proprietary image formats (Adobe Photoshop, Paint Shop Pro, SVG...) into BMP, GIF or PNG and compare them.
de: Externe Tools zur Konvertierung oder Wiedergabe textbasierter oder eigener Bildformate (Adobe Photoshop, Paint Shop Pro, SVG...) in BMP, GIF oder PNG verwenden und diese vergleichen.
es: Usa herramientas de otros proveedores para convertir o presentar las imagenes a base de texto o en formato proprietario (Adobe Photoshop, Paint Shop Pro, SVG...) en BMP, GIF o PNG y compararlas.
fr: Utilisez des convertisseurs pour visualiser et comparer les documents images, comme SVG, Adobe Photoshop.
pt_br: Você pode usar ferramentas de terceiros para converter ou processar formatos baseado em texto ou formatos de imagem proprietários (Adobe Photoshop, Paint Shop Pro, SVG...) para BMP, GIF ou PNG e compará-los.
ru: Использовать сторонние инструменты для преобразования или воспроизведения текст подобных файлов или фирменных форматов изображения (Adobe Photoshop, Paint Shop Pro, SVG...) в BMP, GIF или PNG и и сравнить их.

source: Use this comment for all the items
de: Diese Anmerkung für alle Elemente verwenden
es: Use este comentario para todos los elementos
fr: Utiliser ce commentaire pour tous les éléments
it: Usa questo commento per tutti gli elementi
pt_br: Usar este comentário para todos os itens
ru: Использовать данный комментарий для всех объектов

source: Use this converter for folders sub-document comparisons
de: Diesen Konverter für Unterdokumentsvergleiche von Ordnern verwenden
es: Usar este convertidor para las comparacions des sub-documentos de carpetas
fr: Utiliser ce convertisseur pour les comparaisons d'items de dossiers
it: Usare questo convertitore per le comparazione di sottodocumenti di cartelle
pt_br: Usar este conversor para comparações de subdocumentos de pastas
ru: Использовать данный конвертер для всех сравнений директорий субдокументов

source: Use this file type for comparison of files matching the following patterns:
de: Diesen Dateityp zum Vergleich von Dateien verwenden, auf die die folgenden Muster zutreffen:
es: Usar este tipo de archivos para comparación de archivos que corresponden a los modelos:
fr: Utiliser ce type de fichiers de comparaison pour les fichiers correspondant à :
it: Usa questo tipo di file per la comparazione di fili che verificano i pattern:
pt_br: Usar este tipo de arquivo para comparação de arquivos correspondendo aos seguintes padrões
ru: Использовать данный тип файла для сравнения соответствующих файлов в следующих паттернах:

source: Use this font in place of system default
de: Diese Schriftart anstelle der Systemstandardeinstellung verwenden
es: Usar esta fuente en lugar del defecto del sistema
fr: Utiliser cette police à la place de la police par défaut du système
it: Usa questo tipo di carattere al posto del predefinito del sistema
pt_br: Usar esta fonte no lugar do padrão do sistema
ru: Использовать данный шрифт заместо системного по умолчанию

source: Use visual comparison as comparison criterium for folder items
de: Visuellen Vergleich als Vergleichskriterium für Ordnerelemente verwenden
es: Usar comparación visual como criterio de comparación de los elementos de carpetas
fr: Utiliser la comparaison visuelle comme critère de comparaison depuis les dossiers
it: Usa la comparazione visuale come criterio di comparazione nelle cartelle
pt_br: Usar comparação visual como critério de comparação para itens da pasta
ru: Использовать визуальное сравнение как сравнительный критерий для объектов директории

source: Used when comparison type is not automatic
de: Bei nicht automatischem Vergleichstyp verwendet
es: Usar cuando el tipo de comparación no es automático
fr: Utilisé quand le type de comparaison n'est pas automatique
it: Usato quando il tipo di comparazione non è automatico
pt_br: Usado quando o tipo de comparação não é automático
ru: Использовать когда тип сравнения не автоматический

source: User info:
de: Benutzerinfos:
es: Usuario:
fr: Informations Utilisateur :
it: Informazioni utente:
pt_br: Informações do usuário:
ru: Информация пользователя:

source: User interface language, one from: en, fr, es, de or it. When not set, uses the language from the user settings.
de: Benutzer-Schnittstellen-Sprache, eine aus: EN, FR, ES, DE oder IT. Falls nicht eingestellt, wird die Sprache der Benutzereinstellungen verwendet.
es: Idioma de la interfaz de usuario, uno entre: en, fr, es, de o it. Por defecto, se escoge el idioma registrado en la configuración del usuario.
fr: Langue pour l'interface utilisateur, à choisir parmi : en, fr, es. Si absent, utilise la langue de la configuration utilisateur.
it: Lingua dell'interfaccia utente, uno entre: en, fr, es, de o it. Se non impostato, usa la lingua dalle impostazioni utente.
pt_br: Idioma da interface do usuário, um de: en, fr, es, de, it, ou pt_br. Quando não definido, usa o idioma das configurações do usuário.
ru: Пользовательский языковой интерфейс, один из: en, fr, es, de или it. Когда не установлен, используется язык из пользовательских настроек

source: User interface language:
de: Benutzerschnittstellensprache:
es: Idioma del interfaz de usuario :
fr: Langue de l'interface utilisateur :
it: Lingua dell'interfaccia utente:
pt_br: Idioma da interface do usuário:
ru: Пользовательский языковой интерфейс

source: Username:
de: Benutzername:
es: Nombre de usuario:
fr: Nom d'utilisateur :
it: Utente:
pt_br: Nome do usuário
ru: Имя пользователя:

source: Uses in-line information to merge left and right version
de: Verwendet Informationen nach Reihen, um linke und rechte Version zusammenzuführen
es: Usa las informaciones dentro de líneas para fusionar la versiones de izquierda y de derecha
fr: Utilise les informations dans la ligne pour fusionner les versions de gauche et de droite
it: Usa informazioni in linea per unire les versioni sinistra e destra
pt_br: Usa informações intralinha para mesclar versões da esquerda e da direita
ru: Использовать информацию внутри строки для слияния левой и правой версии

source: Using the so-called "silent-if-possible" mode, you can make ECMerge graphical application open only if the merge operation requires manual conflicts resolution.
de: Mit Anwendung des so genannten "SIP (silent-if-possible)"-Modus können Sie die ECMerge grafische Anwendung nur dann zum Start veranlassen, falls die Zusammenführungsoperation die manuelle Lösung von Konflikten erfordert.
es: Usando el modo "silent-if-possible", se puede ordenar a ECMerge abrir la aplicación gráfica sólo cuando hay conflictos que resolver manualmente.
fr: Utilisez le mode 'silencieux-si-possible' pour n'afficher l'interface graphique que lorsque la fusion automatique échoue.
pt_br: Usando o modo "silencioso-se-possível", pode-se fazer o ECMerge abrir a aplicação gráfica somente se a operação de mesclagem requerer a resolução manual dos conflitos.
ru: Используя так называемый "silent-if-possible" режим, вы можете сделать ECMerge графическим приложением открывающимся только если операция слияния требует ручного разрешения конфликтов.

source: Validates typed URLs
de: Bestätigt typisierte URLs
es: Validar las URLs ecritas
fr: Valide les URLs saisies
it: Valida i URLs editati
pt_br: Valida as URLs digitadas
ru: Проверить типизированные URLs

source: Verify host (SSL)
de: Host (SSL) prüfen
es: Comprobar el servidor (SSL)
fr: Vérifier l'hôte (SSL)
it: Verifica il host (SSL)
pt_br: Verificar o host (SSL)
ru: Проверить хост (SSL)

source: Verify peer certificate authenticity (SSL)
de: Peer-Zertifikat-Authentizität nachprüfen (SSL)
es: Comprobar la autenticidad del certificado del interlocutor (SSL)
fr: Vérifier l'autenticité du certificat du pair (SSL)
it: Verifica l'autenticità del certificato dal peer (SSL)
pt_br: Verificar a autenticidade do certificado do interlocutor (SSL)
ru: Проверить подлинность сертификата партнера (SSL)

source: Verify server public key MD5 checksum (SSH):
de: Öffentlichen Serverschlüssel MD5 Prüfsumme (SSH) bestätigen:
fr: Vérifier la somme MD5 de la clé publique du serveur (SSH) :
it: Verifica il checksum MD5 della chiave pubblica del server (SSH):
ru: Проверить контрольную сумму MD5 публичного ключа сервера (SSH):

source: Version $0 (build $1)
es: Versión $0 (build $1)
it: Versione ($0 build $1)
pt_br: Versão $0 (configuração $1)
ru: Версия $0 (билд $1)

source: Vertical
de: Vertikal
it: Verticale
ru: Вертикальный

source: View
de: Ansicht
es: Visualizar
fr: Afficher
it: Visualizza
pt_br: Visualização
ru: Вид

source: View and comparison options...
de: Ansichts- und Vergleichsoptionen...
es: Opciones de vista y de comparación...
fr: Options d'affichage et de comparaison...
it: Opzioni di vista e di comparazione...
pt_br: Opções de visualização e comparação...
ru: Вид и настройки сравнения...

source: View the image normally, with no zoom factor
de: Das Bild normal ohne Zoomfaktor zeigen
es: Mosta la imagen original, sin factor de zoom
fr: Affiche l'image en taille originale, sans facteur de zoom
it: Mostra l'immagine, senza ingrandimento
pt_br: Mostra a imagem original, sem zoom
ru: Нормальный просмотр изображения, без коэффициента масштабирования

source: Visits the Ellie Computing Knowledge Base web site
de: Besucht die Ellie Computing Knowledge Base-Webseite
es: Abre un explorador sobre la Base de Conocimientos de Ellié Computing
fr: Ouvre un explorateur sur la Base de Connaissances de Ellié Computing
it: Visitare il sito d'Ellié Computing Knowledge Base
pt_br: Visite o web site da Base de Conhecimento da Ellié Computing
ru: Visits the Ellié Computing Knowledge Base web site

source: Visits the Ellie Computing Technical Support web site
de: Besucht die Internetseite des technischen Supports von Ellie Computing
es: Abre un explorador sobre la página del Soporte Técnico Ellié Computing
fr: Ouvre un explorateur sur la page de Support Technique Ellié Computing
it: Visitare il sito d'Ellié Computing Technical Support
pt_br: Visite o web site de Suporte Técnico da Ellié Computing
ru: Visits the Ellié Computing Technical Support web site

source: Visits the Ellie Computing web site
de: Besucht die Ellie Computing-Webseite
es: Abre un explorador sobre el sitio Ellié Computing
fr: Ouvre un explorateur sur le site Ellié Computing
it: Visitare il sito d'Ellié Computing
pt_br: Visite o web site da Ellié Computing
ru: Visits the Ellié Computing web site

source: Warning: patch to apply is empty
de: Warnhinweis: anzuwendender Patch ist leer
es: Aviso: el parche que aplicar está vacío
fr: Attention : le patch à appliquer est vide
it: Attenzione: patch che applicare è vuoto
pt_br: Aviso: o arquivo patch a ser usado está vazio
ru: Предупреждение: применяемый патч пуст

source: Warning: source of patch for $0 should be $1 and is not
de: Warnhinweis: Patchquelle für $0 sollte $1 sein, ist es aber nicht
es: Aviso: el parche de entrada para $0 debería ser $1 y no es
fr: Attention : la source du patch pour $0 devrait être $1 et ne l'est pas
it: Attenzione: sorgente del patch per $0 deve essere $1 e non è
pt_br: Aviso: arquivo patch de entrada para $0 deve ser $1 e não é
ru: Предупреждение: путь источника для $0 должен быть $1 и не

source: Web Updates
de: Internet-Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
pt_br: Atualizações da Web
ru: Web Обновления

source: Web browser:
es: Navegador Web:
fr: Navigateur Web :
pt_br: Navegador Web:
ru: Web браузер:

source: Weekly
de: Wöchentlich
es: Cada semana
fr: Chaque semaine
it: Settimanale
pt_br: Semanalmente
ru: Еженедельно

source: Welcome in the "New Session" wizard. You will be prompted to choose few basic elements to configure your session. Click Next to continue, or Cancel to exit the assistant.
de: Willkommen beim Assistenten "Neue Sitzung". Sie werden aufgefordert werden, einige grundlegende Elemente zur Konfiguration Ihrer Sitzung auszuwählen. Auf Weiter klicken, um fortzufahren, oder auf Abbrechen, um den Assistenten zu schließen.
es: Bienvenido al Asistente "Nueva Sesión". Se le pedirá algunos elementos para configurar su sesión. Haga click en Siguiente para continuar o Cancelar para salir del asistente.
fr: Bienvenue dans l'Assistant de Nouvelle Session. ECMerge va vous poser quelques questions pour configurer votre session. Cliquez Suivant pour continuer, ou Annuler pour quitter l'assistant.
it: Benvenuto nella guida "Nuova sessione". Verrà chiesto selezionare qualche elementi per configurare su sessione. Clicca su Avvanti per continuare, o Annulla per uscire del wizard.
ru: Добро пожаловать в мастер "New Session". У вас будет возможность выбрать некоторые базовые элементы для настройки вашей сессии. Нажмите Следующий для продолжения, или Отмена для выхода из ассистента.

source: When a temporary copy of an options set is made, isolate it from shared converters and file types
de: Wird eine vorübergehende Kopie eines Optionssatzes vorgenommen, isolieren Sie diese von gemeinsamen Konvertern und Dateitypen
es: Isolar la copia temporal de un juego de opciones de los convertidores compartidos y de los tipos de archivos
fr: Quand une copie temporaire d'un jeu d'option est faite, l'isoler des convertisseurs et types de fichiers partagés
it: Cuando si fa una copia temporanea del mazzo di opzioni, isolarla degli convertitori condivisi e tipi di file
pt_br: Quando é feita uma cópia temporária de um conjunto de opções, isolá-la de conversores compartilhados e tipos de arquivo
ru: Когда временная копия набора настроек создана, изолируйте ее от общих конвертеров и типов фалов

source: When an action needs additional parameters, prompt the user. By default, prompt is disabled and the default will occur (generally skipping the action)
de: Falls eine Aktion zusätzliche Parameter benötigt, den Nutzer darauf hinweisen. In der Standardeinstellung ist diese Aufforderung deaktiviert und die Standardaktion wird ablaufen (üblicherweise wird die Aktion übersprungen)
es: Cuando una acción requiere parámetros adicionales, preguntar al usuario. Por defecto,el prompt está desactivado y se elige la acción por defecto (generalmente, ignorando la acción)
fr: Quand une action nécessite des paramètres additionnels, demander à l'utilisateur. Par défault, le prompt est désactivé et le comportement par défaut est choisi (généralement en ignorant l'action)
it: Quando un'azzione necessita parametri addizionali, domandare el utente.L'opzione predefinita è prompt disabilitato e sarà saltata l'azzione
pt_br: Quando uma ação precisa parâmetros adicionais, perguntar ao usuário. Por padrão, a pergunta ao usuário é desabilitada e o padrão ocorrerá (geralmente ignorando a ação)
ru: Когда действие потребует дополнительных параметров, об этом будет запрошен пользователь.По умолчанию, ввод отключен и будет использовано стандартная опция

source: When dropping 2 or 3 items:
de: Beim Fallenlassen von 2 oder 3 Elementen:
es: Al soltar 2 o 3 elementos:
fr: En déposant 2 ou 3 fichiers/dossiers :
it: Quando si lasciano 2 o 3 elementi:
pt_br: Quando descartar 2 or 3 itens:
ru: Когда сброшены 2 или 3 объекта:

source: When loading a named session, accept any change from the application's options set reference copy
de: Beim Laden einer benannten Sitzung alle Änderungen aus der Optionssatzreferenzkopie der Anwendung übernehmen
es: Al cargar una sesión con nombre, acceptar los cambios de la copia de referencia de los juegos de opciones
fr: Au chargement d'une session nommée, accepter tous les changements de la copie de référence du jeu d'options
it: Cuando si carica una sessione con nomme, accettare i cambiamenti nella copia di referencia del mazzo di opzioni dell'applicazione
pt_br: Quando carregar uma sessão com nome, aceitar qualquer alteração da cópia de referência do conjunto de opções do aplicativo
ru: Когда загружается именованная сессиия, принять любое изменение от приложения набор настроек

source: When merge is applicable
de: Falls die Zusammenführung Anwendung findet
es: Cuando la fusión está aplicable
fr: Lorsque la fusion est applicable
it: Quando l'unione è applicabile
pt_br: Quando a mesclagem é aplicável
ru: Когда слияние применимо

source: When merge is not applicable
de: Falls keine Zusammenführung anwendbar ist
es: Cuando la fusión no está aplicable
fr: Lorsque la fusion n'est pas applicable
it: Quando l'unione non è applicabile
pt_br: Quando a mesclagem não é aplicável
ru: Когда слияние не применимо

source: When negated, excludes all sub-folders
de: Schließt bei Negierung alle Unterordner aus
es: Cuando negado, excluye las subcarpeta
fr: Si elle est désactivée, cette option exclue tous les sous-dossiers
it: Quando negate, esclude tutte le sotto-cartelle
ru: При отрицании исключить все поддиректории

source: When previous rules do not define the encoding
de: Falls die vorherigen Regeln die Zeichencodierung nicht festlegen
es: Cuando las reglas anteriores no definen la codificación
fr: Quand les rêgles ne permettent pas de définir le jeu de caractères
it: Quando le regole non permettono di definire la codifica
pt_br: Quando as regras anteriores não definem a codificação
ru: Когда предыдущие правила не описывают кодировку

source: When starting ECMerge, show:
de: Beim Start von ECMerge zeigen:
es: Al inicio, mostrar:
fr: Au démarrage d'ECMerge, afficher :
it: All'avvio, mostrare:
pt_br: Quando iniciar o ECMerge, mostrar:
ru: При запуске ECMerge показать:

source: When using post-processed XML output, specifies the XSL stylesheet to use
de: Bei der Verwendung von nachbearbeitetem XML-Output wird die zu verwendende XSL-Formatvorlage festgelegt
es: Cuando se usa post-proceso de la salida XML, especifica la hoja de estilos que usar
fr: En cas de post-traitement de la sortie XML, spécifie la feuille de style XSL à utiliser
it: Quando si usa il post trattamento dell'uscita XML, specifica lo stile XSL che usare
pt_br: Quando usar a saída XML pós-processada, especifica a folha de estilos XSL para usar
ru: При использовании пост обработки вывода XML, опишите XSL шаблон для использования

source: Which are distant from less than
de: Die entfernt sind von weniger als
es: Distantes de menos de
fr: Distantes de moins de
it: Distante di meno di
pt_br: Que estão distante de menos de
ru: Удаленные более чем на

source: Which document type?
de: Welcher Dokumententyp?
es: Cualquier tipo de documento?
fr: Quel type de document ?
it: Qual tipo di documento ?
pt_br: Que tipo de documento ?
ru: Какой тип документа?

source: Which strictly overlap
de: Die genau überlappen
es: Quienes entrecruzan
fr: Qui intersectent
it: Che sovrappongono strettamente
pt_br: Que se entrecruzam
ru: Какие строго перекрываются

source: While comparing for %s: %s
de: Beim Vergleich für %s: %s
es: Mientras comparando para %s: %s
fr: Pendant la comparaison de %s : %s
it: Comparando per %s: %s
pt_br: Quando comparando para %s: %s
ru: Во время сравнения для %s: %s

source: While writing for %s: %s
de: Beim Schreiben für %s: %s
es: Mientras escribiendo %s: %s
fr: Pendant l'écriture de %s : %s
it: Scrivendo %s: %s
pt_br: Quando gravando para %s: %s
ru: Во время записи %s: %s

source: Whole document
de: Gesamtes Dokument
es: Documento entero
fr: Document entier
it: Documento entero
pt_br: O documento inteiro
ru: Весь документ

source: Width:
de: Breite:
es: Anchura:
fr: Largeur :
it: Larghezza:
pt_br: Largura:
ru: Ширина:

source: Within differences only
de: Nur innerhalb der Differenzen
es: Diferencias sólo
fr: Dans les différences uniquement
it: Solo nelle Differenze
pt_br: Dentro de diferenças somente
ru: Только с разницей

source: Working...
de: Verarbeitung läuft...
es: Trabajando...
fr: Travail en cours...
it: Lavorando...
pt_br: Trabalhando...
ru: Работает...

source: Workspace name already in use
de: Name der Arbeitsdatei wird bereits verwendet
es: Nombre del espacio de trabajo ya usado
fr: Nom d'espace de travail déjà utilisé
it: Nome dello spazio di lavoro già usato
pt_br: Nome do espaço de trabalho já em uso
ru: Название рабочего места уже используется

source: Workspaces
de: Arbeitsdateien
es: Espacios de trabajo
fr: Espaces de travail
it: Spazi di lavoro
pt_br: Espaços de trabalho
ru: Рабочие места

source: Wrap long lines
de: Lange Zeilen umbrechen
es: Ajustar las líneas largas
fr: Retour automatique à la ligne
it: A capo automatico
pt_br: Quebrar linhas longas
ru: Переносить длинные строки

source: Write
de: Schreiben
es: Escribir
fr: Ecrire
it: Scrivi
pt_br: Gravar
ru: Записать

source: Write merge result to $0
de: Zusammenführungsergebnis in $0 schreiben
es: Escribir el resultado de la fusión hacia $0
fr: Ecrire le résultat de la fusion vers $0
it: Scrivi il risultato a $0
pt_br: Gravar o resultado da mesclagem para $0
ru: Записать результаты слияния в $0

source: Write to result folder(s)
de: In Ergebnisordner schreiben
es: Escribir en lo(s)archivo(s) resultado
fr: Ecrire dans le(s) dossier(s) résultat
it: Scrive su cartella(e) di risultato
pt_br: Gravar na pasta (s) resultado
ru: Записать в результирующую директорию(и)

source: Writes all solved items to result folder(s)
de: Schreibt alle gelösten Elemente in den/die Ergebnisordner
es: Escribe todos los elementos resueltos en la(s) carpeta(s) de resultado
fr: Ecrit tous les éléments résolus dans le(s) dossier(s) résultat
it: Scrive tutti gli elementi risolti nella(e) cartella(e) di risulto
pt_br: Gravar todos os itens resolvidos na pasta(s) resultado
ru: Записать все разрешенные объекты в результирующую директорию(и)

source: Writing merge results for %s
de: Zusammenführungsergebnisse für %s werden geschrieben
es: Escribiendo el resultado de la fusión para %s
fr: Ecriture du résultat de la fusion pour %s
it: Scrivendo il risultato dell'unione per %s
pt_br: Gravando os resultados da mesclagem para %s
ru: Записать результаты слияния для %s
