Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Roles of fields to ignore:
de: Zu ignorierende Felderrollen:
es: Papeles de los campos que ignorar:
fr: Rôles des champs à ignorer :
it: Ruoli dei campi che ignorare:
ru: Роли полей для игнорирования:

source: Rounded rectangle
de: Gerundetes Rechteck
es: Rectángulo redondo
fr: Rectangle arrondi
it: Rettangolo smussato
pt_br: Retângulo arredondado
ru: Прямоугольник с закругленными углами

source: Rules to deduce encoding of written files
de: Regeln zur Ableitung der Zeichencodierung geschriebener Dateien
es: Reglas para determinar la codificación de los archivos escritos
fr: Rêgles pour déduire le jeu de caractères des fichiers à écrire
it: Regole per dedurre codifica dei fili scritti
pt_br: Regras para deduzir a codificação dos arquivos gravados
ru: Правила для определения кодировки записанных файлов

source: Running
de: Läuft
fr: En cours
it: In esecuzione
ru: Работающий

source: SCC Mapping
es: Correspondancia SCC
fr: Correspondance SCC
it: Mappatura SCC
pt_br: Mapeamento SCC
ru: SCC Соответствие

source: SCC Tool
es: Herramienta SCC
fr: Outil SCC
it: Strumento SCC
pt_br: Ferramenta SCC
ru: SCC Иснтрумент

source: SERIAL NUMBER NEEDED TO RUN
de: SERIENNUMMER ERFORDERLICH ZUM AUSFÜHREN
es: NUMERO DE SERIE NECESARIO
fr: NUMERO DE SERIE NECESSAIRE
it: NUMERO DI SERIE RICHIESTO PER ESEGUIRE
pt_br: NÚMERO DE SÉRIE NECESSÁRIO PARA EXECUTAR
ru: ДЛЯ ЗАПУСКА НЕОБХОДИМ СЕРИЙНЫЙ НОМЕР

source: Sample
de: Muster
es: Vista previa
fr: Aperçu
it: Esempio
pt_br: Exemplo
ru: Образец

source: Sample:
de: Muster:
es: Vista previa :
fr: Aperçu :
it: Esempio:
pt_br: Exemplo:
ru: Образец:

source: Save
de: Speichern
es: Guardar el resultado
fr: Enregistrer le résultat
it: Salva
pt_br: Salvar
ru: Сохранить

source: Save %s
de: %s speichern
es: Guardar %s
fr: Enregistrer %s
it: Salvar %s
pt_br: Salvar %s
ru: Сохранить %s

source: Save &comparison
de: Vergleich& speichern
es: Guardar la &comparación
fr: Enregistrer la &comparaison
it: Salva &comparazione
pt_br: Salvar &comparação
ru: Сохранить &comparison

source: Save A&ll
de: A&lle speichern
es: Gu&ardar Todos
fr: &Enregistrer tout
it: Sa&lva Tutti
pt_br: Salvar t&odos
ru: Сохранить A&ll

source: Save Password
de: Passwort speichern
es: Guardar la contraseña
fr: Enregistrer le mot de passe
it: Salva il password:
pt_br: Salvar senha
ru: Сохранить Пароль

source: Save Session As...
de: Sitzung speichern als...
es: Guardar Sesión como...
fr: Enregistrer la Session Nommée sous...
it: Salva la Sessione con nome...
ru: Сохранить Сессию как...

source: Save as &folder item result
de: Als &Ordnerelementsergebnis speichern
es: Guardar como elemento resultado de una c&arpeta
fr: Enregistrer comme élément résultat d'un &dossier
it: Salva come risultato del &elemento di cartella
pt_br: Salvar como item resultado de uma &pasta
ru: Сохранить как &folde результат

source: Save co&mparison as...
de: Ver&gleich speichern als...
es: Guardar la co&mparación como...
fr: Enregistrer la co&mparaison sous...
it: Salva la co&mparazione con nome...
pt_br: Salvar co&mparação como...
ru: Сохранить co&mparison как...

source: Save comparison status...
de: Vergleichsstatus speichern...
es: Guardar el estado de la comparación...
fr: Enregistrer l'état de la comparaison...
it: Salva il status della comparazione...
pt_br: Salvar o status da comparação...
ru: Сохранить статус сравнения...

source: Save comparison template...
de: Vergleichsvorlage speichern...
es: Guardar el modelo de fusión...
fr: Enregistrer le modèle de fusion...
it: Salva il template della comparazione...
pt_br: Salvar o modelo da comparação...
ru: Сохранить шаблон сравнения...

source: Save comparison...
de: Vergleich speichern...
es: Guardar la comparación...
fr: Enregistrer la comparaison...
it: Salva la comparazione...
pt_br: Salvar comparação...
ru: Сохранить сравнение...

source: Save result &as...
de: Ergebnis speichern &als...
es: Guardar el resultado c&omo...
fr: Enregistrer le résultat &sous...
it: Salva il resultato con &nome...
pt_br: Salvar resultado &como...
ru: Сохранить результат &as...

source: Save, solve conflict and close
de: Speichern, Konflikt lösen und schließen
es: Guardar, resolver el conflicto y cerrar
fr: Enregistrer, résoudre le conflit et fermer
it: Salva, Risolve e Chiude
pt_br: Salvar, resolver conflito e fechar
ru: Сохранить, решить конфликт и закрыть

source: Saves all documents
de: Speichert alle Dokumente
es: Guarda todos los archivos abiertos modificados
fr: Enregistre tous les documents
it: Salva tutti i documenti
pt_br: Salva todos documentos
ru: Сохранить все документы

source: Saves as folder item result, solving the item conflict
de: Speichert als Ordnerelementergebnis und löst damit den Elementenkonflikt
es: Guarda como resultado, marcando el conflicto como resuelto
fr: Enregistre le résultat, en marquant le conflit comme résolu
it: Salva come risultato del elemento di cartella, risolvando il conflitto per l'elemento
pt_br: Salva como item resultado de pasta, resolvendo o conflito de item
ru: Сохранить в результате как объект директория, разрешить конфликт

source: Saves the comparison to a file
de: Speichert den Vergleich in eine Datei
es: Guarda la comparación en un archivo
fr: Enregistre le contenu de la fenêtre de comparaison active dans un fichier
it: Salva la comparazione in un archivio
pt_br: Salva a comparação para um arquivo
ru: Сохранить сравнение в файл

source: Saves the comparison to a new file
de: Speichert den Vergleich in eine neue Datei
es: Guarda la comparación en un archivo con otro nombre
fr: Enregistre le contenu de la fenêtre de comparaison active avec un nouveau nom
it: Salva la comparazione con un nuovo nome
pt_br: Salva a comparação para um novo arquivo
ru: Сохранить сравнение в новый файл

source: Saves the current merge, solves the conflict and closes the document
de: Speichert die aktuelle Zusammenführung, löst den Konflikt und schließt das Dokument
es: Guarda la fusión actual, resuelve el conflicto y cierra el documento
fr: Enregistre, résout le conflit et ferme le document
it: Salva l'unione, risolve il conflitto e chiude il documento
pt_br: Salva a mesclagem atual, resolve os conflitos e fecha o documento
ru: Сохранить текущее слияние, решить конфликт и закрыть документ

source: Saves the result
de: Speichert das Ergebnis
es: Guarda el resultado
fr: Enregistre le résultat
it: Salva il risultato
pt_br: Salva o resultado
ru: Сохранить результат

source: Saves the result with a new name
de: Speichert das Ergebnis unter neuem Namen
es: Guarda el resultado con otro nombre
fr: Enregistre le résultat avec un nouveau nom
it: Salva il risultato con un nuovo nome
pt_br: Salva o resultado com um novo nome
ru: Сохранить результат с новым именем

source: Saving binary document as Status or Template is not supported
de: Das Speichern eines binären Dokuments als Status oder Vorlage wird nicht unterstützt
es: funcionalidad no accesible: guardar un documento binario como Estado o Modelo de Fusión
fr: La sauvegarde d'un Etat ou Modèle de Fusion n'est pas supportée pour les documents binaires
it: Salvare un documento binario come Status o Template non è supportato
pt_br: Salvar um documento binário como Status ou modelo não é suportado
ru: Сохранение бинарного документа как Статуса или Шаблона не поддерживается

source: Scale
de: Umfang
es: Escala
fr: Echelle
it: Scala
pt_br: Escala
ru: Масштаб

source: Scan for files updates
de: Auf Datei-Updates absuchen
es: Buscar para modificaciones de archivos
fr: Vérifier les mises à jour de fichiers
it: Ricerca l'aggiornamento dei fili
ru: Поиск измененных файлов

source: Scan sub-folders
de: Unterordner durchsuchen
es: Buscar en las subcarpetas
fr: Parcourir les sous-dossiers
it: Scansione delle sotto-cartelle
pt_br: Pesquisar subpastas
ru: Сканировать поддиректории

source: Scan sub-folders at start
de: Beim Start Unterordner durchsuchen
es: Listar las subcarpetas al inicio
fr: Lancer le listage des sous-dossiers au démarrage
it: Scansione delle sotto-cartelle all'avvio
pt_br: Pesquisar subpastas no início
ru: Сканировать поддиректории при запуске

source: Scheme:
de: Schema:
es: Esquema:
fr: Protocole:
it: Schema:
pt_br: Esquema:
ru: Схема:

source: Scope
de: Bereich
es: Elementos exportados
fr: Eléments exportés
it: Scopo
pt_br: Escopo
ru: Содержание

source: Scope of the report, one from: all or bookmarks. Used in folder comparison reports only.
de: Rahmen des Berichts, einer von: alle oder Bookmarks. Nur in Ordnervergleichsberichten verwendet.
es: Elementos tomados en cuenta en el informe, uno entre: all y bookmarks. Se usa sólo con las comparaciones de carpetas.
fr: Choix des éléments exportés dans le rapport, à choisir parmi : all ou bookmarks. Utilisé dans les rapports de comparaison de dossiers uniquement.
it: Scopo dell'esportazione, uno entre: all o bookmarks. Usato nelle esportazioni di comparazioni di cartelle solamente.
pt_br: Escopo do relatório, um entre:todos ou marcados. Usado somente em relatórios de comparação de pastas
ru: Содержание отчета, одно из: все или закладки. Используется только при сравнении директорий.

source: Script Message
de: Skriptnachricht
es: Mensaje del script
fr: Message du script
it: Messagio dello script
pt_br: Mensagem de Script
ru: Сообщение скрипта

source: Script:
de: Skript:
ru: Скрипт:

source: Search
de: Suchen
es: Buscar
fr: Rechercher
it: Trova
pt_br: Pesquisar
ru: Поиск

source: Search up
de: Suche nach oben
es: Buscar &hacia arriba
fr: Rechercher vers le haut
it: T&rova su
pt_br: Buscar &acima
ru: Поиск &up

source: Search: passed end of document
de: Suche: Dokumentsende durchlaufen
es: Búsqueda: pasó el fin del documento
fr: Recherche: fin du document dépassée
it: Trova: arrivato alla fine del documento
ru: Поиск: достигнут конец документа

source: Search: reached the starting point of the search
de: Suche: Startpunkt der Suche erreicht
es: Búsqueda: llegó el inicio de la búsqueda
fr: Recherche : retour au point de départ de la recherche
it: Trova: arrivato al punto iniziale della ricerca
ru: Поиск: достигнута начальная точка поиска

source: Searching...
de: Wird gesucht...
es: Búsqueda en curso...
fr: Recherche en cours...
it: Trova in corso...
pt_br: Pesquisando...
ru: Поиск...

source: Secure Shell (SSH)
ru: Безопасная Оболочка (SSH)

source: Security distance:
de: Sicherheitsabstand:
es: Distancia de seguridad:
fr: Distance de sécurité :
it: Distanza di sicurezza:
pt_br: Distância de segurança
ru: Степень безопасности:

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
it: Seleziona
pt_br: Selecionar
ru: Выбрать

source: Select &All
de: Alle &auswählen
es: &Seleccionar todo
fr: &Sélectionner tout
it: &Seleziona tutto
pt_br: Selecionar &todos
ru: Выбрать &All

source: Select Bookmarked Items
de: Markierte Elemente auswählen
es: Seleccionar Elementos con Marcadores
fr: &Sélectionner les éléments marqués
it: Seleziona Elementi con Segnalibri
pt_br: Selecionar itens marcados
ru: Выбрать объект по вкладке

source: Select File Type
de: Dateityp auswählen
es: Seleccionar el tipo de archivos
fr: Sélectionner le type de fichiers
it: Seleziona il tipo di file
pt_br: Selecionar tipo de arquivo
ru: Выбрать Тип Файла

source: Select as Ancestor
de: Als Vorgänger auswählen
es: Seleccionar como antecesor
fr: Sélectionner comme Ancêtre
it: Seleziona come Ascendente
pt_br: Selecionar como antecessor
ru: Выбрать как Предка

source: Select as result location
de: Als Ergebnisspeicherstandort auswählen
es: Escoger como ubicación del resultado
fr: Choisir comme emplacement résultat
it: &Seleziona come percorso risultato
pt_br: Selecionar como local de resultado
ru: Выбрать как результирующее местоположение

source: Select date and time from calendar:
de: Datum und Zeit aus Kalender auswählen:
es: Seleccionar la fecha y la hoja en el calendario:
fr: Utiliser le calendrier
it: Seleziona la data e ora dal calendario:
pt_br: Selecionar data e hora do calendário
ru: Выбрать дату и время для календаря:

source: Select font:
de: Schriftart auswählen:
es: Seleccionar una fuente :
fr: Sélectionner une police :
it: Seleziona un tipo di carattere:
pt_br: Selecionar fonte:
ru: Выбрать шрифт:

source: Select for Comparison
de: Zum Vergleich auswählen
es: Seleccionar para comparar
fr: Sélectionner pour Comparer
it: Seleziona per Comparare
pt_br: Selecionar para comparação
ru: Выбрать для Сравнения

source: Select output
de: Ausgabe auswählen
es: Seleccionar la salida
fr: Sélectionner la sortie
it: Seleziona uscita
pt_br: Selecionar saída
ru: Выбрать вывод

source: Select the software update checking periodicity:
de: Software-Update unter Prüfung der Regelmäßigkeit auswählen:
es: Frecuencia de verificación:
fr: Vérifier la présence de mises à jour du logiciel :
it: Periodicità del controllo dei aggiornamenti disponibili:
pt_br: Selecionar a periodicidade de verificação de atualizações da aplicação
ru: Выбрать периодичность проверки обновлений программы:

source: Selection
de: Auswahl
es: Selección
fr: Sélection
it: Selezione
pt_br: Seleção
ru: Выбранное

source: Selection only
de: Nur Auswahl
es: Selección sólo
fr: Dans la sélection uniquement
it: Solo nella Selezione
pt_br: Seleção somente
ru: Только выбранное

source: Selects all the bookmarked items in the current document
de: Wählt alle markierten Elemente im aktuellen Dokument
es: Selecciona todos los marcadores del documento actual
fr: Sélectionne tous les éléments marqués du document courant
it: Seleziona tutti i segnalibri del documento attuale
pt_br: Seleciona todos os itens marcados no documento atual
ru: Выбрать все помеченные объекты в текущем документе

source: Selects all the current view content
de: Wählt den kompletten, aktuellen Ansichtsinhalt aus
es: Selecciona todo el contenido en la vista actual
fr: Sélectionne tout le contenu de la vue active
it: Seleziona tutto il contenuto del documento attuale
pt_br: Seleciona todo o conteúdo da visualização atual
ru: Выбрать все в текущем просматриваемом контенте

source: Serial number to use for this execution
de: Für diese Ausführung zu verwendende Seriennummer
es: Número de serie que usar para esta ejecución
fr: Numéro de série à utiliser pour cette exécution
it: Numero di Serie chee usare per quest'esecuzione
pt_br: Número serial a ser usado para esta execução
ru: Серийный номер для использования в текущем выполнении

source: Server:
es: Servidor:
fr: Serveur :
pt_br: Servidor:
ru: Сервер:

source: Session with key '$0' was already recycled
de: Sitzung mit Schlüssel '$0' wurde bereits wiederverwertet
es: Sesión con la clave '$0' ya está reciclada
fr: La session avec la clef '$0' a déjà été recyclée
it: La sessione con chiave '$0' era già reciclata
pt_br: Sessão com a chave '$0' já foi reciclada
ru: Сессия с ключом '$0' уже была повторно использована

source: Sessions
de: Sitzungen
es: Sesiones
it: Sessioni
pt_br: Sessões
ru: Сессии

source: Set &text output options...
de: &Textausgabeoptionen festlegen...
es: Definir las opciones del texto de salida...
fr: Options de sauvegarde des fichiers &texte...
it: Seleziona le opzioni di uscita ti &testo...
pt_br: Definir as opções de saída do &texto
ru: Установить &text настройки вывода...

source: Set Favourite Languages
de: Bevorzugte Sprachen einstellen
es: Lenguajes Favoritos
fr: Langages Favoris
it: Seleziona i linguaggi favoriti
pt_br: Definir Linguagens Favoritas
ru: Выбрать Основной Язык

source: Set as &default
de: Als S&tandard festlegen
es: Por &defecto
fr: Par dé&faut
it: Imposta come pre&definita
pt_br: Definir como &padrão
ru: Установить как &default

source: Set as default
de: Als Standard festlegen
es: Definir como predeterminado
fr: Définir par défaut
it: Imposta come predefinita
pt_br: Definir como padrão
ru: Установить по умолчанию

source: Set dates
de: Daten festlegen
es: Poner fechas
fr: Modifier les dates
it: Imposta date
ru: Установить даты

source: Shape...
de: Form...
es: Forma...
fr: Forme...
it: Forma...
pt_br: Forma...
ru: Форма...

source: Shell Extension Installation
de: Installation der Shell-Erweiterung
es: Installación de la extensión shell
fr: Installation de l'Extension de Gestionnaire de Fichiers
it: Installazione dell'Estenzione Shell
ru: Установка Расширения Оболочки

source: Short arrow
de: Pfeil zeigen
es: Flecha corta
fr: Flêche courte
it: Freccia Corta
pt_br: Seta curta
ru: Короткая стрелка

source: Show
de: Zeigen
es: Mostrar
fr: Afficher
it: Mostra
pt_br: Mostrar
ru: Показать

source: Show all
de: Alle zeigen
es: Mostrar todo
fr: Tout afficher
it: Mostra tutto
ru: Показать все

source: Show date text
de: Datumstext zeigen
es: Visualizar la fecha del texto
fr: Afficher le texte de la date
it: Mostra testo di data
pt_br: Mostrar a data do texto
ru: Показать дату текста

source: Show difference image:
de: Differenzbild zeigen:
es: Mostrar la imagen de diferencia:
fr: Afficher les images de différences :
it: Mostra le immagine di differenzia:
pt_br: Mostrar a imagem da diferença:
ru: Показать различие изображения:

source: Show hidden items
de: Ausgeblendete Elemente anzeigen
es: Mostrar los elementos ocultados
fr: Afficher les éléments masqués
it: Mostra gli elementi nascosti
pt_br: Mostrar os itens ocultos
ru: Показать скрытые объекты

source: Show number of skipped lines
de: Anzahl an übersprungenen Zeilen anzeigen
es: Mostrar el número de líneas omitidas
fr: Afficher le nombre de lignes masquées
it: Mostra il numero di linee saltate
pt_br: Mostrar o número de linhas omitidas
ru: Показать количество пропущенных строк

source: Show oldest/newest icon
de: Ältestes/neuestes Icon zeigen
es: Visualizar el icono más viejo/más nuevo
fr: Afficher l'icone plus ancien/récent
it: Mostra icona più vecchio/reciente
pt_br: Mostrar o ícone mais antigo/mais novo
ru: Показать самую старую/новую иконку

source: Show original images:
de: Originalbilder zeigen:
es: Mostrar las imagenes originales:
fr: Afficher les images originales :
it: Mostra le immagine originali:
pt_br: Mostrar imagens originais:
ru: Показать оригинальные изображения:

source: Show tips at startup
de: Beim Start Tipps zeigen
es: Mostrar la sugerencia del día al inicio
fr: Afficher les astuces au démarrage
it: Mostrare i consigli all'avvio
pt_br: Mostrar dicas ao iniciar
ru: Показать подсказки при запуске

source: Show/Hide ancestor for diff/merge
de: Vorgänger für Differenzierung/Zusammenführung einblenden/ausblenden
es: Mostrar/Ocultar el antecesor para la fusión
fr: Afficher/Masquer l'ancêtre pour la comparaison/fusion
it: Mostra/Nasconde l'ascendente per comparazione/unione
pt_br: Mostrar/Ocultar o antecessor para diferenciação/mesclagem
ru: Показать/Скрыть предка для дифференцации/слияния

source: Show/Hide hidden items
de: Ausgeblendete Elemente einblenden/ausblenden
es: Mostrar/Ocultar los elementos ocultados
fr: Afficher/masquer les éléments masqués
it: Mostra/Nasconde gli elementi nascosti
pt_br: Mostrar/Ocultar os itens ocultos
ru: Показать/Скрыть скрытые объекты

source: Show/Hide launcher
de: Launcher einblenden/ausblenden
es: Mostrar/Ocultar el lanzador
fr: Afficher/Masquer le lanceur
it: Mostra/Nascondi il launcher
pt_br: Mostrar/Ocultar iniciador
ru: Показать/Скрыть загрузщик

source: Show/Hide log view
de: Protokollansicht einblenden/ausblenden
es: Mostrar/Ocultar los registros
fr: Afficher/Masquer la fenêtre de logs
it: Mostra/Nascondi la vista di log
pt_br: Mostrar/Ocultar exibição de log
ru: Показать/Скрыть просмотр лога

source: Shows files types panel of Preferences
de: Zeigt Dateitypen-Einstellungsbedienfeld
es: Muesta las Preferencias de tipos de archivos
fr: Affichie le panneau des types de fichiers dans les Préférences
it: Mostra i Tipi di File nelle Preferenze
ru: Показать панель типов файлов в Настройках

source: Shows hidden items
de: Zeigt ausgeblendete Elemente
es: Muestra los elementos ocultados
fr: Affiche les éléments masqués
it: Mostra gli elementi nascosti
pt_br: Mostra itens ocultos
ru: Показать скрытые объекты

source: Shows or hides toolbars
de: Blendet Toolbars ein und aus
es: Muestra o oculta las barras de herramientas
fr: Affiche ou masque les barres d'outils
it: Mostra o nasconde le barre degli strumenti
pt_br: Mostra ou oculta barras de ferramentas
ru: Показать или скрыть панели инструментов

source: Shows the statistics for the current comparison
de: Zeigt die Statistiken für den aktuellen Vergleich
es: Muestra una ventana con las estadísticas para la comparación actual
fr: Affiche les statistiques de la comparaison courante
it: Mostra le statistiche della comparazione attuale
pt_br: Mostra as estatísticas para a comparação atual
ru: Показать статистики для текущего сравнения

source: Shows/hides ancestor for diff/merge
de: Blendet Vorgänger zur Differenzierung/Zusammenführung ein/aus
es: Muestra/Oculta el antecesor para la fusión
fr: Affiche/Masque l'ancêtre pour la comparaison/fusion
it: Mostra/Nasconde l'ascendente per comparazione/unione
pt_br: Mostra/oculta o antecessor para diferenciação/mesclagem
ru: Показать/Скрыть предка для дифференцации/слияния

source: Signature
de: Signatur
es: Firma
it: Firma
ru: Подпись

source: Signature:
de: Signatur:
es: Firma:
it: Firma:
ru: Подпись:

source: Silent if possible, for merges, show interface only if a conflict is detected, if merged OK, exit code 0, other codes are errors
de: SIP (silent-if-possible), für Zusammenführungen, Schnittstelle nur dann zeigen, wenn ein Konflikt entdeckt wurde, falls Zusammenführung OK, Ende-Code 0, andere Codes sind Fehler
es: Silencioso si es posible, para las fusiones, sólo visualiza la interfaz si un conflicto es detectado, si la fusión no revela ningún conflicto, el código de regreso es 0,algunos otros códigos corresponden a errores
fr: Silencieux si possible, pour les fusions, n'affiche l'interface que si un conflict est détecté, si la fusion ne révèle aucun conflit, le code de retour est 0, d'autres codes correspondent à des erreurs
it: Silenzioso se possibile, per unioni, mostra l'interfaccia solamente se è rilevato un conflitto, se l'unione fue ruiscita, codice 0, altri codici sono errori
pt_br: Silencioso se possível, para mesclagens, mostra a interface somente se um conflito é detectado, se a mesclagem não revela nenhum conflito o código de retorno é 0, outros códigos de retorno indicam erro
ru: В фоне если возможно, для слияний, показать интерфейс только в случае обнаружения конфликта, если слияние OK, код выхода 0, остальные коды считаются ошибками

source: Silent, for merges only, if a conflict is detected, returns exit code 1, if merged OK, exit code 0, other codes are errors
de: Silent, nur für Zusammenführungen, falls ein Konflikt entdeckt wird, erwidert Endecode 1, falls Zusammenführung OK, Endecode 0, andere Codes sind Fehler
es: Silencioso, para las fusiones únicamente, si un conflicto es detectado, regresa el código 1, si la fusión no revela ningún conflicto, el código de regreso es 0, algunos otros códigos corresponden a errores
fr: Silencieux, pour les fusions uniquement, si un conflit est détecté, retourne le code 1, si la fusion ne révèle aucun conflit, le code de retour est 0, d'autres codes correspondent à des erreurs
it: Silenzioso, per unioni solamente, se è rilevato un conflitto, ritorna il codice 1, se l'unione fue riuscita, codice 0, altri codici sono errori
pt_br: Silencioso, para mesclagens apenas, se um conflito é detectado, o código de retorno é 1, se a mesclagem tem êxito, o código de retorno é 0, outros códigos de retorno indicam erros
ru: В фоне, только для слияний если конфликт обнаружен, возвращает код выхода 1, если слияние OK, код выхода 0, остальные коды считаются ошибками

source: Similar
de: Gleichartig
fr: Similaire
it: Simile
ru: Подобный

source: Site
de: Seite
es: Sitio
it: Sito
ru: Сайт

source: Site name:
de: Seitenname:
es: Nombre del sitio:
fr: Nom de site :
it: Nome di sito:
ru: Название сайта

source: Sites
de: Seiten
es: Sitios
it: Siti
ru: Сайты
