Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Only if different pixels
de: Nur bei unterschiedlichen Pixeln
es: Sólo si pixeles diferentes
fr: Différences intra-ligne
it: Solamente se pixels differenti
pt_br: Apenas se os pixels são diferentes
ru: Только если отличаются пиксели

source: Only if not identical
de: Nur falls nicht identisch
es: Sólo si diferentes
fr: Seulement si différentes
it: Solo se differenti
pt_br: Apenas se não for idêntico
ru: Только если не равны

source: Only if sizes are equal
de: Nur falls die Größen gleich sind
es: Sólo si los tamaños son iguales
fr: Seulement si les tailles sont identiques
it: Solamente se dimensioni uguali
pt_br: Apenas se os tamanhos são iguais
ru: Только если размеры одинаковы

source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
pt_br: Abrir
ru: Открыть

source: Open &again...
de: Erneut &öffnen...
es: Abrir &nuevamente...
fr: Ouvrir à &nouveau...
it: Apri &ancora...
pt_br: Abrir &novamente...
ru: Открыть &again...

source: Open &similar...
de: Gleiche &öffnen...
es: Abrir una comparación &similar...
fr: Ouvrir une comparaison &similaire...
it: Apri &simile...
pt_br: Abrir &similar...
ru: Открыть &similar...

source: Open Conflict File...
de: Konfliktdatei öffnen...
es: Abrir un Archivo de Conflicto...
fr: Ouvrir Fichier de Conflit...
it: Apri un File di Conflitto...
pt_br: Abrir un aquivo de conflito...
ru: Открыть Конфликтующий Файл...

source: Open Conflicts
de: Offene Konflikte
es: Abrir los Conflictos
fr: Ouvrir les Conflits
it: Apri Conflitti
pt_br: Abrir conflitos
ru: Октрыть Конфликты

source: Open Diff
de: Differenzierung öffnen
es: Abrir la comparación
fr: Ouvir la comparaison
it: Apri la comparazione
pt_br: Abrir diferença
ru: Открыть Разницу

source: Open Diff As
de: Differenz öffnen als
es: Abrir la comparación como
fr: Ouvir la Comparaison en tant que
it: Apri la comparazione come
pt_br: Abrir diferença como
ru: Открыть Разницу как

source: Open Merge
de: Zusammenführung öffnen
es: Abrir la fusión
fr: Ouvrir la Fusion
it: Aprire l'unione
pt_br: Abrir mesclagem
ru: Открыть Слияние

source: Open a in preview
de: In Vorschau öffnen
es: Abrir en vista previa
fr: Ouvre un aperçu
it: Apri finestra d'anteprima
pt_br: Abrir em visualização prévia
ru: Открыть в режиме предварительного просмотра

source: Open as comparaison
de: Als Vergleich öffnen
es: Abre como comparación
fr: Ouvrir une comparaison
it: Apre come comparazione
pt_br: Abrir como comparação
ru: Открыть как сравнение

source: Open files or directories for differentiation or merge
de: Dateien oder Verzeichnisse zur Differenzierung oder Zusammenführung öffnen
es: Seleccionar los archivos o las carpetas para comparación o fusión
fr: Ouvrir les fichiers ou dossiers pour comparaison ou fusion
it: Apri fili o cartelle per comparire o unire
pt_br: Abrir os arquivos ou diretórios para diferenciação ou mesclagem
ru: Открыть файлы или директории для дифференцации или слияния

source: Open in external application
de: In externer Anwendung öffnen
es: Abrir en una aplicación externa
fr: Ouvrir dans une application externe
it: Apri in un'applicazione esterna
pt_br: Abrir em uma aplicação externa
ru: Открыть в стороннем приложении

source: Open items separately
de: Elemente separat öffnen
es: Abrirlos separadamente
fr: Ouvrir les élements séparément
it: Apre separatamente
pt_br: Abrir itens separadamente
ru: Окрыть объекты отдельно

source: Opening...
de: Wird geöffnet...
es: Abriendo...
fr: En cours d'ouverture...
it: Aprendo...
pt_br: Abrindo...
ru: Открытие...

source: Opens a Comparison Status file
de: Öffnet eine Vergleichsstatusdatei
es: Abre un archivo de estado de comparación
fr: Ouvre un fichier d'état de comparaison
it: Apre un file Status de Comparazione
pt_br: Abre um arquivo status de Comparação
ru: Открыть файл Статуса Сравнения

source: Opens a browser
de: Öffnet einen Browser
es: Abre un nuevo navegador di carpetas
fr: Ouvre un nouvel explorateur de fichiers
it: Apre un nuovo browser di cartelle
pt_br: Abre um novo navegador de arquivos
ru: Открыть браузер

source: Opens a new Binary Comparison
de: Öffnet einen neuen binären Vergleich
es: Abre una nueva Comparación Binaria
fr: Ouvre une nouvelle Comparaison Binaire
it: Apre una nuova comparazione Binaria
ru: Открыть в новом Бинарном Сравнении

source: Opens a new Ellie Computing Merge application
de: Öffnet eine neue Ellie Computing Merge-Anwendung
es: Abre otra aplicación Ellié Computing Merge
fr: Ouvre une autre application Ellié Computing Merge
it: Apre una nuova applicazione Ellié Computing Merge
pt_br: Abre uma nova aplicação Ellié Computing Merge
ru: Открыть новое Ellié Computing Merge приложение

source: Opens a new Image Comparison
de: Öffnet einen neuen Bildvergleich
es: Abre una nueva Comparación de Imagen
fr: Ouvre une nouvelle comparaison d'images
it: Apre una nuova comparazione di Immagine
pt_br: Abre uma nova comparação de imagem
ru: Открыть новое Сравнение Изображения

source: Opens a new text file for editing or viewing
de: Öffnet eine neue Textdatei zur Bearbeitung oder Ansicht
es: Abrir un nuevo archivo texto para edición o visualización
fr: Ouvre un nouveau fichier texte pour édition ou affichage
it: Apre un nuovo file di testo per editare o leggere
pt_br: Abre um novo arquivo de texto para edição ou visualização
ru: Открыть новый текстовый файл для редактирования или просмотра

source: Opens again current file, differentiation or merge, allowing to modify the paths and/or to revert to start situation
de: Öffnet die aktuelle Datei, Differenzierung oder Zusammenführung erneut und ermöglicht die Abänderung der Pfade und/oder eine Rückkehr zur Startsituation
es: Abre de nuevo el archivo actual o la comparación/fusión & actual, para modificar una o varias rutas y/o regresar a la situación de inicio
fr: Ouvre à nouveau le fichier courant ou la comparaison/fusion courante, pour modifier un ou plusieurs chemins et/ou revenir à la situation de départ
it: Apre di nuovo il file o la comparazione attuale, permettendo di cambiare i percorsi e/o ripristinare alla situazione originale
pt_br: Abre novamente o arquivo atual, diferenciação ou mesclagem, permitindo modificar os caminhos e/ou reverter para a situação inicial
ru: Снова открыть текущий файл, дифференцировать или объединить, допуская модификацию путей и/или вернуться к начальной ситуации

source: Opens an existing text file for editing or viewing
de: Öffnet eine bestehende Textdatei zur Bearbeitung oder Ansicht
es: Abre un archivo texto existente para edición o visualización
fr: Ouvre un fichier texte existant pour édition ou affichage
it: Apre un file di testo per editare o leggere
pt_br: Abre um arquivo de texto existente para edição ou visualização
ru: Открыть существующий текстовый файл для редактирования или просмотра

source: Opens launcher and opens sites section
de: Öffnet den Launcher sowie den Seitenbereich
es: Abre el lanzador y abre la sección Sitios
fr: Ouvre le Lanceur puis la section des Sites
it: Apre i siti nel launcher
ru: Открыть загрущик и открыть секцию сайтов

source: Opens the help section about macros and scripting
de: Öffnet die Hilfe zu Makros und Skripts
es: Abre la sección de ayuda acerca de las macros y del script
fr: Ouvre la fenêtre d'aide sur la section Macros & Scripting
it: Apre la guida per le macro e il scripting
pt_br: Abre a seção de ajuda sobre macros e scripts
ru: Открыть секцию помощи о макросах и скриптах

source: Opens the help topics
de: Öffnet die Hilfethemen
es: Abre la ventana de ayuda de Ellié Computing Merge
fr: Affiche la fenêtre d'aide d'Ellié Computing Merge
it: Apre la guida
pt_br: Abre os tópicos de ajuda
ru: Открыть разделы помощи

source: Opens the tutorial
de: Öffnet das Tutorial
es: Abre la ventana de ayuda sobre la sección Tutorial
fr: Ouvre la fenêtre d'aide sur la section Tutorial
it: Apre il Guida
pt_br: Abre o tutorial
ru: Открыть учебник

source: Opens two or three files for differentiation or merge
de: Öffnet zwei oder drei Dateien zur Differenzierung oder Zusammenführung
es: Abre 2 o 3 archivos para comparación o fusión
fr: Ouvre 2 ou 3 fichiers pour comparaison ou fusion
it: Apre 2 o 3 fili per comparare o unire
pt_br: Abre dois ou três arquivos para diferenciação ou mesclagem
ru: Открыть 2 или 3 файла для дифференцации или слияния

source: Opens two or three folders for differentiation or merge
de: Öffnet zwei oder drei Ordner zur Differenzierung oder Zusammenführung
es: Abre 2 o 3 carpetas para comparación o fusion
fr: Ouvre 2 ou 3 dossiers pour comparaison ou fusion
it: Apre 2 o 3 cartelle per comparare o unire
pt_br: Abre duas ou três pastas para diferenciação ou mesclagem
ru: Открыть 2 или 3 директории для дифференцации или слияния

source: Opens two or three text files for differentiation or merge
de: Öffnet zwei oder drei Textdateien zur Differenzierung oder Zusammenführung
es: Abre 2 o 3 archivos de texto para comparación o fusión
fr: Ouvre 2 ou 3 fichiers textes pour comparaison ou fusion
it: Apre 2 o 3 fili di testo per comparare o unire
pt_br: Abre dois ou três arquivos de texto para diferenciação ou mesclagem
ru: Открыть 2 или 3 текстовых файла для дифференцации или слияния

source: Operation not available in this view.
de: Operation in dieser Ansicht nicht verfügbar.
es: La operación no está disponible en esta vista.
fr: L'opération n'est pas disponible dans cette vue.
it: Operazione non disponibile in questa vista.
pt_br: Operação não disponível nesta visualização
ru: Операция не доступна в данном виде.

source: Operations on masked items
de: Operationen bei verschleierten Elementen
es: Operaciones sobre elementos ocultados
fr: Opérations sur des éléments masqués
it: Operazioni sugli elementi nascosti
pt_br: Operações sobre itens mascarados
ru: Операции на выделенных объектах

source: Options
de: Optionen
es: Opciones
it: Opzioni
pt_br: Opções
ru: Опции

source: Options Handling
de: Optionsbearbeitung
es: Gestión de las opciones
fr: Gestion des Options
it: Gestione di opzioni
pt_br: Gestão das Opções
ru: Опции Обращение

source: Options Sets
de: Optionssätze
es: Juegos de Opciones
fr: Jeux d'options
it: Mazzi di Opzioni
pt_br: Conjunto de opções
ru: Наборы Опций

source: Options sets
de: Optionssatz
es: Juegos de Opciones
fr: Jeux d'options
it: Mazzi di opzioni
pt_br: Conjunto de opções
ru: Наборы опций

source: Original
de: Ursprünglich
it: Originale
ru: Оригинальный

source: Other location
de: Anderer Speicherort
es: Otra ruta
fr: Autre chemin
it: Altro percorso:
pt_br: Outra localização
ru: Другое местоположение

source: Output extension:
de: Ausgabeerweiterung:
es: Extención de salida:
fr: Extension de sortie :
it: Estensione di uscita:
pt_br: Extensão de saída:
ru: Вывести расширение:

source: Output file name
de: Ausgabedateiname
es: Archivo de salida
fr: Nom du fichier de sortie
it: Nome di file di uscita
ru: Вывести имя файла

source: Output file name (without escaping)
de: Dateinamen ausgeben (ohne Escape)
es: Archivo de salida (sin)
fr: Nom du fichier de sortie (sans échappements)
it: Nome di file di uscita (senza escape)
ru: Вывести имя файла (без исключения)

source: Output folders not defined
de: Ausgabeordner nicht festgelegt
es: Carpetas de salida no definidas
fr: Dossiers de sortie non définis
it: Cartelle di uscita non definite
pt_br: Pastas de saída não definidas
ru: Вывод директорий не определен

source: Output lines
de: Zeilen ausgeben
es: Líneas de salida
fr: Exporte les lignes
it: Genera linee
pt_br: Linhas de saída
ru: Вывод строк

source: Output places not yet defined
de: Ausgabeorte noch nicht festgelegt
es: Rutas de salida todavía no definidas
fr: Chemins de sortie non encore définis
it: Posizioni dell'uscita non definita
pt_br: Locais de saída ainda não definidos
ru: Вывод мест до сих пор не описан

source: Outputs a folder
de: Gibt einen Ordner aus
es: Produce una carpeta
fr: Génère un dossier
it: Genera una cartella
pt_br: Gera uma pasta
ru: Выводы директорий

source: Overwrite items hidden manually
de: Manuell ausgeblendete Elemente überschreiben
es: Aplastar los elementos ocultos manualmente
fr: Ecraser les éléments masqués manuellement
it: Sovrascrivi gli elementi nascosti manualmente
pt_br: Sobrescrever os itens ocultados manualmente
ru: Перезаписать объекты скрытые вручную

source: Overwrite resolved items
de: Gelöste Elemente überschreiben
es: Aplastar los elementos resueltos
fr: Ecraser les éléments résolus
it: Sovrascrivi gli elementi risoluti
pt_br: Sobrescrever os itens resolvidos
ru: Перезаписать решенные объекты

source: Overwrite written items
de: Geschriebene Elemente überschreiben
es: Aplastar los elementos escritos
fr: Ecraser les éléments écrits
it: Sovrascrivi gli elementi scritti
pt_br: Sobrescrever os itens gravados
ru: Перезаписать записанные объекты

source: Overwriting files (no date available)
de: Dateien werden überschrieben (kein Datum verfügbar)
es: Aplastando archivos (no fecha disponible)
fr: Ecrasements de fichiers (date non disponible)
it: Sovrascrivendo fili (no data disponibile)
pt_br: Sobrescrevendo arquivos (data não disponível)
ru: Перезаписать файлы (данные не доступны)

source: Overwriting files with same date
de: Dateien mit dem gleichen Datum werden überschrieben
es: Aplastando archivos con la misma fecha
fr: Ecrasements de fichiers avec la même date
it: Sovrascrivendo fili con la stessa data
pt_br: Sobrescrevendo arquivos com a mesma data
ru: Перезаписать файлы с одинаковыми датами

source: Overwriting newer files
de: Neuere Dateien werden überschrieben
es: Aplastando archivos más recientes
fr: Ecrasements de fichiers plus récents
it: Sovrascrivendo fili più recenti
pt_br: Sobrescrevendo arquivos mais recentes
ru: Перезаписать более новые файлы

source: Overwriting older files
de: Ältere Dateien werden überschrieben
es: Aplastando archivos más viejos
fr: Ecrasements de fichiers plus anciens
it: Sovrascrivendo fili più vecchi
pt_br: Sobrescrevendo arquivos mais antigos
ru: Перезаписать старые файлы

source: PATCH files (*.diff;*.patch)|*.diff;*.patch|All files
de: PATCH-Dateien (*.diff;*.patch)|*.diff;*.patch|Alle Dateien
es: Archivos PARCHES (*.diff;*.patch)|*.diff;*.patch|Todos los archivos
fr: Fichiers PATCH (*.diff;*.patch)|*.diff;*.patch|Tous les fichiers
it: File PATCH (*.diff;*.patch)|*.diff;*.patch|Tutti i fili
pt_br: Arquivos patch (*.diff;*.patch)|*.diff;*.patch|Todos arquivos
ru: ПАТЧ файлы (*.diff;*.patch)|*.diff;*.patch|Все файлы

source: Passive mode
de: Passivmodus
es: Modo pasivo
fr: Mode passif
it: Modo passivo
pt_br: Modo passivo
ru: Пассивный режим

source: Passphrase:
es: Contraseña:
fr: Phrase de sécurité :
ru: Кодовая фраза:

source: Password:
de: Passwort:
es: Contraseña:
fr: Mot de passe :
pt_br: Senha:
ru: Пароль:

source: Patch
es: Parche
ru: Вставить

source: Patch Encoding:
de: Patch-Zeichencodierung:
es: Codificación del Parche:
fr: Jeu de caractères du Patch :
it: Codifica del Patch:
pt_br: Codificação patch:
ru: Кодировка Патча:

source: Patch file:
de: Patch-Datei:
es: Archivo Parche:
fr: Fichier Patch :
it: File del Patch:
pt_br: Arquivo patch:
ru: Патч файл:

source: Patching may remove target files:
de: Zieldateien können durch Patching entfernt werden:
es: El parche quita archivos en el destino:
fr: L'application du patch peut supprimer des fichiers dans la destination :
it: Applicare il patch può rimuovere fili nella destinazione
pt_br: O uso de arquivo patch pode remover os arquivos alvos:
ru: Патчирование может удалить целевые файлы:

source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Percorso
pt_br: Caminho
ru: Путь

source: Path:
de: Pfad:
es: Ruta:
fr: Chemin :
it: Percorso:
pt_br: Caminho:
ru: Путь:

source: Patterns
de: Muster
es: Modelos
fr: Modèles
pt_br: Modelos
ru: Паттерны:

source: Place a shortcut to ECMerge in $(HOME)/bin directory
de: Eine Verknüpfung für ECMerge in $(HOME)/bin platzieren
es: Poner un icono de acceso rápido hacia ECMerge en el directorio $(HOME)/bin
fr: Insérer un raccourci vers ECMerge dans le dossier $(HOME)/bin
it: Metti un collegamento a ECMerge nella cartella $(HOME)/bin
ru: Создать ярлык для ECMerge в $(HOME)/bin директории

source: Plain text file recognitions and conversions
de: Identifizierung und Konvertierung von Klartextdateien
es: Reconocimientos y conversiones de archivos de texto
fr: Reconnaissances et convertions de fichiers textes
it: Riconoscimento di file di testo e conversioni
pt_br: Reconhecimentos e conversões de arquivos de texto
ru: Распознование и преобразование текстового файла

source: Please choose the options set:
de: Bitte den Optionssatz wählen:
es: Favor de escoger el juego de opciones:
fr: Veuillez choisir un jeu d'options :
it: Si prega di scegliere un options set:
pt_br: Por favor, escolha o conjunto de opções:
ru: Пожалуйста выберите набор настроек:

source: Please choose where to write the merge result before saving it.
de: Bitte bestimmen, wohin das Zusammenführungsergebnis geschrieben werden soll, bevor es gespeichert wird.
es: Favor de seleccionar donde escribir el resultado de la fusión antes de guardarlo.
fr: Veuillez sélectionner le chemin où écrire le résultat avant de l'enregistrer.
it: Si prega di scegliere il percorso dove scrivere il risultato dell'unione.
pt_br: Por favor, escolha onde gravar o resultado da mesclagem antes de salvá-la.
ru: Пожалуйста выберите куда записать результат слияния прежде чем сохранить его.

source: Please click on Register to enter a final serial number
de: Bitte klicken Sie auf Anmelden, um eine abschließende Seriennummer einzugeben
es: Favor de hacer clic en 'Registrar' para entrar un número de serie definitivo
fr: Veuillez cliquer sur le bouton 'Enregistrer' pour saisir un numéro de série définitif
it: Cliccare su Registrare per inserire un numero di serie definitivo
pt_br: Por favor, clique em Registrar para informar um número serial definitivo
ru: Пожалуйста нажмите на Регистрация чтобы ввести серийный номер

source: Please click on Register to enter a serial number corresponding to the current software version
de: Bitte auf Anmelden klicken, um eine Seriennummer in Übereinstimmung mit der aktuellen Softwareversion einzugeben
es: Favor de hacer clic en 'Registrar' para entrar un número de serie correspondiendo a la versión actual del programa
fr: Veuillez cliquer sur le bouton 'Enregistrer' pour saisir un numéro de série correspondant à la version courante du logiciel
it: Cliccare su Registrare per inserire un numero di serie che corrispondente alla versione attuale del software
pt_br: Por favor, clique em Registrar para informar um número serial correspondente à versão atual do programa
ru: Пожалуйста нажмите на Регистрация чтобы ввести серийный номер соответствующий текущей версии программного обеспечения

source: Please click on Register to enter your serial number
de: Bitte zur Eingabe Ihrer Seriennummer auf Registrieren klicken
es: Favor de hacer clic en 'Registrar' para entrar su número de serie
fr: Veuillez cliquer sur le bouton 'Enregistrer' pour saisir votre numéro de série
it: Cliccare su Registrare per inserire il tuo numero di serie
pt_br: Por favor, clique em Registrar para informar seu número serial
ru: Пожалуйста нажмите Регистрация чтобы ввести серийный номер

source: Please enter a new name for the options set:
de: Bitte einen neuen Namen für den Optionssatz eingeben:
es: Favor de entrar el nuevo nombre del juego de opciones:
fr: Veuillez saisir un nouveau nom pour le jeu d'options :
it: Inserire un nuovo nome per il mazzo di opzioni
pt_br: Por favor, informe um novo nome para o conjunto de opções:
ru: Пожалуйста введите новое имя для набора настроек

source: Please enter files dates to set for all files as 'modification[|creation[|access]]': (using a format such as YYYY/MM/DD HH:MM:SS[.mmmm])
de: Bitte Dateidaten eingeben, um diese für alle Dateien als 'Änderung[|Erstellung[|Zugang]]' festzulegen: (unter Verwendung eines Formats, wie beispielsweise JJJJ/MM/TT HH:MM:SS[.mmmm])
fr: Veuilez entrer des dates de fichier à imposer à toutes les fichiers ainsi: 'modification[|creation[|access]]': (format des dates: YYYY/MM/DD HH:MM:SS[.mmmm])
ru: Пожалуйста, введите файлы даты, чтобы установить для всех файлов как 'изменение[|создание[|доступа]]': (using a format such as YYYY/MM/DD HH:MM:SS[.mmmm])

source: Please enter the poduct key as stated in the Order information.
de: Bitte den Produktschlüssel eingeben, wie in den Auftragsdetails angegeben.
es: Favor de entrar el número de serie como aparece en su email.
fr: Veuillez saisir le numéro de série tel qu'il apparaît dans votre email.
it: Inserisce il numero di serie como appare nel'Ordine.
pt_br: Por favor, informe a chave do produto como fornecida na Ordem de Compra.
ru: Пожалуйста введите ключ продукта, указанный в заказе.

source: Please enter the position to reach (0-#0):
de: Bitte zu erreichende Position eingeben (0-#0):
es: Favor de entrar la posición que llegar (0-#0)
fr: Veuillez entrer la position à atteindre (0-#0):
ru: Пожалуйста, введите позицию чтобы достигнуть (0-#0):

source: Please make a choice for script
de: Bitte eine Auswahl für das Skript tätigen
es: Favor de seleccionar un script
fr: Veuillez faire un choix pour le script
it: Si prega di effettuare una scelta per il script
pt_br: Por favor, selecione o script
ru: Пожалуйста, сделайте выбор для скрипта

source: Please specify a label for the file type
de: Bitte ein Label für den Dateityp bestimmen
es: Favor de entrar un nombre para el tipo de archivos
fr: Veuillez spécifier un label pour ce type de fichiers
it: Si prega di specificare un nome per il tipo di file
pt_br: Por favor, especifique um nome para o tipo de arquivo
ru: Пожалуйста, сформулируйте метку для типа файла

source: Please use --serial-number with a serial number corresponding to the current software version
de: Bitte --Seriennummer mit einer Seriennummer verwenden, die der aktuellen Softwareversion entspricht
es: Favor de entrar un número de serie con --serial-number correspondiendo a la versión actual del programa
fr: Veuillez utiliser --serial-number avec un numéro de série correspondant à la version courante du logiciel
it: Si prega di usare --serial-number con un numero di serie che corrispondente alla versione attuale del software
pt_br: Por favor, informe um número serial correspondente à versão atual do programa
ru: Пожалуйста используйте --serial-number с серийным номером соответствующем текущей версии программного обеспечения

source: Please use only ASCII characters and valid C languages escapes
de: Bitte ausschließlich ASCII-Zeichen und gültige C-Sprachen-Escapes verwenden
es: Favor de usar sólo caracteres ASCII y escape válidos en lenguage C
fr: Merci d'utiliser uniquement des caractères ASCII ou des séquences d'échappement C valides
it: Si prega di usare caratteri ASCII e escape C validi
ru: Пожалуйста, используйте ASCII символы и валидные C-подобные символы экранирования

source: Plus sign
de: Pluszeichen
es: Signo más
fr: Signe plus
it: Segno più
pt_br: Sinal de mais
ru: Знак плюс

source: Port:
es: Puerto :
it: Porta:
pt_br: Porta:
ru: Порт:

source: Portions to ignore inside lines
de: Innerhalb von Zeilen zu ignorierende Teile
es: Sessiones que ignorar dentro de las líneas
fr: Portions à ignorer dans les lignes
it: Porzioni che ignorare nelle linee
ru: Части, игнорируемые внутри строк

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
it: Preferenze
pt_br: Preferências
ru: Настройки

source: Preset configurations:
de: Voreingestellte Konfigurationen:
es: Configuraciones presets:
fr: Configurations pré-définies :
it: Configurazioni preimpostate:
pt_br: Configurações predeterminadas:
ru: Предустановленные настройки:

source: Pretty print at load time:
de: Quelltextformatierung bei Ladezeit:
es: Indentar al cargar:
fr: Indenter au chargement :
it: Stampa caricando:
pt_br: Indentar ao carregar:
ru: Отформатированная печать во время загрузки:
