Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Advanced Text Comparisons
de: Weitergehende Textvergleiche
es: Opciones avanzadas
fr: Options avancées
it: Comparazioni di testo esperto
pt_br: Comparações avançadas de texto
ru: Расширенное сравнение текста

source: Alignment
de: Abgleich
es: Alineación
fr: Alignement
it: Allineamento
pt_br: Alinhamento
ru: Выравнивание

source: All Files
de: Alle Dateien
es: Todos los Archivos
fr: Tous les fichiers
it: Tutti i fili
pt_br: Todos arquivos
ru: Все файлы

source: All tags
de: Alle Tags
es: Todos los elementos
fr: Tous les éléments
it: Tutti i tag
pt_br: Todos elementos
ru: Все тэги

source: Allow comparisons of files content in background
de: Vergleiche von Dateiinhalten im Hintergrund ermöglichen
es: Habilitar comparaciones de archivos en segundo plano
fr: Autorise la comparaison des fichiers en tâche de fond
it: Permite le comparazioni dei contenuti di fili in sfondo
pt_br: Permitir comparações de conteúdos de arquivos em segundo plano
ru: Разрешить сравнение содержимого файлов в фоне

source: Allow comparisons of files content in background at startup
de: Beim Start Vergleiche von Dateiinhalten im Hintergrund zulassen
es: Habilitar comparaciones de archivos en segundo plano
fr: Autorise la comparaison des contenus de fichiers en tâche de fond
it: Permite le comparazioni dei contenuti di fili all'avvio
pt_br: Permitir comparações de conteúdos de arquivos em segundo plano na inicialização
ru: Разрешить сравнение содержимого файлов в фоне при запуске

source: Allow conversions approximations
de: Konvertierungsannäherungen zulassen
es: Autorizar las conversiones aproximativas
fr: Autoriser les conversions de chaînes avec perte
it: Permetti approssimazioni di conversione
pt_br: Permitir aproximações nas conversões
ru: Разрешить приблизительное преобразование

source: Allow max line moves of
de: Max. Zeilenbewegungen zulassen von
es: Autoriza un despacamiento máximo de las línea de
fr: Autoriser un déplacement maximum des lignes de
it: Permetti di muovere le linee di più di
pt_br: Permitir o movimento máximo de linhas de
ru: Разрешить перенос максимальной строки с

source: Allow partial patch application
de: Teilweise Patch-Anwendung zulassen
es: Autoriza la aplicación parcial del parche
fr: Autoriser l'application partielle du patch
it: Permetti l'applicazione parziale del patch
pt_br: Permitir a aplicação parcial do arquivo patch
ru: Разрешить частичное обновление приложения

source: Allow to reduce context by
de: Kontextreduzierung erlauben um
es: Autorizar reducir el contexto de
fr: Autoriser de réduire le contexte à
it: Permetti di ridurre il contesto da
pt_br: Permitir reduzir o contexto de
ru: Разрешить уменьшить содержимое на

source: Allows comparisons of files content in background
de: Ermöglicht Vergleiche der Dateiinhalte im Hintergrund
es: Habilita comparaciones de archivos en segundo plano
fr: Autorise la comparaison des fichiers en tâche de fond
it: Permite le comparazioni dei contenuti di fili in sfondo
pt_br: Permite a comparação do conteúdo de arquivos em segundo plano
ru: Разрешить сравнение содержимого файлов в фоне

source: Allows you to submit a problem to Ellié Computing technical staff
de: Ermöglicht Ihnen die Übersendung eines Problems an den technischen Support von Ellié Computing
es: Le permite someter un problema al equipo Ellié Computing
fr: Vous permet de soumettre un problème à l'équipe technique de Ellié Computing
it: Permette di inviare un problema al Supporto Tecnico di Ellié Computing
ru: Разрешить выполнить запрос о проблеме в технический отдел Ellié Computing

source: Always
de: Immer
es: Siempre
fr: Toujours
it: Sempre
pt_br: Sempre
ru: Всегда

source: Always check files content
de: Dateiinhalt immer prüfen
es: Siempre verificar los contenidos
fr: Toujours vérifier le contenu des fichiers
it: Sempre controlla i contenuti
pt_br: Sempre verifique o conteúdo dos arquivos
ru: Всегда проверять содержимое файлов

source: Always consider files with different dates as different
de: Dateien mit unterschiedlichem Datum immer als unterschiedlich ansehen
es: Siempre considera archivos con fechas diferentes como diferentes
fr: Toujours considérer des fichiers avec des dates différentes comme différents
it: Sempre considerare fili con date di modifica differenti come differenti
pt_br: Sempre considere os arquivos com datas diferentes como diferentes
ru: Всегда считать файлы с разными датами различными

source: Always consider files with different sizes as different
de: Immer Dateien unterschiedlicher Größe als unterschiedlich betrachten
es: Siempre considera archivos con tamaños diferentes como diferentes
fr: Toujours considérer des fichiers avec des tailles différentes comme différents
it: Sempre considerare fili con dimensioni differenti come differenti
pt_br: Sempre considere os arquivos com tamanhos diferentes como diferentes
ru: Всегда считать файлы с разными размерами различными

source: Always consider files with identical dates as equal
de: Dateien mit identischem Datum sind immer als gleich anzusehen
es: Siempre considerar archivos con fechas iguales como idénticos
fr: Toujours considérer des fichiers avec des dates égales comme identiques
it: Sempre considerare fili con date di modifica uguali come ug
pt_br: Sempre considere os arquivos com datas idênticas como iguais
ru: Всегда считать файлы с одинаковыми датами одинаковыми

source: An ECMerge Status for Text Comparison saves the comparison and display options but also resolved conflicts and manual editions. Therefore, you can save a text file partially merged and reopen it later. ECMerge can also apply resolved conflicts and manual editions if the source files changed (not too much) since the .ecms document was saved.
de: Ein ECMerge-Status für Textvergleiche speichert den Vergleich und zeigt die Optionen sowie auch die gelösten Konflikte und manuellen Bearbeitungen an. Daher können Sie eine teilweise zusammengeführte Textdatei speichern und sie später wieder öffnen. ECMerge kann auch gelöste Konflikte und manuelle Bearbeitungen anwenden, wenn sich die Quelldateien geringfügig geändert haben, seit das .ecms-Dokument gespeichert wurde.
es: Un Estado de Comparación ECMerge guarda las opciones de comparación y de visualización, pero también los conflictos ya resueltos y las ediciones manuales. Por tanto, puede guardar un archivo de texto parcialmente fusionado y abrirlo más tarde. ECMerge también puede aplicar los conflictos ya resueltos y las ediciones manuales si los archivos fuentes cambiaron (no demasiado) desde que se guardó el documento .ecms.
fr: Un fichier d'état de comparaison texte sauvegarde les options de comparaison et d'affichage mais aussi les conflits résolus et les éditions manuelles. Ainsi, vous pouvez enregistrer une fusion partielle et la continuer plus tard. ECMerge peut redémarrer la fusion même si des modifications ont été apportées aux fichiers sources depuis la sauvegarde.
pt_br: Um status de comparação de texto do ECMerge salva a comparação e lista as opções, mas também os conflitos resolvidos e as edições manuais. Portanto, um arquivo de texto combinado parcialmente pode ser salvo e reaberto mais tarde. O ECMerge também pode aplicar conflitos já resolvidos e edições manuais realizadas se os arquivos fontes se modificarem (não muito), desde que o documento .ecms tenha sido salvo
ru: Статус ECMerge для текстового сравнения сохраняет результаты и сравнения и отображает настройки, а также позволяет решать конфликты и делать ручное редактирование.

source: Ancestor
de: Vorgänger
es: Antecesor
fr: Ancêtre
it: Ascendente
pt_br: Antecessor
ru: Предок

source: Ancestor information was ignored because you are using Standard edition of ECMergeИнформация от предка была проигнорирована потому что вы используете стандартную версиюECMerge
ru: Версия предка

source: Ancestor:
de: Vorgänger:
es: Antecesor
fr: Ancêtre :
it: Ascendente:
pt_br: Antecessor:
ru: Предок:

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ru: Анонимный

source: Another document viewing the same files is already opened. Do you want to reuse it?Другой документ уже просматривает этот же открытый файл. Вы хотите использовать его?
ru: Ответить 'нет' для выбранных опций (CSV)

source: Answers 'yes' to specified settings (comma separated list)
de: Antwortet mit 'ja' auf festgelegte Einstellungen (durch Komma getrennte Liste)
es: Contestar 'sí' para las opciones especificadas (separadas con comas)
fr: Répond par 'oui' aux paramètres spécifiés (liste d'éléments séparés par des virgules)
it: Rispondere 'si' alle specifiche impostazioni (lista separata da virgole)
pt_br: Respostas sim' para as configurações especificadas (lista separada por vírgula)
ru: Ответить 'Да' для выбранных опций (CSV)

source: Any document type
de: Jeder Dokumententyp
es: Cualquier tipo de documento
fr: Tout type de document
it: Qualunque tipo di documento
pt_br: Qualquer tipo de documento
ru: Любой тип Документа

source: Application
de: Anwendung
es: Aplicación
it: Applicazione
pt_br: Aplicação
ru: Приложение

source: Application settings file to use instead of default location
de: Anstelle Standardspeicherort zu verwendende Anwendungseinstellungsdatei
es: Archivo de configuración que usar en lugar de la ubicación por defecto
fr: Fichier de options de l'application à utiliser à la place du fichier par défaut
it: File di opzioni dell'applicazione che usare invece del percorso predefinito
pt_br: Arquivo de configurações a usar em vez da localização padrão
ru: Использовать файл настроек приложения взамен расположения по умолчанию

source: Application:
de: Anwendung:
es: Aplicación:
it: Applicazione:
pt_br: Aplicação:
ru: Приложение:

source: Apply merge rules...
de: Zusammenführungsregeln anwenden...
es: Aplicar las reglas de fusión...
fr: Appliquer les rêgles de fusion...
it: Applica le regole d'unione...
pt_br: Aplicar as regras de mesclagem...
ru: Применить правила слияния...

source: Arguments:
de: Argumente:
es: Argumentos:
fr: Paramètres :
it: Argomenti:
pt_br: Argumentos:
ru: Аргументы:

source: Around differences
de: Um Differenzen herum
es: Alrededor de las diferencias
fr: Autour des différences
it: Intorno alle differenze
pt_br: Ao redor das diferenças
ru: Округлить различия

source: Arrange panels horizontally/vertically
de: Bedienfelder horizontal/vertikal ausrichten
es: Arregla los paneles horizontalmente/verticalmente
fr: Arranger les volets horizontalement/verticalement
it: Disponi i pannelli orizzontalmente/verticalmente
pt_br: Organizar painéis horizontalmente/verticalmente
ru: Выровнять панели горизонтально/вертикально

source: Arrow
de: Pfeil
es: Flecha
fr: Flêche
it: Freccia
pt_br: Flecha
ru: Стрелка

source: Ask before
de: Vorher fragen
es: Preguntar antes
fr: Demander
it: Domandare prima
pt_br: Pergunte antes
ru: Спросить прежде

source: Asynchronous (hidden)
de: Asynchron (ausgeblendet)
es: Asíncrono (oculto)
fr: Asynchrone (caché)
it: TODO
pt_br: Assíncrono (oculto)
ru: Асинхронно (скрытно)

source: Attributes:
de: Attribute:
es: Atributos:
fr: Attributs :
it: Attributi:
pt_br: Atributos:
ru: Атрибуты:

source: Auto
ru: Авто

source: Auto-merge success
de: Erfolg der automatischen Zusammenführung
es: Suceso de la fusión automática
fr: Fusion automatique réussie
it: Unione automatica riuscita
pt_br: Sucesso na automesclagem
ru: Авто слияние успешно

source: Automatic
de: Automatisch
es: Automático
fr: Automatique
it: Automatico
pt_br: Auto
ru: Автоматически

source: Automatic reconnection after
de: Automatische Wiederverbindung nach
es: Otro intento de reconexión después
fr: Reconnexion automatique après
it: Riconnessione automatica dopo
pt_br: Reconexão automática depois
ru: Автоматически соединиться после

source: Automatically check for updates at ECMerge start-up. The displayed page will list previous ECMerge versions along with a list of new features and bug fixes.
de: Automatisch bei Start von ECMerge auf Updates prüfen. Die angezeigte Seite wird frühere Versionen von ECMerge zusammen mit einer Liste neuer Funktionen und Fehlerbehebungen anzeigen.
es: Comprobar automáticamente las nuevas versiones al inicio de ECMerge. La página mostrada contendrá todas las versiones de ECMerge con la lista de funcciones y correcciones de errores.
fr: Pensez à vérifier les mises à jour de ECMerge avec le menu Aide/Ellié Computing en ligne/Vérifier la présence de mises à jour. La page vous affiche la liste des mises à jour, les nouvelles fonctionalités et les corrections de bug.
pt_br: Você pode automaticamente verificar por atualizações na inicialização do ECMerge. A página mostrada listará versões prévias do ECMerge junto com a lista de novas características e erros corrigidos.
ru: Автоматически проверять обновления ECMerge при запуске. Отображаемая страница будет содержать список предыдущих версий ECMerge вместе со списком новых возможностей и исправлений ошибок.

source: Automatically compare files content when unsure
de: Automatisch Dateiinhalt bei Unsicherheit vergleichen
es: Comparar automáticamente los contenidos cuando hay dudas
fr: Comparer automatiquement les contenus des fichiers si besoin
it: Compara automaticamente i contenuti dei fili se non sicuro
pt_br: Automaticamente compare o conteúdo dos arquivos quando há dúvida
ru: Автоматически сравнивать содержание файлов в случае неопределенности

source: Background...
de: Hintergrund...
es: Color de fondo...
fr: Couleur de fond...
it: Sfondo...
pt_br: Secundário...
ru: Фон...

source: Bare &XML
de: Bloße &XML
es: &XML sencillo
fr: &XML simple
it: &XML semplice
ru: Чистый &XML

source: Base URL:
de: Basis-URL:
es: URL de base:
fr: URL de base :
it: URL di base:
ru: Базовый URL:

source: Base file should use this as the preferred encoding
de: Basisdatei sollte dies als bevorzugte Zeichencodierung verwenden
es: Usar esta codificación para el archivo antecesor
fr: Utiliser cet encoding pour le fichier ancêtre
it: Il file di base dovrebbe usare questa codifica
pt_br: O arquivo base deve usar esta codificação como preferencial
ru: Базовый файл должен использовать данную предпочтительную кодировку

source: Base file should use this title
de: Basisdatei sollte diesen Titel verwenden
es: Usar este título para el archivo antecesor
fr: Utiliser ce titre pour le fichier ancêtre
it: Il file di base dovrebbe usare questo titolo
pt_br: O arquivo base deve usar este título
ru: Базовый файл должен использовать данный заголовок

source: Because of following error: $0
de: Aufgrund des folgenden Fehlers: $0
es: A causa del error siguiente: $0
fr: A cause de l'erreur suivante : $0
it: A causa dell'errore: $0
pt_br: Devido ao seguinte erro: $0
ru: В следствие следующей ошибки: $0

source: Bidirectional consolidation
de: Bidirektionale Konsolidierung
es: Consolidación bidirectional
fr: Consolidation bidirectionelle
ru: Двунаправленная консолидация

source: Binary Comparisons
de: Binäre Vergleiche
es: Comparaciones binarias
fr: Comparaisons Binaires
it: Comparazioni Binarii
pt_br: Comparações binárias
ru: Бинарное сравнение

source: Binary Document
de: Binäres Dokument
es: Documento Binario
fr: Document Binaire
it: Documento Binario
pt_br: Documento binário
ru: Бинарный Документ

source: Binary copy from %s to %s
de: Binäre Kopie von %s nach %s
es: Copia binaria desde %s hacia %s
fr: Copie binaire de %s vers %s
it: Copia binario da %s a %s
pt_br: Cópia binária de %s até %s
ru: Бинарное копирование с %s по %s

source: Binary document
de: Binäres Dokument
es: Documento Binario
fr: Document Binaire
it: Documento Binario
ru: Бинарный документ

source: Binary documents can compare any files especially those that cannot be converted into text or image.
de: Binäre Dokumente können alle Dateien vergleichen, besonders all jene, die nicht in Text oder Bild konvertiert werden können.
es: Estos documentos pueden comparar cualquier tipo de archivo, sobretodo los que no se convierten en texto o imagen.
fr: Ces documents permettent de comparer tout type de fichiers, en particulier ceux qui ne peuvent être convertis en texte ou en image.
it: Questi documenti comparano i fili che non si possono convertire in testo o in immagine.
ru: Бинарные документы могут сравнивать любые файлы особенно те, которые не могут быть преобразованы в текст или изображение

source: Binary equality test
de: Binärer Paritätstest
es: Testo de igualdad binaria
fr: Test d'égalité binaire
it: Test di uguaglianza binaria
ru: Бинарный тест равенства

source: Binary file field
de: Binäres Dateifeld
es: Campo de un archivo binario
fr: Champ de fichier binaire
it: Campo di file binario
ru: Бинарное поле файла

source: Blanking
de: Austasten
es: Blanqueado
fr: Couleur de fond
it: Imbiancato
pt_br: Cor de fundo
ru: Заглушка

source: Blocks of interest:
de: Blocks von Interesse:
es: Bloques de interés:
fr: Blocs d'intérêt :
it: Blocchi d'interesse
pt_br: Blocos de interesse:
ru: Блоки влияния

source: Bookmark
es: Marcador
fr: Marqueur
it: Segnalibro
pt_br: Marcador
ru: Закладка

source: Bookmarks
es: Marcadores
fr: Marqueurs
it: Segnalibri
pt_br: Marcadores
ru: Закладки

source: Both
de: Beide
es: Ambos
fr: Les deux
it: Ambedue
pt_br: Ambos
ru: Оба

source: Bottom
de: Unten
es: Abajo
fr: Bas
it: Basso
pt_br: Abaixo
ru: Внизу

source: Branch:
de: Zweig:
es: Rama:
fr: Branche :
pt_br: Ramificação:
ru: Ветка:

source: Browse
de: Browsen
es: Examinar
fr: Parcourir
it: Sfogli
pt_br: Examinar
ru: Просмотр

source: Browse in external explorer
de: In externem Explorer browsen
es: Examinar en un explorador de archivos
fr: Ouvrir dans un explorateur de fichiers
it: Sfoglia in un esploratore esterno
pt_br: Examinar no gerenciador de arquivos externo
ru: Просмотр во внешнем проводнике

source: Browser
es: Navegador
fr: Explorateur
pt_br: Navegador
ru: Браузер

source: Buy now
de: Jetzt kaufen
es: Comprar ahora
fr: Acheter maintenant
it: Acquista ora
pt_br: Compre agora
ru: Купить

source: CSS Stylesheet
de: CSS-Formatvorlage
es: Hoja de estilos personalizada
fr: Feuille de style CSS
it: Foglio di stile CSS
pt_br: Folha de estilo personalizada
ru: CSS стили

source: CSS to use when generating HTML reports:
de: Bei der Erstellung von HTML-Berichten zu erstellende CSS:
es: CSS que usar cuando se genera el informe HTML:
fr: CSS à utiliser pour les rapports HTML :
it: CSS che usare per generare i rapporti HTML:
pt_br: CSS a usar quando gerar o relatório HTML:
ru: CSS для использования при генерации HTML отчетов:

source: Cannot copy from and to the same panel
de: Kann nicht von und in das gleiche Bedienfeld kopieren
es: Imposible copiar desde y hacia el mismo panel
fr: Impossible de copier depuis et vers le même volet
it: Impossibile copiare de e al stesso pannello
pt_br: O mesmo painel não pode ser origem e destino
ru: Не получается скопировать на ту же панель

source: Cannot export in given format based on current source files
de: In das vorgegebene Format kann nicht auf Grundlage der aktuellen Quelldateien exportiert werden
es: Imposible exportar en el formato seleccionado con los archivos fuentes actuales
fr: Impossible d'exporter dans le format choisi par rapport aux fichiers sources courants
it: Impossibile esportare nello formato indicato basato sui fili sorgenti attuali
pt_br: Impossível exportar no formato selecionado com os arquivos fontes atuais
ru: Невозможно экспортировать в полученном формате, основанном на текущих исходных файлах

source: Cannot find help file $0.
de: Hilfedatei $0 kann nicht gefunden werden.
es: Imposible encontrar el archivo de ayuda $0
fr: Impossible de trouver le fichier d'aide $0
it: Impossibile trovare il file di aiuto $0.
pt_br: Impossível encontrar o arquivo de ajuda $0.
ru: Невозможно найти файл помощи $0.

source: Cannot generate a patch from a single data source
de: Ein Patch aus einer einzelnen Datenquelle kann nicht erstellt werden
es: Imposible generar un parche con una sola fuente
fr: Impossible de générer un patch à partir d'une seule source
it: Impossibile generare un patch pre un sorgente di dati
pt_br: Impossível gerar arquivo patch a partir de uma única fonte
ru: Невозможно сгенерировать патч с единичного источника данных

source: Cannot handle non-local path $0
de: Kann externen Pfad $0 nicht verarbeiten
es: Imposible manejar la ruta remota $0
fr: Impossible de gérer le chemin non-local $0
it: Impossibile supportare il percorso remoto $0
pt_br: Impossível usar o caminho remoto $0
ru: Невозможно обойтись без не локального пути $0

source: Cannot load document because your serial number for Standard edition does not allow documents with ancestor.
de: Dokument kann nicht geladen werden, da Ihre Seriennummer für die Standard-Edition keine Dokumente mit Vorgänger zulässt.
es: Imposible cargar el documento porque su número de serie (ECMerge Estándar) no autoriza los documentos con antecesor.
fr: Impossible de charger le document car votre numéro de série (ECMerge Standard) n'autorise pasles documents avec ancêtre.
it: Impossibile caricare il documento perchè il Numero di Serie dell'edizione Standard non permite documenti con ascendente
pt_br: Não é possível usar o documento porque seu número serial (ECMerge Edição Padrão) não permite documentos com antecessor.
ru: Невозможно загрузить документ потому что серийный номер Стандартного издания не позволяет использовать документы с предками

source: Change count
de: Zählung verändern
es: Cambios
fr: Différences
it: Cambiamenti
pt_br: Contagem de mudança
ru: Изменить количество

source: Change images alignment
de: Bilderabgleich ändern
es: Cambiar la alineación de las imagenes
fr: Changer l'alignement des images
it: Cambia l'allineamento di immagini
ru: Изменить выравнивание изображений

source: Changed
de: Geändert
es: Modificado
fr: Modifié
it: Cambiato
pt_br: Modificado
ru: Измененный

source: Changes count
de: Änderungszählung
es: Cambios
fr: Nombre de différences
it: Cambiamenti
pt_br: Contagem de mudanças
ru: Изменить количество

source: Changes the application preferences
de: Ändert die Anwendungsvoreinstellungen
es: Edita las opciones de la aplicación
fr: Edite les options de l'application
it: Modifica le preferenze dell'applicazione
pt_br: Alterar as preferências da aplicação
ru: Изменить настройки приложения

source: Changes the view and comparison options
de: Verändert die Ansichts- und Vergleichsoptionen
es: Edita las opciones de vista y de comparación
fr: Edite les options d'affichage et de comparaison
it: Modifica le opzioni di vista e di comparazione
pt_br: Alterar as opções de visualização e comparação
ru: Изменить вид и настройки сравнения

source: Changing access rights
de: Zugriffsrechte werden verändert
es: Cambiando los derechos de acceso
fr: Mise à jour des droits d'accès
it: Cambiando i diritti di accesso
pt_br: Alterando os direitos de acesso
ru: Изменить права доступа

source: Channel per channel
de: Kanal pro Kanal
es: Canal por canal
fr: Canal par canal
it: Canale per canale
pt_br: Canal por canal
ru: Канал на канал

source: Character encoding used to create files:
de: Zeichencodierung zur Erstellung von Dateien verwendet:
es: Codificación que se usa para escribir los nuevos archivos:
fr: Encoding à utiliser pour écrire les nouveaux fichiers :
it: Codifica per creare fili:
pt_br: Caractere de codificação usado para criar os arquivos:
ru: Кодировка символов, используемая для создания файлов:

source: Check (place holder)
de: Prüfen (Platzhalter)
it: Check
ru: Проверить (метка заполнитель)

source: Check date and size
de: Datum und Größe überprüfen
es: Verificar la fecha y el tamaño
fr: Vérifier la date et la taille
it: Controlla data e dimensione
pt_br: Verificar a data e o tamanho
ru: Проверить дату и размер

source: Check exit code
de: Ende-Code überprüfen
es: Verificar el código de éxito
fr: Teste le code de retour
it: Controlla il codice d'uscita
pt_br: Verificar o código de saída
ru: Проверить код выхода
