Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Context diff with 3 lines of context
de: Kontextdifferenz mit 3 Zeilen an Kontext
es: Comparación contextual con 3 líneas de contexto
fr: Comparaison contextuelle avec 3 lignes de contexte
it: Diff contestuali con 3 linee di contesto
pt_br: Diferença contextual com 3 linhas de contexto
ru: Контекст отличается с 3 строками контекста

source: Context diff, with specified number of context lines
de: Kontextdifferenz, mit festgelegter Anzahl an Kontextzeilen
es: Comparación contextual con un número de líneas de contexto especificado
fr: Comparaison contextuelle avec un nombre de lignes de contexte spécifié
it: Diff contestuali con un numero dato di linee di contesto
pt_br: Diferença contextual, com número especificado de linhas de contexto
ru: Контекст отличен с указанным количеством контекстных строк

source: Context length:
de: Kontextlänge:
es: Tamaño del contexto :
fr: Longueur du contexte :
it: Lunghezza del contesto:
pt_br: Comprimento do contexto:
ru: Длина контекста

source: Context outside of blocks of interest:
de: Kontext außerhalb der Blocks von Interesse:
es: Contexto fuera de los bloques de interés:
fr: Contexte hors des blocs d'intérêt
it: Contesto all'esterno dei blocchi d'interesse:
pt_br: Contexto fora dos blocos de interesse:
ru: Контекст вне блоков рассмотрения:

source: Continue
de: Fortfahren
es: Continuar
fr: Continuer
it: Continua
pt_br: Continuar
ru: Продолжить

source: Converters
de: Konverter
es: Convertidores
fr: Convertisseurs
it: Convertitori
pt_br: Conversores
ru: Конвертер

source: Converters auto-detection function object '$0' is not an ECMAScript function
de: Das automatische Entdeckungsfunktionsobjekt '$0' des Konverters ist keine ECMASkript-Funktion
es: La función de autodetección de los convertidores '$0' no es una función ECMAScript
fr: La fonction d'auto-détection des convertisseurs '$0' n'est pas une fonction ECMAScript
it: Funzione di rilevazione automatica '$0' non è una funzione ECMAScript
pt_br: A função de autodetecção dos conversores '$0' não é uma função ECMAScript
ru: Преобразование авто определяемой функции объекта '$0' является не ECMAScript функцией

source: Copies the selection and puts it on the Clipboard
de: Kopiert die Auswahl und legt sie in die Zwischenablage
es: Copia la selección y la coloca en el portapapeles
fr: Copie la sélection et la place dans le Presse-papier
it: Copia la sezione selezionata negli appunti
pt_br: Copia a seleção e a coloca na área de transferência
ru: Копировать выделенное и поместить это в буфер обмена

source: Copy
de: Kopieren
es: Copiar
fr: Copier
it: Copia
pt_br: Copiar
ru: Копировать

source: Copy $0
de: $0 kopieren
es: Copiar $0
fr: Copier $0
it: Copiar $0
pt_br: Copiar $0
ru: Копировать $0

source: Copy ancestor version to $0
de: Vorgängerversion kopieren nach $0
es: Copiar la versión del antecesor hacia $0
fr: Copier la version de l'ancêtre vers $0
it: Copia la versione ascendente a $0
pt_br: Copiar a versão do antecessor para $0
ru: Копировать версию предка по $0

source: Copy command line to clipboard
de: Befehlszeile in Zwischenablage kopieren
es: Copiar la línea de comando hacia el portapapeles
fr: Copier la ligne de commande vers le Presse-Papier
it: Copia la linea di comando negli appunti
pt_br: Copiar a linha de comando para a área de transferência
ru: Копировать командную строку в буфер обмена

source: Copy from %s to %s
de: Von %s nach %s kopieren
es: Copiar la versión desde %s hacia %s
fr: Copier depuis %s vers %s
it: Copia da %s a %s
pt_br: Copiar de %s para %s
ru: Копировать с %s по %s

source: Copy initial values from:
de: Ursprüngliche Werte kopieren aus:
es: Copiar las valores iniciales desde:
fr: Copier les valeurs initiales depuis :
it: Copiare le valori iniziali da:
pt_br: Copiar os valores iniciais de:
ru: Копировать начальные значения формы:

source: Copy left version to $0
de: Linke Version kopieren nach $0
es: Copiar la versión izquierda hacia $0
fr: Copier la version de gauche vers $0
it: Copia la versione sinistra a $0
pt_br: Copiar a versão da esquerda para $0
ru: Копировать правую версию по $0

source: Copy right version to $0
de: Rechte Version nach $0 kopieren
es: Copiar la versión derecha hacia $0
fr: Copier la version de droite vers $0
it: Copia la versione destra a $0
pt_br: Copiar a versão da direita para $0
ru: Копировать левую версию по $0

source: Copy to ancestor
de: Zu Vorgänger kopieren
es: Copiar el en antecesor
fr: Copier vers l'ancêtre
it: Copia nel'ascendente
ru: Копировать до предка

source: Copy to left
de: Nach links kopieren
es: Copiar en la izquierda
fr: Copier vers la gauche
it: Copia nella sinistra
ru: Копировать до левого

source: Copy to result
de: Zu Ergebnis kopieren
es: Copiar en el resultado
fr: Copier vers le résultat
it: Copia nel resultato
ru: Копировать до результата

source: Copy to right
de: Nach rechts kopieren
es: Copiar en la derecha
fr: Copier vers la droite
it: Copia nella destra
ru: Копировать до правого

source: Copy to...
de: Kopieren in...
es: Copiar hacia...
fr: Copier vers...
it: Copia a...
pt_br: Copiar para...
ru: Копировать до...

source: Copy...
de: Kopieren...
es: Copiar...
fr: Copier...
it: Copiare...
pt_br: Copiar...
ru: Копировать...

source: Could not backup item $0 before saving because of error $1. Do you want to continue to save this item or skip it?
de: Element $0 konnte wegen Fehler $1 vor der Speicherung nicht gesichert werden. Möchten Sie mit dem Speichern dieses Elements fortfahren oder es überspringen?
es: Imposible escribir la copia de seguridad para el elemento $0 a causa del error $1.¿Desea guardar este elemento o ignorarlo?
fr: Impossible d'écrire la copie de sauvegarde de l'élément $0 à cause de l'erreur $1.Voulez-vous continuer d'enregistrer cet élément ou l'ignorer ?
it: Impossibile creare la copia di backup del elemento $0 prima di salvarlo a causa dell'errore $1.Vuoi continuare salvando quest'elemento o saltarlo?
pt_br: Não foi possível salvar a cópia de segurança do elemento $0 por causa do erro $1. Você deseja continuar salvando este elemento ou quer ignorá-lo?
ru: Невозможно создать резервную копию объекта $0 до сохранения из-за ошибки $1. Вы хотите продолжить сохранение этого объекта или пропустить его?

source: Could not backup item $0 before saving because of error $1. Do you want to continue to save?
de: Element $0 konnte wegen Fehler $1 nicht vor dem Speichern gesichert werden. Möchten Sie mit dem Speichern fortfahren?
es: Imposible escribir la copia de seguridad para el elemento $0 a causa del error $1.¿Desea guardar este elemento?
fr: Impossible d'écrire la copie de sauvegarde de l'élément $0 à cause de l'erreur $1.Voulez-vous continuer d'enregistrer cet élément ?
it: Impossibile creare la copia di backup del elemento $0 prima di salvarlo a causa dell'errore $1.Vuoi continuare salvando ?
pt_br: Não foi possível salvar a cópia de segurança do elemento $0 por causa do erro $1. Você deseja continuar salvando este elemento?
ru: Невозможно создать резервную копию объекта $0 до сохранения из-за ошибки $1. Вы хотите продолжить сохранение?

source: Could not compare documents
de: Dokumente konnten nicht verglichen werden
es: Imposible comparar los documentos
fr: Impossible de comparer les documents
it: Impossibile comparare i documenti
pt_br: Não foi possível comparar os documentos
ru: Невозможно сравнить документы

source: Could not execute command: $0
de: Konnte folgenden Befehl nicht ausführen: $0
es: Imposible ejecutar el comando: $0
fr: Impossible d'éxecuter la commande : $0
it: Impossibile eseguire il commando: $0
pt_br: Não foi possível executar o comando: $0
ru: Невозможно выполнить команду: $0

source: Could not execute macro %s
de: Makro %s konnte nicht ausgeführt werden
es: Imposible ejecutar el comando: %s
fr: Impossible d'éxecuter la commande : %s
it: Impossibile eseguire il commando: %s
pt_br: Não foi possível executar o comando: %s
ru: Невозможно исполнить макрос %s

source: Could not find an item matching the constraint. Do you want to search from the end of the document?
de: Konnte kein Element finden, das der Beschränkung entspricht. Möchten Sie vom Ende des Dokuments an suchen?
es: Imposible encontrar un elemento correspondiente a los criterios. ¿Desea retomar la búsqueda desde el fin del documento?
fr: Impossible de trouver un élément correspondant aux critères. Voulez-vous reprendre la recherche depuis la fin du document?
it: Impossibile trovare un elemento che corrisponde alle condizioni. Vuoi cercare dalla fine del documento ?
pt_br: Não foi possível encontrar um elemento correspondendo aos critérios. Deseja pesquisar a partir do fim do documento?
ru: Невозможно найти объект удовлетворяющий ограничению. Вы хотите искать сконца документа?

source: Could not find an item matching the constraint. Do you want to search from the start of the document?
de: Konnte kein Element finden, das der Beschränkung entspricht. Möchten Sie vom Anfang des Dokuments an suchen?
es: Imposible encontrar un elemento correspondiente a los criterios. ¿Desea retomar la búsqueda desde el principio del documento?
fr: Impossible de trouver un élément correspondant aux critères. Voulez-vous reprendre la recherche depuis le début du document?
it: Impossibile trovare un elemento che corrisponde alle condizioni. Vuoi cercare dall'inizio del documento ?
pt_br: Não foi possível encontrar um elemento coincidindo com os critérios. Deseja pesquisar a partir do início do documento?
ru: Невозможно найти объект удовлетворяющий ограничению. Вы хотите искать сначала документа?

source: Could not find or launch a default browser
de: Konnte keinen Standardbrowser finden oder starten
es: Imposible encontrar o lanzar el navigador por defecto
fr: Impossible de trouver ou lancer le navigateur par défaut
it: Impossibile trovare o lanciare il browser predefinito
pt_br: Não foi possível encontrar ou iniciar o navegador padrão
ru: Невозможно найти или запустить браузер по умолчанию

source: Could not load/import the document because of the following error: %s
de: Das Dokument konnte aufgrund des folgenden Fehlers nicht geladen/importiert werden: %s
es: Imposible cargar/importar el documento a causa del error siguiente: %s
fr: Impossible de charger/importer le document à cause de l'erreur suivante : %s
it: Impossibile caricare/importare il documento a causa dell'errore: %s
pt_br: Não foi possível carregar/importar o documento devido ao seguinte erro: %s
ru: Невозможно загрузить/импортировать документ в следствие следующей ошибки: %s

source: Could not open $0
de: $0 konnte nicht geöffnet werden
es: Imposible abrir $0
fr: Impossible d'ouvrir $0
it: Impossibile aprire $0
pt_br: Não foi possível abrir $0
ru: Невозможно открыть $0

source: Could not open document
de: Dokument konnte nicht geöffnet werden
es: Imposible abrir el documento
fr: Impossible d'ouvrir le document
it: Impossibile aprire il documento
pt_br: Não foi possível abrir o documento
ru: Невозможно открыть документ

source: Could not remove backup files
de: Datensicherungsdateien konnten nicht entfernt werden
es: Imposible quitar las copias de seguridad
fr: Impossible de supprimer les copies de secours
it: Impossibile rimuovere la copia di backup
pt_br: Não foi possível remover os arquivos de segurança
ru: Невозможно удалить резервную копию файлов

source: Could not save the document because of the following error: %s
de: Das Dokument konnte aufgrund des folgenden Fehlers nicht gespeichert werden: %s
es: Imposible guardar el documento a causa del error siguiente: %s
fr: Impossible de sauvegarder le document à cause de l'erreur suivante : %s
it: Impossibile salvare il documento a causa dell'errore: %s
pt_br: Não foi possível salvar o documento devido ao seguinte erro: %s
ru: Невозможно сохранить документ в следствие следующей ошибки: %s

source: Create a new options set
de: Neuen Optionssatz erstellen
es: Crea un nuevo juego de opciones
fr: Créer un nouveau jeu d'options
it: Crea un nuovo mazzo di opzioni
pt_br: Criar um novo conjunto de opções
ru: Создать новый набор настроек

source: Creating folder %s
de: Ordner %s wird erstellt
es: Creando la carpeta %s
fr: Création du dossier %s
it: Creando cartella %s
pt_br: Criando a pasta %s
ru: Создание директории %s

source: Current document
de: Aktuelles Dokument
es: Documento actual
fr: Dans le document courant
it: Documento corrente
pt_br: Documento atual
ru: Текущий документ

source: Currently edited option set:
de: Aktuell bearbeiteter Optionssatz:
es: Opciones del juego de opciones actual:
fr: Jeu d'options en cours d'édition :
it: Mazzo di opzioni attuali:
pt_br: Conjunto de opções atualmente editado:
ru: В настоящее время редактриумый набор настроек:

source: Currently running the full Demo version
de: Aktuell läuft die komplette Demoversion
es: Se usa la versión de demostración completa.
fr: Version d'Evaluation Complète en cours d'exécution
it: Attualmente la versione di dimostrazione completa in esecuzione.
ru: В настоящее время запущена полная Демо версия

source: Currently selected option set:
de: Aktuell ausgewählter Optionssatz:
es: Juego de opciones actual:
fr: Jeu d'options actuellement sélectionné :
it: Mazzo di opzioni:
pt_br: Conjunto de opções atualmente selecionado
ru: В настроящее время выбранный набор настроек:

source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
pt_br: Personalizado
ru: Настроить

source: Custom stylesheet
de: Benutzerdefinierte Formatvorlage
es: Hoja de estilos personalizada
fr: Feuille de style personnalisée
it: Foglio di stile personalizzato
pt_br: Folha de estilo personalizada
ru: Пользовательские стили

source: Custom stylesheet URL:
de: Benutzerdefinierte Formatvorlage URL:
es: URL de la hoja de estilos personalizada:
fr: URL de la feuille de style personalisée :
it: URL del foglio di stile personalizzato:
pt_br: URL da folha de estilo personalizada
ru: Пользовательские стили URL:

source: Cut
de: Ausschneiden
es: Cortar
fr: Copier
it: Taglia (ctrl-X)
pt_br: Cortar
ru: Вырезать

source: Cuts the selection and puts it on the Clipboard
de: Schneidet die Auswahl aus und legt sie in die Zwischenablage
es: Corta la selección y la coloca en el portapapeles
fr: Coupe la sélection et la place dans le Presse-papier
it: Taglia la sezione selezionata e la mette negli appunti
pt_br: Cortar a seleção e colocá-la na área de transferência
ru: Вырезать выделенное и вставить в буфер обмена

source: Data Sources Options
de: Datenherkunftsoptionen
es: Opciones de las fuentes de datos
fr: Options des sources de données
it: Opzioni di Sorgenti di dati
pt_br: Opções das fontes de dados
ru: Настройки источников данных

source: Database:
de: Datenbank:
es: Base de datos:
fr: Base de données :
pt_br: Base de dados:
ru: База данных:

source: Date filters options page
de: Datumsfilter-Optionsseite
es: Página de opciones de los filtros por datos
fr: Page d'options de filtrage par dates
it: Opzioni de filtri per Data
ru: Фильтры дат страницы настроек

source: Date selection
de: Datumsauswahl
es: Selección por fecha
fr: Sélection de la date
it: Seleziona la data
pt_br: Seleção de data
ru: Выбор даты

source: Date/Time:
de: Datum/Zeit:
es: Fecha/Hora:
fr: Date / Heure :
it: Date/Ora:
pt_br: Data/Tempo:
ru: Дата/Время:

source: Default File Type Options
de: Optionen Standarddateityp
es: Opciones del tipo de archivos por defecto
fr: Options du type de fichiers par défaut
it: Opzioni predefinite del tipo di file
pt_br: Opções de tipo de arquivo padrão
ru: Настройки типа файлов по умолчанию

source: Default document type opened on startup:
de: Standarddokumenttyp bei Start geöffnet:
es: Tipo de documento abierto al inicio:
fr: Type de document ouvert par défaut :
it: Tipo di documento predefinito che aprire all'avvio:
pt_br: Documento padrão aberto na inicialização:
ru: Тип документа открываемого при старте по умолчанию

source: Default file types:
de: Standard-Dateitypen:
es: Tipo de archivos por defecto:
fr: Types de fichiers par défaut :
it: Tipi di file predefiniti:
pt_br: Tipos de arquivos padrão:
ru: Типы файлов по умолчанию:

source: Default private key:
de: Standard-Privatschlüssel:
es: Clave privada por defecto:
fr: Clé privée par défaut :
it: Chiave privata predefinita:
ru: Приватный ключ по умолчанию:

source: Default view opened on startup:
de: Standardansicht bei Start geöffnet:
es: Vista por defecto abierta al inicio:
fr: Vue par défaut au démarrage :
it: Vista predefinita aperta all'avvio:
pt_br: Visualização padrão aberta na inicialização:
ru: Открываемый вид по умолчанию при запуске:

source: Delete
de: Löschen
es: Suprimir
fr: Supprimer
it: Elimina
pt_br: Excluir
ru: Удалить

source: Delete $0 version
de: $0 Version löschen
es: Suprimir la versión de $0
fr: Supprimer la version de $0
it: Elimina la versione $0
pt_br: Excluir a versão $0
ru: Удалить $0 версию

source: Delete or keep
ru: Удалить или оставить предка

source: Delete or keep left
de: Links löschen oder behalten
es: Suprimir o conservar la versión de la izquierda
fr: Supprimer ou conserver la version de gauche
it: Elimina o mmantieni sinistro
pt_br: Excluir ou manter o da esquerda
ru: Удалить или оставить слева

source: Delete or keep right
de: Rechts löschen oder behalten
es: Suprimir o conservar la versión de la derecha
fr: Supprimer ou conserver la version de droite
it: Elimina o mantieni destro
pt_br: Excluir ou manter o da direita
ru: Удалить или оставить справа

source: Deleted
de: Gelöscht
es: Borrado
fr: Supprimé
it: Rimosso
pt_br: Excluído
ru: Удаленный

source: Deletes viewed options set
de: Löscht den betrachteten Optionssatz
es: Suprime el juego de opciones
fr: Supprimer le jeu d'options courant
it: Elimina il mazzo di opzioni:
pt_br: Exclui o conjunto de opções visualizado
ru: Удалить просмотренный набор настроек

source: Deleting...
de: Wird gelöscht...
es: Suprimiendo...
fr: En cours de suppression...
it: Eliminando...
pt_br: Excluindo...
ru: Удаление...

source: Deletion
de: Löschung
es: Supresión
fr: Suppression
it: Eliminazione
pt_br: Exclusão
ru: Удаление

source: Demo version valid until $0
de: Demoversion gültig bis $0
es: Versión de evaluación valida hasta $0
fr: Version d'évaluation valide jusqu'au $0
it: Versione di dimostrazione valida fino a $0
pt_br: Versão de demonstração válida até $0
ru: Демо версия действует до $0

source: Demonstration version
de: Demoversion
es: Versión de evaluación
fr: Version d'évaluation
it: Versione di dimostrazione
pt_br: Versão de demonstração
ru: Демонстрационная версия

source: Destination path for logs (in addition to standard error or log window)
de: Zielpfad für Protokolle (zusätzlich zum Standardfehler oder Protokollfenster)
es: Ruta de los registros (además de la salida estándar de error o de la ventana de registros)
fr: Chemin de destination pour les logs (en plus de la sortie d'erreur standard ou la fenêtre de logs)
it: Percorso di destinazione per i logs (in aggiunta a standard error o alla finestra di logs)
pt_br: Local de destino para registros (além do usado para erro padrão ou janela de registro)
ru: Путь к логам (в дополнение к стандартной ошибке или окну лога)

source: Destination path for the export
de: Zielpfad für den Export
es: Ruta del resultado para el informe
fr: Chemin du fichier de rapport généré
it: Percorso di destinazione per la esportazione
pt_br: Local de destino para exportação
ru: Путь для экспорта

source: Destination path of the current action
de: Zielpfad der aktuellen Aktion
es: Ruta del resultado para la acción actual
fr: Chemin du résultat pour l'action courante
it: Percorso di destinazione dell'azione corrente
pt_br: Local de destino para a ação atual
ru: Путь для текущего действия

source: Diff
es: Comparar
fr: Comparer
it: Comparazione
pt_br: Diferenciar
ru: Разница

source: Diff &g; :
de: Differenz &g; :
es: Dif &g; :
ru: Разница &g; :

source: Diff Content
de: Differenzinhalt
es: Comparar el Contenido
fr: Comparer le contenu
it: Compa i contenuti
pt_br: Diferenciar o conteúdo
ru: Различие контента

source: Diff or Merge?
de: Differenzierung oder Zusammenführung?
es: Comparación o Fusión?
fr: Comparaison ou Fusion ?
it: Comparazione o Unione ?
pt_br: Diferenciar ou Mesclar ?
ru: Сравнить или произвести слияние?

source: Diff with %s
de: Differenz mit %s
es: Comparar con %s
fr: Comparer avec %s
it: Compara con %s
pt_br: Diferenciar com %s
ru: Сравнить с %s

source: Difference:
de: Differenz:
es: Diferencia:
fr: Différente :
it: Differenza:
pt_br: Diferença:
ru: Различие:

source: Differences
de: Differenzen
es: Diferencias
fr: Lignes différentes
it: Differenze
pt_br: Diferenças
ru: Различия:

source: Different
de: Unterschiedlich
es: Diferente
fr: Différent
it: Differente
pt_br: Diferente
ru: Различный

source: Different dates mean different files
de: Unterschiedliche Daten bedeuten unterschiedliche Dateien
es: Fechas diferentes significan archivos diferentes
fr: Des dates différentes impliquent des fichiers différents
it: Date di modifica di file differenti significa fili differenti
pt_br: Datas diferentes significam arquivos diferentes
ru: Различие в дате означает различие файлов

source: Different file dates mean different files
de: Unterschiedliche Dateidaten bedeuten unterschiedliche Dateien
es: Fechas diferentes significa archivos diferentes
fr: Des dates différentes impliquent des fichiers différents
it: Date di modifica di file differenti significa fili differenti
pt_br: Datas diferentes de arquivos significam arquivos diferentes
ru: Различие дат файла означает различие файлов

source: Different file sizes mean different files
de: Unterschiedliche Dateigrößen bedeuten unterschiedliche Dateien
es: Tamaños diferentes significa archivos diferentes
fr: Des tailles différentes impliquent des fichiers différents
it: Dimensioni di file differenti significa fili differenti
pt_br: Tamanhos diferentes de arquivos significam arquivos diferentes
ru: Различие размеров файла означает различие файлов

source: Different files (no conflict detected when auto-merging)
de: Unterschiedliche Dateien (keine Konflikte bei automatischer Zusammenführung festgestellt)
es: Archivos diferentes (ningún conflicto detectado en la fusión automática)
fr: Les fichiers différents (pas de conflit détecté lors de la fusion automatique)
it: Fili differenti (no conflitto rilevato durante l'unione automatica)
pt_br: Arquivos diferentes (nenhum conflito detectado na automesclagem)
ru: Различие файлов (конфликтов не обнаружено во время авто слияния)

source: Disable
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disabilita
pt_br: Desativado
ru: Отключить

source: Disable syntax colouring
de: Syntaxfarbgebung deaktivieren
es: Desactivar la coloración sintáctica
fr: Désactiver la colorisation syntaxique
it: Disabilita la colorazione sintassi
pt_br: Desativar a coloração sintáxica
ru: Отключить подсветку синтаксиса

source: Disabled
de: Deaktiviert
es: Desactivado
fr: Désactivé
it: Disattivato
pt_br: Desativado
ru: Отключенный

source: Display
de: Anzeigen
es: Visualización
fr: Affichage
it: Visualizzazione
pt_br: Exibir
ru: Отобразить

source: Display &offsets
de: &Offsets anzeigen
es: Mostrar los &offsets
fr: Afficher les &offsets
it: Visualizza gli &offset
ru: Отобразить &offsets

source: Display &text column
de: &Textspalte anzeigen
es: Mostrar la columna de &texto
fr: Afficher la colonne &texte
it: Vizzualizza la colonna di &testo
ru: Отобразить &text столбца

source: Display PSNR and MSE
de: PSNR und MSE anzeigen
es: Mostrar el PSNR y el MSE
fr: Afficher les PSNR et MSE
it: Mostra PSNR e MSE
pt_br: Exibir PSNR e MSE
ru: Отобразить PSNR и MSE

source: Display ancestor when specified
de: Vorgänger anzeigen, falls festgelegt
es: Mostrar el antecesor cuando está conocido
fr: Afficher l'ancêtre lorsqu'il est connu
it: Mostra l'ascendente quando specificato
pt_br: Exibir o antecessor quando especificado
ru: Показать предка когда это определено
