Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Display legend in HTML reports
de: Legende in HTML-Berichten anzeigen
es: Mostrar la leyenda en los informes HTML
fr: Afficher la légende dans les rapports HTML
it: Mostra la legenda nei rapporti HTML
pt_br: Exibir legenda nos relatórios HTML
ru: Показать легенду в HMTL отчетах

source: Display line endings
de: Zeilenenden anzeigen
es: Mostrar los caracteres de fin de líneas
fr: Afficher les caractères de fin de ligne
it: Visualizza i caratteri di fine di linea
pt_br: Exibir caracteres de final de linha
ru: Показать окончания строки

source: Display line numbers
de: Zeilenzahlen anzeigen
es: Mostrar los números de líneas
fr: Afficher les numéros de ligne
it: Visualizza il numero di linea
pt_br: Exibir os números de linha
ru: Показать количество чисел

source: Display margin
de: Rand anzeigen
es: Mostrar el margen
fr: Afficher la marge
it: Visualizza la margine
pt_br: Exibir margem
ru: Показать границу

source: Display passphrase
de: Passphrase anzeigen
es: Mostrar la contraseña
fr: Afficher la phrase de sécurité
it: Visualizza passphrase
ru: Показать кодовую фразу

source: Display usage info
de: Nutzerinformation anzeigen
es: Muestra los parámetros de la línea de comando
fr: Affiche les paramètres de la ligne de commande
it: Mostra le informazioni per l'uso
pt_br: Exibir informações de uso
ru: Показать информацию о использовании

source: Display version info
de: Versionsinfo anzeigen
es: Visualiza las informaciones de versión
fr: Affiche les informations de version
it: Mostra le informazioni sulla versione
pt_br: Exibir informações da versão
ru: Показать информацию о версии

source: Display white spaces
de: Leerzeichen anzeigen
es: Mostrar los espacios
fr: Afficher les espaces
it: Visualizza gli spazi
pt_br: Exibir espaços em branco
ru: Показать пробелы

source: Displays a list of all open tabs and provides commands that can be applied to the selected tabs
de: Zeigt eine Liste aller offenen Tabs und bietet Befehle, die auf die ausgewählten Tabs angewendet werden können
es: Abre un diálogo con la lista de las fichas abiertas y provee comandos aplicable con las fichas seleccionadas
fr: Affiche une liste des onglets ouverts et fournit des commandes à appliquer aux onglets sélectionnés
it: Mostra una lista delle finestre aperte e fornisce comandi che applicare sulle finestre selezionate
pt_br: Exibir a lista de todas as abas abertas e tornar disponível comandos que possam ser usados nas abas selecionadas
ru: Показать спиок всех открытых вкладок и предоставить команды которые могут быть применены к выбранным вкладкам

source: Displays all the toolbars
de: Zeigt alle Toolbars an
es: Restablece todas las barras de herramientas
fr: Affiche toutes les barres d'outils
it: Mostra tutte le barre degli strumenti
pt_br: Exibir todas as barras de ferramentas
ru: Показать все наборы инструментов

source: Displays available languages
de: Zeigt verfügbare Sprachen
es: Visualiza los lenguajes disponibles
fr: Affiche les langages disponibles
it: Mostra i linguaggi disponibili
pt_br: Exibir as linguagens disponíveis
ru: Показать доступные языки

source: Do not &check automatically for software updates in the future
de: Zukünftig nicht automatisch auf Software-Updates &prüfen
es: No &controllar automaticamente
fr: Ne pas &vérifier automatiquement les mises à jour dorénavant
it: No &controlla automaticamente aggiornamenti disponibili in futuro
ru: Не &check автоматически программные обновления в будущем

source: Do not format these tags:
de: Diese Tags nicht formatieren:
es: No formatear esos elementos:
fr: Ne pas formater ces éléments :
it: Non formattare questi tag:
pt_br: Não formatar estes elementos:
ru: Не форматировать данные тэги:

source: Do not save application settings file when closing the application.
de: Anwendungseinstellungsdatei beim Schließen der Anwendung nicht speichern.
es: No guardar el archivo de configuración al salir de la aplicación
fr: Empêche l'enregistrement du fichier d'options de l'application
it: Non salvare il file di opzioni dell'applicazione chiudendo l'applicazione.
pt_br: Não salvar o arquivo de configuração ao sair da aplicação.
ru: Не сохранять файл настроек приложения при закрытии приложения.

source: Do not show this page again
de: Diese Seite nicht wieder zeigen
es: No mostrar más está página
fr: Ne pas plus afficher cette page
it: Non visualizzare più questa pagina
ru: Не показывать данную страницу снова

source: Do not use proxy
de: Proxy nicht verwenden
es: No usar el proxy
fr: Ne pas utiliser de proxy
it: Non usare il proxy
pt_br: Não usar proxy
ru: Не использовать прокси

source: Do not use proxy for servers matching these patterns:
de: Proxy nicht für Server verwenden, auf die die nachfolgenden Muster passen:
es: No usar el proxy para servidores que corresponden a los modelos:
fr: Ne pas utiliser de proxy pour les serveurs correspondant au modèles suivants :
it: Non usare il proxy con i server che verificano i pattern:
pt_br: Não usar proxy para os servidores que coincidam com estes modelos:
ru: Не использовать прокси для серверов удовлетворяющих следующим маскам:

source: Do you really want to remove file $0 which is write protected, its content will be lost?
de: Möchten Sie Datei $0 wirklich löschen, deren Inhalt dann verloren geht?
es: ¿Desea realmente quitar el archivo $0 en lectura sola? Su contenido será perdido.
fr: Voulez-vous vraiment supprimer le fichier $0 en lecture seule ? Son contenu sera perdu.
it: Vuoi davvero rimuovere il file $0 con protezione, tutto il suo contenuto verrà perso?
pt_br: Deseja realmente remover o arquivo $0 que é protegido contra gravação, seu conteúdo será perdido?
ru: Вы действительно хотите удалить файл $0 защищенный от записи, его содержимое будет потеряно?

source: Do you really want to remove file $0 which is write protected, its content will be lost? or do you want to skip it?
de: Möchten Sie die schreibgeschützte Datei $0 wirklich entfernen, da ihre Inhalte dann verloren gehen? Oder möchten Sie sie überspringen?
es: El archivo $0 está en lectura sola. Su supresión traerá la perdida de su contenido. ¿Confirma la supresión o desea ignorar este elemento?
fr: Le fichier $0 en lecture seule. Sa suppression entraînera la perte de son contenu. Confirmez-vous la suppression ? Ou voulez-vous ignorer cet élément ?
it: Vuoi davvero rimuovere il file $0 con protezione, tutto il suo contenuto verrà perso? o vuoi saltarlo?
pt_br: Deseja realmente remover o arquivo $0 que é protegido contra gravação, seu conteúdo será perdido? ou deseja mantê-lo?
ru: Вы действительно хотите удалить файл $0 защищенный от записи, его содержимое будет потеряно? или вы хотите пропустить это?

source: Do you really want to remove file $0, its content will be lost?
de: Möchten Sie die Datei $0 wirklich entfernen, da deren Inhalt dann verloren geht?
es: ¿Desea realmente quitar el archivo $0? Son contenido será perdido.
fr: Voulez-vous vraiment supprimer le fichier $0 ? Son contenu sera perdu.
it: Vuoi davvero rimuovere il file $0, tutto il suo contenuto verrà perso?
pt_br: Deseja realmente remover o arquivo $0, seu conteúdo será perdido?
ru: Вы действительно хотите удалить файл $0 защищенный от записи, его содержимое будет потеряно?

source: Do you really want to remove file $0, its content will be lost? or do you want to skip it?
de: Möchten Sie Datei $0 wirklich entfernen, da deren Inhalt dann verloren geht? Oder möchten Sie sie überspringen?
es: La supresión del archivo $0 traerá la perdida de su contenido. ¿Confirma la supresión o desea ignorar este elemento?
fr: La suppression du fichier $0 entraînera la perte de son contenu. Confirmez-vous la suppression ? Ou voulez-vous ignorer cet élément ?
it: Vuoi davvero rimuovere il file $0, tutto il suo contenuto verrà perso? o vuoi saltarlo?
pt_br: Deseja realmente remover o arquivo $0, seu conteúdo será perdido? ou deseja mantê-lo?
ru: Вы действительно хотите удалить файл $0 защищенный от записи, его содержимое будет потеряно? или вы хотите пропустить это?

source: Do you really want to remove folder $0, all the contained files and folders will be lost?
de: Möchten Sie Ordner $0 wirklich löschen, so dass alle enthaltenen Dateien und Ordner verloren gehen?
es: La supresión de la carpeta $0 traerá la perdida de su contenido (archivos y carpetas). ¿Confirme la supresión?
fr: La suppression du dossier $0 entraînera la perte de son contenu (fichiers et dossiers). Confirmez-vous la suppression ?
it: Vuoi davvero rimuovere la cartella $0, tutto il suo contenuto verrà perso?
pt_br: Deseja realmente remover a pasta $0, todos os arquivos e subpastas contidos nela serão perdidos?
ru: Вы действительно хотите удалит директорию $0, все содержащиеся в ней файлы и директории будут потеряны?

source: Do you really want to remove folder $0, all the contained files and folders will be lost? or do you want to skip it?
de: Möchten Sie den Ordner $0 wirklich löschen, so dass alle enthaltenen Dateien und Ordner verloren gehen? Oder möchten Sie ihn überspringen?
es: La supresión de la carpeta $0 traerá la perdida de su contenido (archivos y carpetas). ¿Confirme la supresión o desea ignorar este elemento?
fr: La suppression du dossier $0 entraînera la perte de son contenu (fichiers et dossiers). Confirmez-vous la suppression ? Ou voulez-vous ignorer cet élément ?
it: Vuoi davvero rimuovere la cartella $0, tutto il suo contenuto verrà perso?o vuoi saltarla?
pt_br: Deseja realmente remover a pasta $0, todos os arquivos e subpastas contidos nela serão perdidos? ou deseja mantê-la?
ru: Вы действительно хотите удалит директорию $0, все содержащиеся в ней файлы и директории будут потеряны? или вы хотите пропустить это?

source: Do you really want to remove folder $0?
de: Möchten Sie wirklich Ordner $0 entfernen?
es: ¿Confirme la supresión de la carpeta $0?
fr: Confirmez-vous la suppression du dossier $0
it: Vuoi davvero rimuovere la cartella $0?
pt_br: Deseja realmente remover a pasta $0?
ru: Вы действительно хотите удалить директорию $0?

source: Do you really want to remove folder $0? or do you want to skip it?
de: Möchten Sie Ordner $0 wirklich entfernen? Oder möchten Sie ihn überspringen?
es: ¿Confirme la supresión de la carpeta $0 o desea ignorar este elemento?
fr: Confirmez-vous la suppression du dossier $0 ? Ou voulez-vous ignorer cet élément ?
it: Vuoi davvero rimuovere la cartella $0? o vuoi saltarla?
pt_br: Deseja realmente remover a pasta $0? ou deseja mantê-la?
ru: Вы действительно хотите удалит директорию $0? или вы хотите пропустить это?

source: Do you want to close the documents before opening the workspace?
de: Möchten Sie die Dokumente vor dem Öffnen der Arbeitsdatei speichern?
es: ¿Desea cerrar los documentos antes de abrir el espacio de trabajo?
fr: Voulez-vous fermer les documents avant d'ouvrir l'espace de travail ?
it: Vuoi chiudere i documenti prima di aprire il spazio di lavoro?
pt_br: Deseja fechar os documentos antes de abrir o espaço de trabalho?
ru: Вы хотите закрыть документы до открытия рабочего пространства?

source: Do you want to rename item at path $0 with name $1?
de: Möchten Sie das Element in Pfad $0 mit Namen $1 umbenennen?
es: ¿Desea renombrar el elemento en ruta $0 con el nombre $1?
fr: Voulez-vous renommer l'élement $0 avec le nom $1 ?
it: Vuoi rinominare l'elemento nel percorso $0 con il nome $1?
pt_br: Deseja renomear o item localizado em $0 com o nome $1?
ru: Вы хотите переименовать объект в директории $0 на имя $1?

source: Do you want to save the changes you've made in the property pages?
de: Möchten Sie die Änderungen speichern, die Sie auf den Eigenschaftsseiten vorgenommen haben?
es: ¿Desea guardar los cambios hechos en la página de Propiedades?
fr: Voulez-vous enregistrer les modifications apportées dans les pages de propriétés ?
it: Vuoi salvare i cambiamenti effettuati nelle pagine delle proprietà?
pt_br: Deseja salvar as alterações realizadas na página de propriedades?
ru: Вы хотите сохранить изменения которые вы сделали на странице свойств?

source: Document not recognized because of the following error: $0
de: Dokument aufgrund des folgenden Fehlers nicht erkannt: $0
es: Documento no reconocido a causa del error siguiente: $0
fr: Document non reconnu à cause de l'erreur suivante : $0
it: Documento sconosciuto a causa dell'errore: $0
pt_br: O documento não foi reconhecido devido ao seguinte erro: $0
ru: Документ не распознан в следствие следующей ошибки: $0

source: Document not yet loaded completely
de: Dokument noch nicht komplett geladen
es: Documento no totalmente cargado
fr: Le document n'est pas encore chargé complêtement
it: Documento no ancora caricato completamente
ru: Документ до сих пор полностью не загружен

source: Document options
de: Dokumentenoptionen
es: Opciones del documento
fr: Options du document
it: Opzioni del documento
pt_br: Opções de documento
ru: Настройки документа

source: Document quick options
de: Dokument-Zusatzoptionen
es: Opciones rápidas del documento
fr: Options rapides du document
it: Opzioni rapide del documento
ru: Быстрые настройки документа

source: Document settings template (.ecmt), used to specify comparison, sources, export options
de: Dokumenteneinstellungsvorlage (.ecmt), zur Festlegung von Vergleich, Quellen, Exportoptionen verwendet
es: Modelo de fusión (.ecmt), que usar para especificar fuentes, opciones de comparación, opciones de informe
fr: Modèle de fusion (.ecmt), utilisé pour spécifier les sources et les options d'export d'une comparaison
it: Template di impostazioni del documento (.ecmt) usato per specificare il tipo de comparazione, le sorgenti, le opzioni di esportazione.
pt_br: Configurações do documento modelo (.ecmt), usado para especificar comparações, fontes, opções de exportação
ru: Шаблон документа настроек (.ecmt), использующийся для данного сравнения, источников,

source: Document type
de: Dokumententyp
es: Tipo de documento
fr: Type de document
it: Tipo di documento
pt_br: Tipo de documento
ru: Тип документа

source: Down arrow
de: Abwärtspfeil
es: Flecha hacia abajo
fr: Flêche vers le bas
it: Freccia giù
pt_br: Seta para baixo
ru: Стрелка вниз

source: Dynamic
de: Dynamisch
es: Dinámico
fr: Dynamique
it: Dinamico
ru: Динамичный

source: Dynamic field
de: Dynamisches Feld
es: Campo dinámico
fr: Champ dynamique
it: Campo dinamico
ru: Динамическое поле

source: Dynamic fields definition script:
de: Bestimmungsskript der dynamischen Felder:
es: Script de definición de los campos dinámico:
fr: Script de définition des champs dynamiques :
it: Script di definizione dei campo dinamici
ru: Скрипт определения динамических полей:

source: ECMerge Standard only supports 2-Way comparisons and merges. To perform 3-Way comparisons, use ECMerge Pro. The trial version is always a Pro version.
de: ECMerge Standard unterstützt nur 2-Wege-Vergleiche und -Zusammenführungen. Zur Durchführung von 3-Wege-Vergleichen verwenden Sie ECMerge Pro. Die Testversion ist immer eine Pro-Version.
fr: ECMerge Standard ne supporte que les comparaisons à 2 sources, ECMerge Pro supporte aussi les comparaisons à 3 sources. La version d'essai est toujours une version Pro.
ru: ECMerge Standard поддерживает только 2-путевого сравнения и слияния. Для выполнения 3-путевого сравнения используйте ECMerge Pro. Пробная версия является всегда Pro версией.

source: ECMerge can compare files and folders accessible on your computer, your local network (Windows shared folders, mounted volumes), many version controls repositories and FTP/FTPS (FTP over SSL) servers.
de: ECMerge kann Dateien und Ordner vergleichen, die auf Ihrem Computer, Ihrem lokalen Netzwerk (geteilte Windows-Ordner, eingelegte Datenträger), vielen Versionssteuerungs-Repositorien und FTP/FTPS (FTP over SSL) Servern zugänglich sind.
es: ECMerge puede comparar archivos y carpetas de su computer, de la red local (carpetas compartidas en Windows, volúmenes montados), varios repositorios de control de revisiones y servidores FTP/FTPS (FTP over SSL).
fr: ECMerge peut comparer les fichiers et dossiers accessibles depuis votre ordinateur, le réseau local, de nombreux outils de gestion de configuration and FTP/FTPS (FTP sur SSL).
pt_br: O ECMerge pode comparar arquivos e pastas acessíveis no seu computador, na sua rede local (pastas compartilhadas do Windows, volumes montados), muitos repositórios de controles de versão e servidores FTP/FTPS (FTP sobre SSL).
ru: ECMerge может сравнивать файлы и директории доступные на вашем компьютере, в вашей локальной сети (Windows общедоступные директории, подключенные тома), в большинстве систем контроля версий и FTP/FTPS (FTP over SSL) серверах.

source: ECMerge can generate Unix patch files. It will help you to participate to Open Source projects. You can even start a merge operation, include only few changes in the result view and generate a patch between any existing version (left, ancestor, right) and the temporary result view. This allows you to make several patch files for different modifications saved at once.
de: ECMerge kann Unix-Patch-Dateien erstellen. Die Anwendung wird Sie dabei unterstützen, an Open Source-Projekten teilzunehmen. Sie können sogar Zusammenführungsoperationen starten, einige Veränderungen an der Ergebnisansicht vornehmen und einen Patch zwischen allen bestehenden Versionen (links, Vorgänger, rechts) und der temporären Ergebnisansicht erstellen. Dies ermöglicht es Ihnen, zugleich verschiedene Patch-Dateien für unterschiedliche, zugleich gespeicherte Änderungen zu erstellen.
es: ECMerge puede generar Parches Unix. Esto le ayuda participar a proyectos de código abierto. También se puede iniciar una fusión, incluir algunos cambios en el resultado y generar un parche entre cualquier versión (izquierda, antecesor, derecha) y el resultado. Esto le permite generar varios parches para diferentes modificaciones guardadas a la vez.
fr: ECMerge peut générer des patchs compatibles Unix, pour un fichier ou plusieurs dans les dossiers. Sélectionnez le menu Fichier/Exporter/Exporter un patch.
pt_br: O ECMerge pode gerar arquivos patch Unix. Isso o ajudará a participar de projetos de Código Aberto. Também se pode iniciar uma operação de mesclagem, incluir algumas alterações no resultado e gerar um arquivo patch entre qualquer versão existente (esquerda, antecessor, direita) e o resultado temporário. Isso permite gerar vários arquivos patch para diferentes modificações guardadas ao mesmo tempo.
ru: ECMerge может генерировать Unix патч файлы. Это позволяет вам учавстовать в проектах с открытым исходным кодом. Вы можете даже начать операцию слияния, включая только некоторые изменения в результирующем виде и генерировать патч между любыми существующими версиями (левая, предок, правая) и временным результирующем виде. Это позволяет вам создавать несколько патч файлов для различных модификаций сохраненных как одна.

source: ECMerge can generate basic comparison reports for binary files as the binary view is not supported for the moment.
de: ECMerge kann grundlegende Vergleichsberichte für binäre Dateien erstellen, da die binäre Ansicht aktuell nicht unterstützt wird.
es: ECMerge puede generar informes sencillos para las comparaciones de archivos binarios ya que todavía no existe la vista de archivos binarios.
fr: ECMerge peut générer des rapports de comparaison simplifiés pour les fichiers binaires, bien qu'il n'y ait pas de vue binaire pour l'instant.
pt_br: O ECMerge pode gerar relatórios básicos de comparação para arquivos binários uma vez que não há suporte no momento para a visualização binária.
ru: ECMerge может генерировать отчеты о базовом сравнении для бинарных файлов хотя бинарное представление на текущий момент не поддерживается.

source: ECMerge chooses the appropriate comparison type depending on items being files or folders. Then files contents are interpreted according to Files types as defined in Files Types section of Preferences.
de: ECMerge wählt den passenden Vergleichstyp in Abhängigkeit von Datei- oder Ordnerelementen. Dann werden die Dateiinhalte entsprechend den Dateitypen interpretiert, wie sie im Bereich Dateitypen in den Voreinstellungen festgelegt sind.
es: ECMerge escoge el tipo de comparación apropriado en función de los elementos archivos o carpetas. Entonces, se interpreta los contenidos según los Tipos de Archivos como definitido en Preferencias/Tipos de Archivos.
fr: ECMerge choisit le type de comparaison approprié en se basant sur les types des éléments comparés (fichiers ou dossiers). Les contenus des fichiers sont ensuite interprétés selon les Types de Fichiers définis dans les options Préférences/Types de Fichiers.
it: ECMerge sceglie il tipo di comparazione adeguato conformemente agli elementi fili o cartelle. Dunque, i contenuti dei fili vengono interpretati seguendo i tipi di fili definiti nella guida Preferenze/Tipi di fili.
ru: ECMerge выбирает соответствующий тип сравнения зависящий от объектов и файлов или директорий. Затем содержимое файлов интерпретируется согласно типам файлов как описано в настройках секции Типы Файлов.

source: ECMerge contains a built-in converter for Microsoft Word, RTF and OpenOffice Writer. You can use third-party tools to convert Adobe PDF documents into plain text or HTML and compare them.
de: ECMerge enthält einen integrierten Konverter für Microsoft Word, RTF und OpenOffice Writer. Sie können Tools von Drittanbietern verwenden, um Adobe PDF-Dokumente in Klartext oder HTML zu konvertieren und diese zu vergleichen.
es: ECMerge contiene un convertidor par Microsoft Word, RTF y OpenOffice Writer. Puede usar herramientas de otros proveedores para convertir los documentos Adobe PDF en texto plano o HTML y compararlos.
fr: ECMerge contient un convertisseur pour Microsoft Word, RTF et OpenOffice Writer. Vous pouvez utiliser de nombreux outils tierces pour convertir les fichiers Adobe PDF en texte simple ou HTML pour les comparer.
ru: ECMerge содержит встроенный конвертер для Microsoft Word, RTF и OpenOffice Writer. Вы можете выбрать стороннее приложение для преобразования PDF документов в простой текст или HTML и сравнить их.

source: ECMerge is a cross-platform software. It runs on Windows, Linux, Mac OS X and Solaris. If you need it on another platform (BSD, HP, AIX...), do not hesitate to contact Ellié Computing Team at info@elliecomputing.com .
de: ECMerge ist eine plattformunabhängige Software. Sie läuft auf Windows, Linux, Mac OS X und Solaris. Sollten Sie das Programm auf einer anderen Plattform benötigen (BSD, HP, AIX...), wenden Sie sich gerne unter info@elliecomputing.com an das Team von Ellié Computing.
fr: ECMerge est un outil multi plates-formes qui fonctionne sous Windows, Linux, Mac OS X et Solaris. Si vous avez besoin d'une autre plate-forme (BSD, HP, AIX...), n'hésitez pas à nous contacter à info@elliecomputing.com !
ru: ECMerge кроссплатформенное программное обеспечение. Оно запускается на Windows, Linux, Mac OS X и Solaris. Если вам необходима другая платформа (BSD, HP, AIX...), свяжитесь с нашей командой разработчиков по адресу info@elliecomputing.com .
