Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-vos.po
Languages: de, es, fr, it, pt_br

source: Advanced Server
pt_br: Servidor Avançado

source: Datacenter Edition
pt_br: Edição do Centro de Dados

source: Datacenter Server
de: Rechenzentrumsserver
pt_br: Servidor do Centro de Dados

source: Enterprise Edition
pt_br: Edição Empresarial

source: Home Edition
fr: Edition Familiale
pt_br: Edição Doméstica

source: Professional
de: Professionell
fr: Professionnel
pt_br: Profissional

source: Server
fr: Serveur
pt_br: Servidor

source: Server 4.0
fr: Serveur 4.0
pt_br: Servidor 4.0

source: Server 4.0, Enterprise Edition
pt_br: Servidor 4.0, Edição Empresarial

source: Standard Edition
pt_br: Edição Padrão

source: Web Edition
pt_br: Edição Web

source: Workstation 4.0
pt_br: Estação de Trabalho 4.0

source: $0 Error class: $1
de: $0 Fehlerklasse: $1
es: $0 Clase de error: $1
fr: $0 Classe d'erreur : $1
it: $0 Errorre di classe: $1
pt_br: $0 Classe de erro: $1

source: 2 weeks ago
de: Vor 2 Wochen
es: Hace 2 semanas
fr: Il y a 2 semaines
it: Nelle ultime due settimane
pt_br: 2 semanas atrás

source: 3 weeks ago
de: Vor 3 Wochen
es: Hace 3 semanas
fr: Il y a 3 semaines
it: Nelle ultime tre settimane
pt_br: 3 semanas atrás

source: A reference to another object prevents this action
de: Eine Referenz zu einem anderen Objekt verhindert diese Aktion
es: Una referencia hacia otro objeto impide esta operación
fr: Une référence vers un autre object empêche cette opération
it: Una referenza a un altro oggetto impedisce questa azione
pt_br: Uma referência a outro objeto impede esta ação

source: Access rights prevents this action
de: Die Zugangsrechte verhindern diese Aktion
es: Los derechos de acceso impiden esta operación
fr: Les droits d'accès empêchent cette opération
it: Gli diritti di accesso impediscono quest'azione
pt_br: Direitos de acesso impedem esta ação

source: Arabic
de: Arabisch
es: Árabe
fr: Arabe
it: Arabo
pt_br: Arábico

source: Arabic - ANSI
de: Arabisch - ANSI
es: Árabe -ANSI
fr: Arabe -ANSI
it: Arabo - ANSI
pt_br: Arábico - ANSI

source: Armenian
de: Armenisch
es: Armenio
fr: Arménien
it: Armeno
pt_br: Armênio

source: Assamese - ISCII
de: Assamesisch - ISCII
pt_br: Assamês - ISCII

source: Authentication failed
de: Authentifizierung fehlgeschlagen
es: Autentificación falló
fr: Echec d'authentification
it: Autenticazione fallì
pt_br: A autenticação falhou

source: Baltic
de: Baltisch
es: Báltico
fr: Balte
it: Bàltico
pt_br: Báltico

source: Baltic - ANSI
de: Baltisch - ANSI
es: Báltico - ANSI
fr: Balte - ANSI
it: Bàltico - ANSI
pt_br: Báltico - ANSI

source: Bengali - ISCII
de: Bengalisch - ISCII
pt_br: Bengalês - ISCII

source: CVOSIODesc does not have Length
es: CVOSIODesc no tiene miembro Length
fr: CVOSIODesc n'a pas de membre Length
it: CVOSIODesc non ha Length
pt_br: CVOSIODesc não tem comprimento

source: CVOSIODesc does not have Seek
es: CVOSIODesc no tiene miembro Seek
fr: CVOSIODesc n'a pas de membre Seek
it: CVOSIODesc non ha Seek
pt_br: CVOSIODesc não tem Seek

source: Central European - ANSI
de: Mitteleuropäisch - ANSI
es: Europa oriental y central - ANSI
fr: Europe orientale et centrale - ANSI
it: Europa orientale e centrale - ANSI
pt_br: Europa Central - ANSI

source: Character not recognized in VosUnicode
de: Schriftzeichen in VosUnicode nicht erkannt
es: Carácter desconocido en VosUnicode
fr: Caractère non reconnu dans VosUnicode
it: Carattere non riconosciuto in VosUnicode
pt_br: Caracter não reconhecido em VosUnicode

source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
it: Cinese
pt_br: Chinês

source: Chinese BIG5
de: Chinesisch BIG5
es: Chino BIG5
fr: Chinois BIG5
it: Cinese BIG5
pt_br: Chinês BIG5

source: Chinese CCITT
de: Chinesisch CCITT
es: Chino CCITT
fr: Chinois CCITT
it: Cinese CCITT
pt_br: Chinês CCITT

source: Conflict detected
de: Konflikt festgestellt
es: Conflicto detectado
fr: Conflit détecté
it: Conflitto scoperto
pt_br: Conflito detectado

source: Could not commit
de: Konnte nicht übergeben
es: Imposible validar
fr: Impossible de valider
it: Impossibile depositare
pt_br: Impossível confirmar

source: Could not determine item MIME type
de: Element-MIME-Typ konnte nicht bestimmt werden
es: Imposible determinar el tipo MIME
fr: Impossible de déterminer le type MIME
it: Impossible determinare il tipo MIME del elemento
pt_br: Impossível determinar o tipo MIME

source: Croatia
de: Kroatien
es: Croato
fr: Croate
it: Croàto
pt_br: Croata

source: Current state of the object prevents user from doing that
de: Der aktuelle Status des Objekts hindert den Nutzer daran, das zu tun
es: El estado actual del objeto impide al usuario de realizar esta acción
fr: L'état courant de l'objet empèche l'utilisateur de réaliser cette action
it: Il stato attuale dell'oggetto impedisce l'utente di fare questo
pt_br: O estado atual do objeto impede o usuário de realizar esta ação

source: Cyrillic
de: Kyrillisch
es: Cirílico
fr: Cyrillique
it: Cirillico
pt_br: Cirílico

source: Cyrillic - ANSI
de: Kyrillisch - ANSI
es: Cirílico - ANSI
fr: Cyrillique - ANSI
it: Cirillico- ANSI
pt_br: Cirílico - ANSI

source: Day before yesterday
de: Vorgestern
es: Anteayer
fr: Avant-hier
it: L'altro ieri
pt_br: Anteontem

source: Earlier this month
de: Anfang dieses Monats
es: Antes durante este mes
fr: Plus tôt dans le mois
it: Precedentemente nel mese
pt_br: Anteriormente neste mês

source: Earlier this week
de: Anfang dieser Woche
es: Antes durante esta semana
fr: Plus tôt dans la semaine
it: Precedentemente nella settimana
pt_br: Anteriormente nesta semana

source: Error during Report generation
de: Fehler während Berichterstellung
es: Error durante la generación del informe
fr: Erreur pendant la génération d'un rapport
it: Errore generando il rapporto
pt_br: Erro durante a geração do relatório

source: Extended Alpha Lowercase
de: Erweiterte Alpha-Kleinschrift
pt_br: Alfa minúsculo estendido

source: FTP listing line $0 not recognized: $1
de: FTP-Auflistungszeile $0 nicht erkannt: $1
es: No se reconoce la línea $0 del listing FTP: $1
fr: ligne $0 non reconnue dans le listing FTP : $1
it: riga $0 del listing FTP non riconosciuto: $1
pt_br: Listagem de linha FTP $0 não reconhecida: $1

source: Failed to compute comparison summary
de: Berechnung der Vergleichszusammenfassung fehlgeschlagen
es: Fallo al computar las estadísticas de comparación
fr: Erreur en calculant le résumé de la comparaison
it: Fallito calcolando le statistiche di comparazione
pt_br: Falha ao calcular comparação resumida

source: Failed to compute detailed comparison
de: Berechnung des detaillierten Vergleichs fehlgeschlagen
es: Fallo al computar los detalles de comparación
fr: Erreur en calculant le détail de la comparaison
it: Fallito calcolando la comparazione dettagliata
pt_br: Falha ao calcular comparação detalahada

source: Failed to list the content of a folder
de: Auflistung des Inhalts eines Ordners fehlgeschlagen
es: Fallo al listar el contenido de una carpeta
fr: Erreur pendant le listage du contenu d'un répertoire
it: Fallito listando i contenuti della cartella
pt_br: Falha ao listar o conteúdo de uma pasta

source: Failed to write output
de: Schreiben der Ausgabe fehlgeschlagen
es: Fallo al escribir la salida
fr: Erreur lors de l'écriture du résultat
it: Fallito scrivendo l'uscita
pt_br: Falha ao gravar saída

source: File or folder already exists
de: Datei oder Ordner besteht bereits
es: El archivo o la carpeta ya existe
fr: Le fichier ou le dossier existe déjà
it: Archivio o cartella già esiste
pt_br: Arquivo ou pasta já existe

source: File system item has wrong or unexpected type for operation
de: Dateisystemelement hat falschen oder unerwarteten Operationstyp
es: El tipo del objeto del sistema de archivo no conviene para esta operación
fr: Le type de l'objet du système de fichier ne correspond pas pour l'opération voulue
it: Elemento del file system non corrisponde per l'operazione
pt_br: O item do sistema de arquivo tem tipo errado ou inesperado para operação

source: File system item not found
de: Dateisystemelement wurde nicht gefunden
es: Objeto faltante en el sistema de archivos
fr: Objet absent du système de fichiers
it: Elemento del file system non trovato
pt_br: Item do sistema de arquivo não encontrado

source: Function not implemented
de: Funktion nicht implementiert
es: Funcionalidad faltante
fr: Fonctionalité absente
it: Funzione non implementata
pt_br: Função não implementada

source: Georgian
de: Georgisch
es: Georgiano
fr: Géorgien
it: Georgiano
pt_br: Georgiano

source: Greek
de: Griechisch
es: Griego
fr: Grec
it: Greco
pt_br: Grego

source: Greek - ANSI
de: Griechisch - ANSI
es: Griego - ANSI
fr: Grec - ANSI
it: Greco - ANSI
pt_br: Grego - ANSI

source: Greek 1
de: Griechisch 1
es: Griego 1
fr: Grec 1
it: Greco 1
pt_br: Grego 1

source: Hebrew
de: Hebräisch
es: Hebreo
fr: Hebreux
it: Ebraico
pt_br: Hebreu

source: Hebrew - ANSI
de: Hebräisch - ANSI
es: Hebreo - ANSI
fr: Hebreux - ANSI
it: Ebraico - ANSI
pt_br: Hebreu - ANSI

source: Hongkong Chinese
de: Hongkong-Chinesisch
es: Chino de HongKong
fr: Chinois Hong Kong
it: Cinese HongKong
pt_br: Chinês de HongKong

source: IA5 German
de: IA5 Deutsch
es: IA5 Alemán
fr: IA5 Allemand
it: IA5 Tedesco
pt_br: IA5 Alemão

source: IA5 International Alphabet n°5: IRV
de: IA5 internationales Alphabet Nr. 5: IRV
es: IA5 (Abecedario Internacional n°5)
fr: IA5 (Alphabet International n°5)
it: IA5 (Alfabeto Internazionale n°5)
pt_br: IA5 Alfabeto Internacional n°5: IRV

source: IA5 Norwegian
de: IA5 Norwegisch
es: IA5 Noruego
fr: IA5 Norvégien
it: IA5 Norvegese
pt_br: IA5 Norueguês

source: IA5 Swedish
de: IA5 Schwedisch
es: IA5 Sueco
fr: IA5 Suédois
it: IA5 Svedese
pt_br: IA5 Suéco

source: IBM- Arabic
de: IBM- Arabisch
es: Árabe (MS-DOS Árabe)
fr: IBM- Arabe
it: IBM- Arabo
pt_br: IBM- Arábico

source: IBM- BALTIC
de: IBM- BALTISCH
es: MS-DOS Báltico
fr: IBM- Balte
it: IBM- Bàltico
pt_br: IBM- Báltico

source: IBM- Canadian French
de: IBM- Frankokanadisch
es: Francés canadiense (MS-DOS Francés canadiense)
fr: IBM- Français canadien
it: IBM- Francese canadese
pt_br: IBM- Francês Canadense

source: IBM- Cyrillic (was Russian)
de: IBM- Kyrillisch (ehemals Russisch)
es: IBM Cyrillic (Ruso)
fr: IBM Cyrillic (Russe)
it: IBM Cirillico (Russo)
pt_br: IBM- Cirílico (era russo)

source: IBM- GREEK
de: IBM- GRIECHISCH
es: MS-DOS Griego
fr: IBM- Grec
it: IBM- Greco
pt_br: IBM- Grego

source: IBM- Hebrew
de: IBM- Hebräisch
es: Hebreo (DOS)
fr: IBM- Hebreux
it: IBM- Ebraico
pt_br: IBM- Hebreu

source: IBM- Icelandic
de: IBM- Isländisch
es: Islandés (MS-DOS Islandés)
fr: IBM-Islandais
it: IBM- Islandese
pt_br: IBM- Islandês

source: IBM- Latin 2
de: IBM- Latein 2
es: Eslavo (Latín 2)
it: IBM- (Latino 2)
pt_br: IBM- Latino 2

source: IBM- Modern Greek
de: IBM- Neugriechisch
es: Griego moderno (IBM Griego)
fr: IBM- Grec moderne
it: IBM- Greco moderno
pt_br: IBM- Grego Moderno

source: IBM- Multilingual Latin 1
de: IBM- Mehrsprachiges Latein 1
es: Multi-lenguas - Europa Occidental (Latín 1)
fr: Multi-langue - Europe Occidentale (Latin 1)
it: Multi-lingue - Europa Occidentale (Latino 1)
pt_br: IBM- Latino Multilingue 1

source: IBM- Multilingual Latin 1+Euro
de: IBM- Mehrsprachiges Latein 1+Euro
es: Multi-lenguas - Europa Occidental (Latín 1) + Euro
fr: Multi-langue - Europe Occidentale (Latin 1) + Euro
it: Multi-lingue - Europa Occidentale (Latino 1) + Euro
pt_br: IBM- Latino Multilingue 1+Euro

source: IBM- Nordic
de: IBM- Nordisch
es: Nórdico (MS-DOS Nórdico)
fr: IBM- Nordique
it: IBM- Nordico
pt_br: IBM- Nórdico

source: IBM- Portuguese
de: IBM- Portugiesisch
es: Portugués (MS-DOS Portugués)
fr: IBM- Portugais
it: IBM- Protoghese
pt_br: IBM- Português

source: IBM- Russian
de: IBM- Russisch
es: Ruso (MS-DOS Ruso)
fr: IBM- Russe
it: IBM- Russo
pt_br: IBM- Russo

source: IBM- Turkish
de: IBM- Türkisch
es: Turco (IBM MS-DOS Turco)
fr: Turc (IBM MS-DOS Turc)
it: Turco (IBM MS-DOS Turco)
pt_br: IBM- Turco

source: ISO 6937 Non-Spacing Accent
de: ISO 6937 Leerzeichenlose Betonung
es: ISO 6937
fr: ISO 6937
it: ISO 6937
pt_br: ISO 6937 Ênfase de não-espaçamento

source: Icelandic
de: Isländisch
es: Eslavo
fr: Islandais
it: Islandese
pt_br: Islandês

source: In JavaScript: $0 $3
es: En JavaScript: $0 $3
fr: Dans le JavaScript: $0 $3
pt_br: Em JavaScript: $0 $3

source: Incomplete path
de: Unvollständiger Pfad
es: Ruta incompleta
fr: Chemin incomplet
it: Percorso incompleto
pt_br: Caminho incompleto

source: Inconsistency found
de: Widerspruch gefunden
es: Incoherencia encontrada
fr: Incohérence trouvée
it: Incoerenza trovata
pt_br: Inconsistência encontrada

source: Insufficient access rights
de: Unzureichende Zugangsrechte
es: Derechos de acceso insuficientes
fr: Droit d'accès insuffisant
it: Diritti di accesso insufficiente
pt_br: Direitos de acesso insuficientes

source: Invalid parameter
de: Ungültiger Parameter
es: Parámetro incorrecto
fr: Paramètre invalide
it: Parametro invalido
pt_br: Parâmetro inválido

source: Item is not checked-out for given user/context: cannot operate
de: Element ist für den angegebenen Nutzer/Kontext nicht angemeldet: Handhabung nicht möglich
es: El objeto no está extraído por el usuario y el contexto dado: imposible obrar
fr: L'objet n'est pas extrait pour l'utilisateur et le contexte donné: impossible d'opérer
pt_br: Item não está verificado para dado usuário/contexto: não pode operar

source: Item needs to be merged
de: Element muss zusammengeführt werden
es: Se necesita fusionar el elemento
fr: Les objets doivent être fusionnés
pt_br: Item necessita ser mesclado

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
pt_br: Japonês

source: Japanese (Katakana) Extended
de: Japanisch (Katakana) erweitert
es: Japonés (Katakana) Extendido
fr: Japonais (Katakana) étendu
it: Giapponese (Katakana) estenso
pt_br: Japonês (Katakana) Estendido

source: Japanese (Latin) Extended and Japanese
de: Erweitertes Japanisch (Latein) und Japanisch
es: Japonés (Latín extendido y Japonés
fr: Japonais (Latin) étendu et Japonais
it: Giapponese (Latino) estenso e giapponese
pt_br: Japonês (Latino) Estendido e Japonês

source: Japanese JIS X 0201-1989
de: Japanisch JIS X 0201-1989
es: Japonés JIS X 0201-1989
fr: Japonais JIS X 0201-1989
it: Giapponese JIS X 0201-1989
pt_br: Japonês JIS X 0201-1989

source: Japanese JIS X 0208-1990 & 0121-1990
de: Japanisch JIS X 0208-1990 & 0121-1990
es: Japonés JIS X 0208-1990 & 0121-1990
fr: Japonais JIS X 0208-1990 & 0121-1990
it: Giapponese JIS X 0208-1990 & 0121-1990
pt_br: Japonês JIS X 0208-1990 & 0121-1990

source: Japanese with halfwidth Katakana
de: Japanisch mit halbbreiten Katakana
es: Japonés con Katakana semi anchura
fr: Japonais avec Katakana demi-largeur
it: Giapponese con Katakana semi larghezza
pt_br: Japonês com Katakana meia-largura

source: Japanese with no halfwidth Katakana
de: Japanisch ohne halbbreite Katakana
es: Japonés sin Katakana semi anchura
fr: Japonais sans Katakana demi-largeur
it: Giapponese senza Katakana semi larghezza
pt_br: Japonês sem Katakana meia-largura

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
pt_br: Coreano

source: Korean - Microsoft
de: Koreanisch - Microsoft
es: Coreano extendido Wansung
fr: Coréen étendu Wansung
it: Coreano estenso - Microsoft
pt_br: Coreano - Microsoft

source: Korean Extended and Korean
de: Erweitertes Koreanisch und Koreanisch
es: Coreano Extendido y Coreano
fr: Coréen étendu et Coréen
it: Coreano estenso e Coreano
pt_br: Coreano Estendido e Coreano

source: Laotian
de: Laotisch
es: Laosiano
fr: Laotien
it: Lao
pt_br: Laosiano

source: Last month
de: Im letzten Monat
es: Último mes
fr: Le mois dernier
it: Mese scorso
pt_br: Último mês

source: Last week
de: Letzte Woche
es: Última semana
fr: La semaine dernière
it: Settimana scorsa
pt_br: Última semana

source: Latin 1
de: Latein 1
es: Latín 1
it: Latino 1
pt_br: Latino 1

source: Latin 1 - ANSI
de: Latein 1 - ANSI
es: Latín 1
it: Latino 1 - ANSI
pt_br: Latino 1 - ANSI

source: Latin 10
de: Latein 10
es: Latín 10
it: Latino 10
pt_br: Latino 10

source: Latin 2
de: Latein 2
es: Eslavo (Latín 2)
fr: Slave (Latin 2)
it: Slavo (Latin 2)
pt_br: Latino 2

source: Latin 2 - Central Europe
de: Latein 2 - Mitteleuropa
es: Latín 2 - Europa Central
fr: Latin 2 - Europe Centrale
it: Latino 2 - Europa Centrale
pt_br: Latino 2 - Europa Central

source: Latin 3
de: Latein 3
es: Latín 3
it: Latino 3
pt_br: Latino 3

source: Latin 5
de: Latein 5
es: Latín 5
it: Latino 5
pt_br: Latino 5

source: Latin 6
de: Latein 6
es: Latín 6 (Norteño)
fr: Nordique (Latin 6)
it: Nordico (Latino 6)
pt_br: Latino 6

source: Latin 7
de: Latein 7
es: Latín 7
it: Latino 7
pt_br: Latino 7

source: Latin 8
de: Latein 8
es: Latín 8
fr: Celte (Latin 8)
it: Celtico (Latino 8)
pt_br: Latino 8

source: Latin 9
de: Latein 9
es: Latín 9
fr: Slave (Latin 9)
it: Slavo (Latino 9)
pt_br: Latino 9

source: Malayalam - ISCII
pt_br: Malaialo - ISCII

source: Microsoft Windows Server 2003 family
de: Microsoft Windows Server 2003 Familie
es: Familia Microsoft Windows Server 2003
fr: Microsoft Windows Server 2003
pt_br: Família Microsoft Windows Server 2003

source: Missing Serial Number
de: Fehlende Seriennummer
es: Número de serie faltante
fr: Numéro de série manquant
it: Numero Seriale mancante
pt_br: Número de Série está faltando

source: Move of $0 to $1 failed because of system error ($2).
de: Verschieben von $0 zu $1 wegen Systemfehler ($2) fehlgeschlagen.
es: Error del sistema ($2) mientras desplazando $0 hacia $1.
fr: Le déplacement de $0 vers $1 a échoué à cause d'une erreur système ($2).
it: Spostamento di $0 in $1 fallito a causa di un errore di sistema ($2)
pt_br: Mover de $0 para $1 falhou por causa do erro de sistema ($2).

source: No message yet for this error code ($0)
de: Bislang keine Nachricht für diesen Fehlercode ($0)
es: El mensaje por este error ($0) todavía no existe
fr: Le message pour cette erreur n'existe pas encore ($0)
it: Nessun messaggio per questo codice d'errore ($0)
pt_br: Não há mensagem ainda para este código de erro ($0)

source: Not Connected
de: Nicht verbunden
es: Desconectado
fr: Non connecté
it: Non connesso
pt_br: Desconectado

source: Older
de: Älter
es: Más viejo
fr: Plus ancien
it: Più vecchio
pt_br: Antigas

source: Operation canceled by the user
de: Operation von Nutzer abgebrochen
es: Operación anulada por el usuario
fr: Opération annulée par l'utilisateur
it: Operazione annullata dal utente
pt_br: Operação cancelada pelo usuário

source: Operation did not work, but may if you retry
de: Operation fehlgeschlagen, eventuell klappt es bei einem erneuten Versuch
es: La operación falló, pero podría funcionar si Usted intenta de nuevo
fr: L'opération a échoué, mais elle pourrait réussir si vous réessayez
pt_br: Operação não funcionou, mas pode funcionar se você repetir

source: Roman
it: Romano
pt_br: Romano

source: Romania
de: Rumänien
es: Rumano
fr: Roumain
it: Romeno
pt_br: Romeno

source: Russian
de: Russisch
es: Ruso
fr: koi8-r - Cyrillique
it: koi8-r - Cirillico
pt_br: Russo

source: Same identifier already used for another object
de: Gleiche Kennung bereits für anderes Objekt verwendet
es: Un otro objeto ya tiene el mismo identificador
fr: Identifiant identique déjà utilisé pour un autre object
it: Stesso identificator già usato per un'altro oggetto
pt_br: Um outro objeto já tem o mesmo identificador

source: Serial Number Version verification failed
de: Versionsprüfung der Seriennummer fehlgeschlagen
es: Error en la verificación de la versión del número de serie
fr: La vérification du format du numéro de série a échoué
it: Verificazione della versione nel Numero Seriale fallita
pt_br: Erro na verificação da Versão do Número de Série

source: Serial Number period expired
de: Zeitraum für Seriennummer abgelaufen
es: Periodo de prueba expirado
fr: Période d'utilisation expirée
it: Periodo del Numero Seriale scaduto
pt_br: Número Serial expirado

source: Serial Number product verification failed
de: Produktprüfung der Seriennummer fehlgeschlagen
es: Error en la verificación del número de serie del producto
fr: La vérification du numéro de série du produit a échoué
it: Verificazione del produtto nel Numero Seriale fallita
pt_br: Falhou a verificação do Número de Série do produto

source: Serial Number verification failed
de: Prüfung der Seriennummer fehlgeschlagen
es: Error en la verificación del número de serie
fr: La vérification de numéro de série a échoué
it: Verifica del Numero Seriale fallita
pt_br: Falhou a verificação do Número de Série

source: Sharing violation
de: Nutzungsverletzung
es: Violación de derechos de compartimiento
fr: Violation de droits de partage
it: Violazione di condivisione
pt_br: Violação de compartilhamento

source: Simplified Chinese
de: Vereinfachtes Chinesisch
es: Chino Simplificado
fr: Chinois Simplifié
it: Cinese semplificado
pt_br: Chinês Simplificado

source: Simplified Chinese (GB 2312)
de: Vereinfachtes Chinesisch (GB 2312)
es: Chino simplificado (GB 2312)
fr: Chinois simplifié (GB 2312)
it: Cinese semplificado (GB 2312)
pt_br: Chinês Simplificado (GB 2312)

source: Simplified Chinese (Windows XP: 4 Byte)
de: Vereinfachtes Chinesisch (Windows XP: 4 Byte)
es: Chino simplificado (Windows XP: 4 Byte)
fr: Chinois Simplifié (Windows XP : 4 Octets)
it: Cinese semplificado (Windows XP: 4 Byte)
pt_br: Chinês Simplificado (Windows XP: 4 Bytes)

source: Simplified Chinese - GB2312
de: Vereinfachtes Chinesisch - GB2312
es: Chino simplificado - GB2312
fr: Chinois Simplifié - GB2312
it: Cinese semplificado - GB2312
pt_br: Chinês Simplificado - GB2312

source: Simplified Chinese Extended and Simplified Chinese
de: Vereinfachtes Chinesisch erweitert und vereinfachtes Chinesisch
es: Chino simplificado extendido y chino simplificado
fr: Chinois Simplifié étendu et Chinois Simplifié
it: Cinese semplificado estenso a cinese semplificado
pt_br: Chinês Simplificado Estendido e Chinês Simplificado

source: Source and destination of an operation are equal whereas it is not authorized
de: Quelle und Ziel einer Operation sind gleich, obwohl dies nicht zugelassen ist
es: Fuente y destinación de la operación están iguales mientras está prohibido
fr: Source et destination de l'opération sont identiques alors que c'est interdit pour cette opération
pt_br: Fonte e destino da operação são iguais e não é permitido

source: String conversion failed because no known mapping exists between the two encodings
de: Die Stringkonvertierung ist fehlgeschlagen, da zwischen den beiden Zeichencodierungen kein bekanntes Mappen besteht
es: Una conversión de cadena falló porque no se puede convertir entre codificaciones
fr: La conversion de chaîne a échoué car aucune fonction de transformation n'existe entre ces deux jeux de caractères
it: Conversione della stringa fallita perché no mappa di caratteri esiste entre le due codifiche
pt_br: Conversão da cadeia de caracteres falhou porque nenhum mapeamento conhecido existe entre as duas codificações

source: String conversion failed because some character would be lost
de: String-Konvertierung fehlgeschlagen, da einige Zeichen verloren gehen würden
es: Una conversión de cadena falló porque se perderían caracteres
fr: La conversion de chaîne de texte a échoué (des caractères seraient perdus)
it: Conversione della stringa fallita perché caratteri saranno persi
pt_br: Conversão de cadeia de caracteres falhou porque alguns deles seriam perdidos

source: Success
de: Erfolg
es: Éxito
fr: Succès
it: Successo
pt_br: Sucesso

source: System error ($0) for item $1
de: Systemfehler ($0) für Element $1
es: Error del sistema ($0) para el elemento $1
fr: Erreur système ($0) pour l'élément $1
it: Errore del sitema ($0) per l'elemento $1
pt_br: Erro de sistema ($0) para item $1

source: Taiwan - TeleText
de: Taiwan - Videotext
pt_br: Taiwan - TeleTexto

source: Teletext
de: Videotext
fr: Télé-texte
pt_br: Teletexto
