Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Images
de: Bilder
es: Imagenes
it: Immagini
pt_br: Imagens
ru: Изображения

source: Images are identical
de: Bilder sind identisch
es: Las imagenes son idénticas
fr: Les images sont identiques
it: Gli immagini sono uguali
ru: Изображения одинаковы

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
pt_br: Importar
ru: Импорт

source: Import &all panels
de: Alle Bedienfelder &importieren
es: Importar &todos los paneles
fr: Importer &tous les écrans
it: Importa tutti i &pannelli
pt_br: Importar &todos painéis
ru: Импорт &all панелей

source: Import &current panel
de: Aktuelles &Panel importieren
es: Importar el panel &actual
fr: Importer l'écran &courant
it: Importa il pannello &attuale
pt_br: Importar &painel atual
ru: Импорт &current панелей

source: Import Options
de: Importoptionen
es: Opciones de Importación
fr: Options d'Import
it: Opzioni d'Importazione
pt_br: Importar Opções
ru: Импорт Настроек

source: Import patch
es: Importar un parche
fr: Importer un patch
it: Importa Patch
pt_br: Importar arquivo Unix patch
ru: Импорт патча

source: Imports diff patch
de: Importiert Differenz-Patch
es: Importa un parche de diferencias
fr: Importe un patch
it: Importa Diff Patch
pt_br: Importa um arquivo Unix patch de diferenças
ru: Импорт отличающихся патчей

source: In 3-way Text Comparisons, hide the ancestor to get more space for the left and right views.The lines deleted from the ancestor version are inserted in the two other panels, and displayed with the "deleted" background colour.
de: Bei 3-Wege-Textvergleichen den Vorgänger ausblenden, um mehr Platz für die Links- und Rechtsansicht zu erhalten. Die aus der Vorgängerversion gelöschten Zeilen werden in die zwei anderen Bedienfelder eingefügt und mit der "gelöschten" Hintergrundfarbe angezeigt.
es: En comparaciones trilaterales, oculte el antecesor para obtener más espacio para las vistas de izquierda y derecha. Se insertan en ambas vistas las líneas borradas desde el antecesor, con el color de fondo "borrado".
fr: Dans les comparaisons à 3 sources, cachez l'ancêtre afin d'agrandir les vues gauche et droite. En mode texte, les lignes supprimées de l'ancêtre sont insérées dans chaque vue, avec la couleur d'arrière plan "supprimé".
pt_br: Nas comparações de texto trilateral você pode ocultar o antecessor para ter mais espaço para as visualizações da esquerda e da direita. As linhas excluídas do antecessor são inseridas nos outros dois painéis e mostradas com a cor de fundo "excluído".
ru: При 3-направленном сравнении текста, спрячьте предка чтобы получить больше места для левой и правой стороны. Строки удаленные от верси предка вставляются в две другие панели и отображаются с фоновым цветом.

source: In Text Comparisons, you can configure which side (left, ancestor, right) to take ignored changes from. Even if not significant for the comparison algorithm, ignored changes can be useful in the final version.
de: Bei Textvergleichen können Sie konfigurieren, von welcher Seite (links, Vorgänger, rechts) ignorierte Änderungen zu nehmen sind. Auch wenn sie für den Vergleichsalgorithmus keine große Bedeutung haben, so können ignorierte Änderungen doch in der finalen Version hilfreich sein.
es: En Comparaciones de Texto, se puede configurar desde cual lado (izquierdo, antecesor, derecho) tomar los cambios ignorados. Aún si no está significante para el algoritmo de comparación, los cambios ignorados pueden ser útiles en la versión final.
fr: Dans les fusions de textes, vous pouvez choisir de quel coté prendre le texte pour les changements ignorés.
pt_br: Nas comparações de texto, pode-se configurar de qual lado (esquerdo, antecessor, direito) as alterações devem ser ignoradas. Mesmo que não seja significativo para o algoritmo de comparação, as mudanças ignoradas podem ser úteis na versão final.
ru: При текстовом сравнении, вы можете настроить каждую сторону (левую, предка, правую) для игнорирования изменения от любой из сторон. Даже если не имеет значения для сравнения алгоритм, игнорируемые изменения могут быть полезны в финальной версии.

source: In Text Comparisons, you can ignore changes made of lines matching a given pattern.
de: Bei Textvergleichen können Sie Änderungen ignorieren, die an Zeilen vorgenommen wurden, die ein bestimmtes Muster erfüllen.
es: En las Comparaciones de texto, puede ignorar las modificaciones con líneas correspondiendo a un modelo.
fr: Dans les comparaisons de fichiers textes, vous pouvez forcer l'algorithme de comparaison à ignorer les changements faits de lignes correspondant à une expression régulière
pt_br: Nas comparações de texto, pode-se ignorar mudanças de linhas correspondendo a determinado modelo.
ru: В текстовом сравнении вы можете игнорировать изменения, сделанные в строках удовлетворяющих заданноймаске.

source: In XML/HTML Reports for Folders Comparisons, you can configure ECMerge to generate file reports for identical, different and/or conflicting items. Therefore, whether your goal is to focus on identical or different files, you can get reports matching exactly your needs.
de: In XML-/HTML-Berichten für Ordnervergleiche können Sie ECMerge für die Erstellung von Dateiberichten für identische, unterschiedliche und/oder in Konflikt stehende Elemente konfigurieren. Daher können Sie exakt auf Ihre Bedürfnisse abgestimmte Berichte erhalten, ob Ihr Fokus nun auf identischen oder unterschiedlichen Dateien liegt.
es: En los informes XML/HTML para Comparaciones de Carpetas, se puede configurar ECMerge para generar informes de archivos para elementos idénticos, diferentes y/o en conflicto. Por tanto, si su objetivo es de enfocar en archivos iguales o diferentes, puede obtener informes que corresponden exactamente a sus necesidades.
fr: Dans les rapports XML et HTML vous pouvez paramétrer pour quels fichiers générer les rapports, par exemple en n'incluant que les fichiers en conflit.
pt_br: Em Relatórios XML/HTML para Comparações de Pastas, pode-se configurar o ECMerge para gerar relatórios de arquivos para elementos idênticos, diferentes e/ou em conflito. Portanto, se seu objetivo é focar em arquivos iguais ou diferentes, é possível obter relatórios que correspondem exatamente às suas necessidades.
ru: В XML/HTML отчетах для сравнения директория вы можете настроить ECMerge для создания файлов отчетов для одинаковых, различных и/или конфликтующих объектов. Более того, если ваша цель это фокусировка на одинаковых или различных файлах, вы можете получить отчеты удовлетворяющие конкретным вашим запросам.

source: In-line differences
de: Differenzen nach Reihen
es: Diferencias intra-línea
fr: Différences intra-ligne
it: Differenze
pt_br: Diferenças intralinha
ru: Различия в строке

source: Include Patterns:
de: Muster mit einbinden:
es: Modelos de inclusión:
fr: Filtres d'inclusion:
it: Pattern di inclusione:
pt_br: Incluir padrões:
ru: Включая маски:

source: Include only #0 like #1
de: Nur #0 wie #1 einbeziehen
es: Incluir sólo #0 como #1
fr: Inclure seulement les #0 comme #1
ru: Включая только #0 как #1

source: Include patterns
de: Muster einbeziehen
es: Filtros de inclusión
fr: Filtres d'inclusion
it: Pattern di inclusione
pt_br: Incluir padrões
ru: Включая маски

source: Indent ancestor and right folders hierarchies
de: Vorgänger und rechte Ordnerhierarchien einrücken
es: Indentar las jerarquías de carpetas en las vistas antecesor y derecha
fr: Indenter les arborescences dans les vues ancêtre et droite
it: Indenta le gerarchie di cartelle ascendente e destra
pt_br: Indentar as hierarquias de pastas do antecessor e da direita
ru: Отступ предка и правая иерархия директорий

source: Individual reports for text and/or binary files will be generated as HTML files.
de: Individuelle Berichte für Text- und/oder binäre Dateien werden als HTML-Dateien erstellt.
es: Los informes individuales para los archivos de texto o binarios van a ser generados como HTML
fr: Les rapports individuels pour les fichiers textes et/ou binaires seront générés en HTML.
it: I rapporti subordinati di fili verranno generati come fili HTML.
pt_br: Relatórios individuais para arquivos de texto e/ou binário serão gerados como arquivos HTML.
ru: Индивидуальный отчеты для текста и/или бинарных файлов будут сгенерированы как HTMLфайлы.

source: Individual reports for text and/or binary files will be generated as XML files.
de: Individuelle Berichte für Text- und/oder binäre Dateien werden als XML-Dateien erstellt.
es: Los informes individuales para los archivos de texto o binarios van a ser generados como XML
fr: Les rapports individuels pour les fichiers textes et/ou binaires seront générés en XML.
it: I rapporti subordinati di fili verranno generati come fili XML.
pt_br: Relatórios individuais para arquivos de texto e/ou binário serão gerados como arquivos XML.
ru: Индивидуальный отчеты для текста и/или бинарных файлов будут сгенерированы как XMLфайлы.

source: Information
es: Información
it: informazione
ru: Информация

source: Input file name
de: Dateinamen eingeben
es: Archivo de entrada
fr: Nom du fichier d'entrée
it: Nome di file di input
pt_br: Nome do arquivo
ru: Введите имя файла

source: Input file name (without escaping)
de: Name der Eingabedatei (ohne Escape)
es: Archivo de entrada (sin la correción del escapado)
fr: Nom du fichier d'entrée (sans échappements)
it: Nome di file di input (senza escape)
ru: Введите имя файла (без исключения)

source: Input script or Pattern
de: Eingabe-Skript oder -Muster
es: Entra un script o un modelo
fr: Script d'entrée ou Expression
it: Entrare script o Pattern
pt_br: Entrar script ou Modelo
ru: Введите скрипт или маску

source: Insert spaces when pressing TAB
de: Leerzeichen beim Drücken von TAB einfügen
es: Insertar espacios mientras pulsando tabulaciones
fr: Insérer des espaces en appuyant sur TAB
it: Inserisci spazi si preme dei caratteri di tabulazione
pt_br: Inserir espaços quando pressionar TAB
ru: Вставлять пробелы при нажатии TAB

source: Inserted
de: Eingefügt
es: Insertado
fr: Inséré
it: Inserito
pt_br: Inserido
ru: Вставленные

source: Installation check of $0 failed because of error $1.
de: Installationprüfung von $0 wegen Fehler $1 fehlgeschlagen.
es: Verificación de la instalación de $0 falló con el error: $1
fr: La vérification de l'installation de $0 a échoué avec l'erreur : $1
it: I controllo dell'installazione di $0 è fallito a causa dell'errore: $1
ru: Проверка установки $0 не успешно в следствие ошибки $1.

source: Installation of $0 failed because of error $1.
de: Installation von $0 aufgrund Fehler $1 fehlgeschlagen.
es: La instalación de $0 falló con el error: $1
fr: L'installation de $0 a échoué avec l'erreur : $1
it: installazione di $0 è fallita a causa dell'errore: $1
ru: Установка $0 не успешна в следствие ошибки $1.

source: Interpret single parameter as a conflict file, opening a merge document if possible
de: Einzelnen Parameter als Konfliktdatei interpretieren, es wird ein Zusammenführungsdokument geöffnet, falls möglich
es: Interpretar el unico paramétro como un archivo de conflicto para abrir una fusión cuando es posible
fr: Interprète l'unique paramètre comme un fichier de conflit, ouvrant un document de fusion si possible
it: Interpretare il parametro singolo come un file di conflitto, questo apre un documento per unione si è possibile
ru: Интерпретировать один параметр в виде файла конфликтов, открыть документ слияния если это возможно

source: Item $0 missing
de: Element $0 fehlt
es: Elemento $0 faltante
fr: Elément $0 manquant
it: Elemento $0 mancante
pt_br: Item $0 faltando
ru: Объект $0 отсутствует

source: Item %s is in error (%s)
de: Bei Element %s liegt ein Fehler vor (%s)
es: El elemento %s está en error (%s)
fr: L'élément %s est en erreur (%s)
it: Elemento %s è in errore (%s)
pt_br: Item %s está com erro (%s)
ru: Объект %s в ошибке (%s)

source: Item %s is not resolved
de: Element %s ist nicht gelöst
es: El elemento %s no está resuelto
fr: L'élément %s n'est pas résolu
it: Elemento %s non è risolto
pt_br: Item %s não está resolvido
ru: Объект %s не разрешим

source: Item properties
de: Elementeigenschaften
es: Propiedades del elemento
fr: Propriétés de l'élément
it: Proprietà del elemento
pt_br: Propriedades do item
ru: Свойства объекта

source: Items
de: Elemente
es: Elementos
fr: Eléments
it: Elementi
pt_br: Itens
ru: Пункты

source: Join differences separated by less than
de: Differenzen verbinden, die getrennt sind von weniger als
es: Fusionar las diferencias separadas por menos de
fr: Fusioner les différences séparées par moins de
it: Unisci les differenze separati da meno di
pt_br: Juntar diferenças separadas menor do que
ru: Объединить различия разделенные менее чем

source: Jump directly to final page next time
de: Nächstes Mal direkt zur letzten Seite springen
es: Saltar a la última página
fr: Sauter directement à la dernière page la prochaine fois
it: Saltare direttamente alla pagina finale la prossima volta
ru: Перейти непосредственно к финальной странице в следующий раз

source: Just break into lines
de: Einfach in Zeilen umbrechen
es: Cortar en líneas únicamente
fr: Découper en lignes uniquement
it: Taglia in linee
pt_br: Apenas quebre em linhas
ru: Разбить в строках

source: Keep
de: Behalten
es: Conservar
fr: Conserver
it: Mantenere
pt_br: Manter
ru: Сохранить

source: Keep and merge sub-items
de: Unterelemente behalten und zusammenführen
es: Conservar y fusionar los sub elementos
fr: Conserver et fusionner les sous-éléments
it: Mantieni e unisci sotto-elementi
ru: Сохранить и объединить суб-объекты

source: Keep current document settings
de: Aktuelle Dokumenteinstellungen beibehalten
es: Guardar las opciones del documento actual
fr: Conserver les options du document courant
it: Mantieni le impostazioni del documento attuale
pt_br: Manter as configurações do documento atual
ru: Сохранить настройки текущего документа

source: Keep least recent
de: Aktuellste behalten
es: Conservar el más antiguo
fr: Conserver le moins récent
it: Mantieni il meno recente
ru: Сохранить последнее наименьшее

source: Keep most recent
de: Jüngste behalten
es: Conservar el más reciente
fr: Conserver le plus récent
it: Mantieni il più recente
ru: Сохранить последнее наибольшее

source: Keep orphans
de: Waisen behalten
es: Conservar los huerfanos
fr: Converser les orphelins
it: Mantieni orfane
pt_br: Manter isto
ru: Сохранить неопределенные

source: Keep the most recent file
de: Neueste Datei behalten
es: Conservar el archivo el más reciente
fr: Conserver le fichier le plus récent
it: Mantieni il file più recente
pt_br: Manter o arquivo mais recente
ru: Сохранить наиболее последний файл

source: Keep the oldest file
de: Älteste Datei behalten
es: Conservar el archivo el más viejo
fr: Conserver le fichier le plus ancien
it: Mantieni il più vecchio
pt_br: Manter o arquivo mais antigo
ru: Сохранить самый старый файл

source: Keep this
de: Dieses behalten
es: Conservar esta versión
fr: Conserver cette version
it: Mantieni quest'elemento
pt_br: Manter
ru: Сохранить этот

source: Keeps the most recent file for selected items
de: Behält die aktuellste Datei für ausgewählte Elemente
es: Conserva el archivo el más reciente para los elementos seleccionados
fr: Conserve le fichier le plus récent pour les éléments sélectionnés
it: Mantieni il file più recente per gli elementi selezionati
pt_br: Manter o arquivo mais recente para os itens selecionados
ru: Сохранить самый последний файл для выбранных объектов

source: Keeps the oldest file for selected items
de: Behält die älteste Datei für die ausgewählten Elemente
es: Conserva el archivo el más viejo para los elementos seleccionados
fr: Conserve le fichier le plus ancien pour les éléments sélectionnés
it: Mantieni il file più vecchio per gli elementi selezionati
pt_br: Manter o arquivo mais antigo para os itens selecionados
ru: Сохранять самую старую версию файла для выбранных объектов

source: Key Bindings
de: Tastenbelegungen
es: Combinaciones de teclas
fr: Raccourcis
it: Scorciatoie
pt_br: Combinações de teclas
ru: Сочетания клавиш

source: Known hosts file:
de: Bekannte Host-Datei:
es: Archivo hosts conoscido:
fr: Fichiers des serveurs connus :
it: File hosts conosciuto
ru: Файл известных хостов

source: Label:
es: Etiqueta:
fr: Etiquette :
pt_br: Rótulo:
ru: Этикетка

source: Languages
de: Sprachen
es: Lenguajes
fr: Langages
it: Linguaggi
pt_br: Linguagens
ru: Языки

source: Large
de: Groß
es: Grande
fr: Grandes
it: Grandi
ru: Большой

source: Last checked on: $0 GMT
de: Zuletzt überprüft um: $0 GMT
es: Última verificación el: $0 GMT
fr: Dernière vérification le : $0 GMT
it: Ultimo controllo il: $0 GMT
pt_br: Última verificação em: $0 GMT
ru: Последняя проверка: $0 GMT

source: Last modified:
de: Zuletzt geändert:
es: Última modificación:
fr: Modifié le :
it: Data di modifica:
pt_br: Última modificação:
ru: Последний измененный:

source: Last offset to test:
de: Letztes zu testendes Offset:
es: Último offset que probar
fr: Dernier offset à tester :
it: Ultimo offset che controllare:
ru: Последнее смещение в тексте:

source: Last workspace
de: Letzte Arbeitsdatei
es: Último espacio de trabajo
fr: Dernier espace de travail
it: Ultimo spazio di lavoro
pt_br: Último espaço de trabalho
ru: Последнее рабочее место

source: Launcher
es: Lanzador
fr: Lanceur
pt_br: Iniciador
ru: Загрущик

source: Left
de: Links
es: Izquierda
fr: Gauche
it: Sinistro
pt_br: Esquerda
ru: Левый

source: Left location:
de: Linker Speicherort:
es: Izquierda :
fr: Gauche :
it: Percorso sinistro:
pt_br: Localização esquerda:
ru: Левое местоположение:

source: Left version
de: Linke Version
es: Versión de la izquierda
fr: Version de gauche
it: Versione sinistra
ru: Версия слева

source: Left:
de: Links:
es: Izquierda
fr: Gauche :
it: Sinistro:
pt_br: Esquerda:
ru: Левый:

source: Length
de: Länge
es: Longitud
fr: Longueur
it: Lunghezza
ru: Длина

source: Length:
de: Länge:
es: Longitud:
fr: Longueur :
it: Lunghezza:
ru: Длина:

source: Let settings roam with user profile
de: Einstellungen mit dem Benutzerprofil wandern lassen
es: Dejar la configuración seguir el perfil móvil
fr: Faire suivre la configuration avec le profil itinérant
it: Trasferire le opzioni con il profile comune
pt_br: Deixar as configurações seguir o perfil do usuário
ru: Позволить настройкам быть привязанным к профайлу пользователя

source: Limit images size to the following dimensions:
de: Bildgrößen auf die folgenden Abmessungen beschränken:
es: Limitar el tamaño de las imagenes a estas dimensiones:
fr: Limiter la taille des images aux dimensions suivantes :
it: Limita le dimensioni delle immagine entro:
pt_br: Limitar o tamanho das imagens para as seguintes dimensões:
ru: Ограничение размера изображений согласно следующим параметрам:

source: Limit miniatures size to the following dimensions:
de: Miniaturgröße auf die folgenden Abmessungen begrenzen:
es: Limitar el tamaño de las miniaturas a estas dimensiones:
fr: Limiter la taille de miniatures aux dimensions suivantes :
it: Limita le dimensioni delle miniature entro:
pt_br: Limitar o tamanho das miniaturas para as seguintes dimensões:
ru: Ограничение размера миниатюр согласно следующим параметрам:

source: Limited demo will have the following limited features:
de: Die begrenzte Demoversion verfügt über die folgenden eingeschränkten Funktionen:
es: La versión de evaluación limitada se caracteriza por las siguientes limitaciones:
fr: La version d'évaluation limitée se caractérise par les limitations suivantes :
it: La versione di dimostrazione limitata avrà queste limitazioni:
pt_br: A versão de demonstração tem as seguintes limitações:
ru: Ограниченная демо версия будет содержать следующие ограниченные функции:

source: Limited demonstration version
de: Eingeschränkte Demoversion
es: Versión de evaluación limitada
fr: Version d'évaluation limitée
it: Versione di dimostrazione limitata
pt_br: Versão limitada de demonstração
ru: Ограниченная демонстрационная версия

source: Line %d/%d
de: Zeile %d/%d
es: Línea %d/%d
fr: Ligne %d/%d
it: Linea %d/%d
pt_br: Linha %d/%d
ru: Строк %d/%d

source: Line endings:
de: Zeilenenden:
es: Caracteres de fin de línea:
fr: Caractères de fin de ligne :
it: Terminatori di linea:
pt_br: Caracteres de fim de linha:
ru: Окончание строки:

source: Lines covered by multi-line expression:
de: Mit mehrzeiligen Ausdrücken gefüllte Zeilen:
es: Líneas cubiertas por expresión en múltiples líneas:
fr: Couvertes par un expression multi-ligne :
it: Linee coperte da un'epressione multilinea:
pt_br: Linhas abrangidas pela expressão multilinha:
ru: Строки затронутые многострочным выражением:

source: Lines matching:
de: Übereinstimmende Zeilen:
es: Líneas que encajen con:
fr: Correspondant à :
it: Linee che corrispondono:
pt_br: Linhas correspondentes:
ru: Подходящие строки:

source: Lines to ignore
de: Zu ignorierende Zeilen
es: Líneas que ignorar
fr: Lignes à ignorer
it: Linee che ignorare
pt_br: Linhas a ignorar
ru: Игнорируемые строки

source: Linking line colour:
de: Verbindende Zeilenfarbe:
es: Color de la línea de fusión :
fr: Couleur de la ligne de laison :
it: Colore delle linee di collegamento:
pt_br: Cor da linha de união:
ru: Связь строки с цветом:

source: Listing and filtering...
de: Auflistung und Filterung...
es: Listando y filtrando...
fr: Listage et filtrage...
it: Listando e filtrando...
pt_br: Listando e filtrando...
ru: Листинг и фильтрация...

source: Lists sub-folders content recursively
de: Listet Unterordnerinhalte rekursiv auf
es: Lista el contenido de las carpetas de manera recursiva
fr: Liste le contenu des sous-dossiers récursivement
it: Lista le cartelle ricorsivamente
pt_br: Lista o conteúdo das subpastas recursivamente
ru: Создание списков контента вложенных директорий рекурсивно

source: Loading text comparisons from a Status file is not supported in command line application
de: Das Laden von Textvergleichen aus einer Statusdatei wird in der Befehlszeilenanwendung nicht unterstützt
es: funcionalidad no accesible en línea de comando: recarga de un Estado de Fusión
fr: fonctionnalité non accessible en ligne de commande : rechargement d'un Etat de Fusion
it: Caricare comparazioni di testo da un file di Status non è supportato sulla linea di comando
pt_br: Carregar comparações de texto de um arquivo Status não é suportado em linha de comando
ru: Загрузка сравнений текста из файла Статуса не поддерживается в командной строке приложения

source: Loading...
de: Wird geladen...
es: Cargando...
fr: Chargement en cours...
it: Caricando...
pt_br: Carregando...
ru: Загрузка...

source: Local path $0 is not under a known mapping. See Mappings configuration
de: Der lokale Pfad $0 befindet sich nicht unter einem bekannten Mapping. Siehe Mapping-Konfiguration
es: La ruta local $0 no está bajo una correspondancia conocida. Ver la configuración de las Correspondancias.
fr: Le chemin local $0 n'est pas sous une correspondance connue. Voir la configuration des Correspondances SCC.
it: Il percorso $0 non è sotto una mappatura consciuta. Mostratre la configurazione delle Mappature.
pt_br: O caminho local $0 não está sob um mapeamento conhecido. Veja a configuração dos mapeamentos.
ru: Локальный путь $0 не содержится в известном сопоставлении. Смотрите настройки сопоставления

source: Local path:
de: Lokaler Pfad:
es: Ruta local:
fr: Chemin Local :
it: Percorso locale:
pt_br: Caminho local:
ru: Локальный путь:
