Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-common.po
Languages: de, es, fr, it, ru

source: $0 ($1) - without signature
de: $0 ($1) - ohne Signatur
es: $0 ($1) - sin firma
fr: $0 ($1) - sans signature
it: $0 ($1) - senza firma
ru: $0 ($1) - без подписи

source: &Add
de: &Hinzufügen
es: &Añadir
fr: &Ajouter
it: &Aggiungi
ru: Добавить

source: &Close
de: &Schließen
es: &Cerrar
fr: &Fermer
it: &Chiudi
ru: Закрыть

source: &Connect
de: &Verbinden
es: &Connectar
fr: Se &connecter
it: &Collega
ru: Соединение

source: &Copy All
de: &Alle kopieren
es: &Copiar Todo
fr: &Copier Tout
it: &Copia Tutto
ru: Копировать все

source: &Remove
de: &Entfernen
es: &Quitar
fr: &Supprimer
it: &Rimuovi
ru: Удалить

source: &Show All
de: &Alle zeigen
es: &Mostrar Todo
fr: &Tout afficher
it: &Mostra Tutto
ru: Показавть все

source: '$0' is invalid
de: '$0' ist ungültig
es: '$0' está inválido
fr: '$0' est invalide
it: '$0' è invalido
ru: '$0' не действительно

source: A newer version exists for this platform but requires a newer OS or toolkit version
de: Es gibt eine neuere Version für diese Plattform, dafür ist aber ein neues Betriebssystem oder eine neue Toolkit-Version erforderlich
es: Una nueva versión existe para esta plataforma pero requiere una versión más reciente del sistema operativo o del toolkit
fr: Une nouvelle version existe pour cette plate-forme mais nécessite une version plus récente de l'OS ou du toolkit
it: Una versione più recente esiste per questa piattaforma ma richiede una nuova versione del sistema operativo o del toolkit
ru: Новая версия существует для данной платформы но требуется более новая ОС или набор инструментов

source: A&pply
de: Ü&bernehmen
es: A&plicar
fr: A&ppliquer
it: A&pplica
ru: Применить

source: Add new
de: Neue hinzufügen
es: Añadir un nuevo
fr: Ajouter nouveau
it: Aggiungi nuova
ru: Добавить новый

source: Add new profile
de: Neues Profil hinzufügen
es: Añadir nuevo perfil
fr: Ajouter un nouveau profil
it: Aggiungi nuovo profilo
ru: Добавить новывй профайл

source: Advanced
de: Fortgeschritten
es: Avanzado
fr: Avancé
it: Avanzato
ru: Расширенный

source: All Files
de: Alle Dateien
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
ru: Все файлы

source: Any one character in the set
de: Jedes beliebige Zeichen in der Reihe
es: Un carácter cualquiera del conjunto
fr: Un caractère du jeu
it: Qualsiasi carattere nell'insieme
ru: Любой один символ из набора

source: Any one character not in the set
de: Jedes beliebige Zeichen nicht in der Reihe
es: Un carácter cualquiera no perteneciente al conjunto
fr: Un caractère hors du jeu
it: Qualsiasi carattere non nell'insieme
ru: Любой один символ не из набора

source: Any single character
de: Jedes einzelne Zeichen
es: Un carácter cualquiera
fr: N'importe quel caractère
it: Un solo carattere
ru: Любой единичный символ

source: Any single character except a path separator
de: Jedes einzelne Zeichen außer einem Pfadtrennzeichen
es: Cualquier carácter individual pero no separador
fr: N'importe quel caractère sauf un séparateur de chemin
it: Un solo carattere tranne separatore di percorso
ru: Любоый единичный символ за исключением разделителя пути

source: Any single path separator
de: Jedes einzelne Pfadtrennzeichen
es: Cualquier separador individual de ruta
fr: N'importe quel séparateur de chemin
it: Un solo separatore di percorso
ru: Любой единичный разделитель пути

source: Available since: $0
de: Verfügbar seit: $0
es: Disponible desde $0
fr: Disponible depuis : $0
it: Disponibile dal: $0
ru: Доступно с: $0

source: Backslash
fr: Antislash
ru: Обратный слэш

source: Backspace
de: Rücktaste
fr: Retour arrière
ru: Возврат на одну позицию

source: Basic
de: Grundlegend
es: Básico
fr: Chemin
it: Bàsico
ru: Основной

source: Beginning of line
de: Zeilenanfang
es: Inicio de línea
fr: Début de ligne
it: Inizio linea
ru: Начало строки

source: Beginning of word
de: Anfang des Wortes
es: Inicio de palabra
fr: Début de mot
it: Inizio parola
ru: Начало слова

source: Blanks
de: Leerzeichen
es: Blancos
fr: Blancs
it: Bianchi
ru: Пропуски

source: C&ancel
de: Abb&rechen
es: C&ancelar
fr: A&nnuler
it: _&Annulla
ru: Отмена

source: CLISCC Plugin Auto-detection
de: CLISCC-Plugin Automatische Erkennung
es: Auto-detección de los plugins CLISCC
fr: Auto-détection des plug-ins CLISCC
it: Rilevazione automatica di Plugins CLISCC
ru: Автоопределение CLISCC плагина

source: Cannot delete this profile. It's the only available profile.
de: Kann dieses Profil nicht löschen. Es handelt sich um das einzige verfügbare Profil.
es: No se puede quitar este perfil. Es el único disponible.
fr: Impossible de supprimer ce profil. C'est le seul profil disponible.
ru: Невозможно удалить данный проафайл. Это единственно доступный профайл

source: Carriage return
de: Zeilenschaltung
es: Retorno de carro
fr: Retour chariot
it: Ritorno carrello
ru: Возврат каретки

source: Categories:
de: Kategorien:
es: Categorías:
fr: Catégories :
it: Categorie:
ru: Категории

source: Checking for updates
de: Auf Updates überprüfen
es: Comprobando las actualizaciones
fr: Vérification des mises à jour
it: Controlando gli aggiornamenti
ru: Проверка обновлений

source: Clear Al&l
de: Alle l&öschen
es: &Borrar todo
fr: &Effacer Tout
it: Pu&lisci tutto
ru: Очистить все

source: Clipboard
de: Zwischenablage
it: Appunti
ru: Буфер обмена

source: Clipboard copy too large
de: Zwischenablagenkopie zu groß
es: Copiar al portapapeles imposible: demasiado datos
fr: Impossible de copier vers le Presse-Papier : trop de données
it: Non è possibile copiare negli appunti : troppo dati
ru: Буфер обмена слишком большой

source: Close _Without Saving
de: Schließen _Ohne Speichern
es: Cerrar _Sin Guardar
fr: Fermer _Sans Enregistrer
it: Chiudere _Senza Salvare
ru: Закрыть без сохранения

source: Commands:
de: Befehle:
es: Comandos:
fr: Commandes :
it: Comandi:
ru: Комманды:

source: Comment for $0
de: Kommentar zu $0
es: Comentario para $0
fr: Commentaire pour $0
it: Commento per $0
ru: Комментарий для $0

source: Comment for item $0:
de: Kommentar zu Element $0:
es: Comentario para $0:
fr: Commentaire pour l'élément $0 :
it: Commento per il elemento $0:
ru: Комментарий для пункта $0:

source: Confirm deletion of selected mapping?
de: Löschung des gewählten Mapping bestätigen?
es: ¿Confirme la supresión de la correspondancia seleccionada?
fr: Confirmer la suppression de la correspondance sélectionnée ?
it: Vuoi davvero eliminare la mappatura selezionata?
ru: Подтверждаете удаление выбронного преобразования?

source: Connection log
de: Verbindungsprotokoll
es: Registro de conexiones
fr: Log de connexion
it: Log di connessione
ru: Лог соединения

source: Copy this message to the clipboard
de: Diese Nachricht in die Zwischenablage kopieren
es: Copiar este mensage en el portapapeles
fr: Copier ce message vers le presse-papier
it: Copia questo messaggio nella clipboard
ru: Копировать данное сообщение в буфер обмена

source: Could not retrieve new version information because of following error:
de: Neue Versionsinformation konnte wegen des folgenden Fehlers nicht abgerufen wurden:
es: No se pudo recuperar la información de la nueva versión a causa del error:
fr: Impossible d'obtenir les informations de nouvelle version à cause de l'erreur suivante :
it: Impossibile recuperare le informazioni della nuova versione a causa dell'errore:
ru: Невозможно получить информацию о новой версии из-за следующей ошибки:

source: Count
de: Zählung
es: Recuento
fr: Nombre
it: Conto
ru: Количество

source: Current shortcuts:
de: Aktuelle Tastaturkürzel:
es: Combinación de teclas actual:
fr: Raccourcis actuels :
it: Attuali scorciatoie:
ru: Текущий ярлык

source: Currently assigned to:
de: Aktuell zugeordnet zu:
es: Ya assignada a:
fr: Actuellement assigné à :
it: Attualmente assegnata a:
ru: В настоящее время присвоено:

source: Description:
de: Beschreibung:
es: Descripción:
it: Descrizione:
ru: Описание

source: Difference
de: Differenz
es: Diferencia
fr: Différence
it: Differenza
ru: Отличие

source: Digit
de: Ziffer
es: Dígito
fr: Chiffre
it: Cifra
ru: Цифра

source: Digit, letter or underscore
de: Ziffer, Buchstabe oder Unterstrich
es: Dígito, letra o guión bajo
fr: Chiffre, lettre ou blanc souligné
it: Cifra, lettera o carattere di sottolineatura
ru: Цифра, бук или нижнее подчеркивание

source: Do not ask again
de: Nicht wieder nachfragen
es: No preguntar más
fr: Ne plus demander
it: Non domandare ancora
ru: Не спрашивать в очередной раз

source: Double quotation mark
de: Doppeltes Anführungszeichen
es: Comilla inglesa
fr: Guillemet double
it: Virgoletta doppia
ru: Двойные кавычки

source: End of line
de: Zeilenende
es: Fin de línea
fr: Fin de ligne
it: Fine linea
ru: Конец строки

source: End of word
de: Wortende
es: Fin de palabra
fr: Fin de mot
it: Fine parola
ru: Конец слова

source: Error level
de: Fehler-Level
es: Nivel del error
fr: Niveau d'erreur
it: Livello di errore
ru: Уровень ошибки

source: Error while launching the following command: $0. Please see below for details. $1
de: Fehler beim Ausführen des folgenden Befehls: $0. Bitte siehe unten für Details. $1
es: Error intentando ejecutar el comando siguiente: $0. Favor de ver abajo los detalles. %l
fr: Erreur pendant l'exécution de la commande suivante $0. Voir les détails ci-dessous. $1
it: Errore mentre lanciando questo commando: $0. Per favore, guarda sotto gli dettagli $1
ru: Ошибка при запуке следующей комманды: $0. Детали ошибки смотрите ниже $1

source: Escape special character
de: Escape-Sonderzeichen
es: Carácter especial escape
fr: Caractère spécial d'échappement
it: Carattere speciale di escape
ru: Избегать специальные символы

source: Executables (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
de: Ausführbare Dateien (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
es: Ejecutables (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
fr: Exécutables (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
it: Eseguibili (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
ru: Исполняемые файлы (*.exe,*.bat,*.com)|*.exe;*.bat;*.com

source: Export
es: Exportar
fr: Exporter
it: Exporta
ru: Экспорт

source: Failed
de: Fehlgeschlagen
es: Error
fr: Echec
it: Non riuscito
ru: Не удалось

source: Firewall / Proxy
ru: Файервол / Прокси

source: Form feed
de: Seitenvorschub
es: Salto de página
fr: Saut de page
ru: Разбиение страницы

source: Found text
de: Text gefunden
es: Texto encontrado
fr: Texte trouvé
it: Testo trovato
ru: Найден текст

source: Hexadecimal sequence (2 digits: dd)
de: Hexadezimale Reihenfolge (2 Ziffern: dd)
es: Secuencia hexadecimal (2 dígitos: dd)
fr: Séquence hexadécimale (2 digits: dd)
it: Sequenza esadecimale (2 cifre: dd)
ru: Шестнадцатиричная последовательность (2 цифры: dd)

source: Horizontal tab
de: Horizontaler Tab
es: Tabulador horizontal
fr: Tabulation horizontale
it: Tabulazione orizzontale
ru: Горизонтальная метка

source: Import
es: Importar
fr: Importer
it: Importa
ru: Импорт

source: Input text
de: Eingabetext
es: Entrar texto
fr: Entrez un texte
it: Entrare testo
ru: Вводимый текст

source: Input the name of the new profile. The new profile will be initially set to a copy of the last selected profile.
de: Namen des neuen Profils eingeben. Das neue Profil wird zunächst zu einer Kopie des zuletzt ausgewählten Profils gesetzt.
es: Entra el nombre del nuevo perfil. Se copiará el nuevo perfil del último perfil seleccionado.
fr: Entrez le nom du nouveau profil. Le nouveau profil sera initialisé avec une copie du dernier profil sélectionné.
ru: Введите имя для нового профайла. Новый профайл будет изначально создан как копия последнего выбранного профайла.

source: It seems that this platform is not supported anymore, though there is a newer version.
de: Es scheint, dass diese Plattform nicht mehr unterstützt wird, obwohl es eine neuere Version gibt.
es: Parece ser que no se soporta esta plataforma, aunque hay una nueva versión.
fr: Il semble que cette plate-forme ne soit plus supportée bien qu'une nouvelle version existe (pour d'autres plates-formes).
it: Sembra che questa piattaforma non è più supportata, sebbene sia una versione più recente.
ru: Скорее всего данная платформа более не поддерживается, хотя существует болееновая версия

source: Keeping existing
de: Bestehende behalten
es: Conservar el actual
fr: Conserver
it: Mantenere l'esistente
ru: Сохранить действующий

source: Key profile:
de: Schlüsselprofil:
es: Perfil de teclas:
fr: Profil de Clés :
it: Profilo di scorciatoie:
ru: Ключевой профайл:

source: Line terminator
de: Zeilenendezeichen
es: Terminador de línea
fr: Caractère de fin de ligne
it: Carattere di terminazione di linea
ru: Разделитель строки

source: Listing error
de: Auflistungsfehler
es: Error listando
fr: Erreur de listage
it: Errore di lista
ru: Список ошибок

source: Mask similarities
de: Maskengemeinsamkeiten
es: Ocultar similares
fr: Masquer les similarités
it: Mascherare simile
ru: Скрыть совпадения

source: Memory
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ru: Память

source: Message
de: Nachricht
es: Mensage
it: Messagio
ru: Сообщение

source: Name
es: Nombre
fr: Nom
it: Nome
ru: Имя

source: New line
de: Neue Zeile
es: Salto de línea
fr: Saut de ligne
it: Ritorno a capo
ru: Новая строка

source: New shortcut:
de: Neuer Shortcut:
es: Nueva combinación:
fr: Nouveau raccourci :
it: Nuova scorciatoia:
ru: Новый ярлык:

source: New version: $0 ($1)
de: Neue Version: $0 ($1)
es: Nueva versión: $0 ($1)
fr: Nouvelle version : $0 ($1)
it: Nuova versione: $0 ($1)
ru: Новая версия: $0 ($1)

source: No action available
de: Keine Aktion verfügbar
es: Ninguna acción disponible
fr: Aucune action disponible
it: Nessun'azione disponibile
ru: Никаких действий не требуется

source: No common action available
de: Keine allgemeine Aktion verfügbar
es: Ninguna acción común disponible
fr: Aucune action commune disponible
it: Nessun'azione comune disponibile
ru: Никаких общих действий не требуется

source: No default application can open $0 extension
de: Keine Standardanwendung kann die Endung $0 öffnen
es: Ninguna aplicación por defecto para abrir la extensión $0
fr: Aucune application par défaut pour ouvrir l'extension $0
it: Non c'è nessun'applicazione predefinita per aprire l'estenzione $0
ru: Ни одно из приложений по умолчанию не может открыть $0 данное расширение

source: No default application can open $0 file type
de: Keine Standardanwendung kann den Dateityp $0 öffnen
es: Ninguna aplicación por defecto para abrir el tipo del archivo $0
fr: Aucune application par défaut pour ouvrir le type de fichier $0
it: Non c'è nessun'applicazione predefinita per aprire il tipo di file $0
ru: Ни одно из приложений по умолчанию не может открыть $0 тип файла

source: No new version
de: Keine neue Version
es: Ningúna neuva versión
fr: Pas de nouvelle version
it: Nessuna nuova versione
ru: Нет новой версии

source: None
de: Keine
es: Ningún
fr: Aucun
it: Nessuno
ru: Нет

source: Not yet submitted
de: Noch nicht übermittelt
es: Sin enviar aún
fr: Pas encore soumis
it: Non ancora inviato
ru: До сих пор не выполнено

source: Octal sequence (3 digits: ooo)
de: Oktale Reihenfolge (3 Ziffern: ooo)
es: Secuencia octal (3 dígitos: ooo)
fr: Séquence octale (3 digits: ooo)
it: Sequenza ottale (3 cifre: ooo)
ru: Восьмиринчая последовательнсоть (3 цифры: ooo)

source: One or more
de: Ein oder mehr
es: Uno o más
fr: Un ou plus
it: Uno o più
ru: Один или более

source: Options Window
de: Optionsfenster
es: Ventana de opciones
fr: Fenêtre d'options
it: Dialogo Opzioni
ru: Окно настроек

source: Or
de: Oder
es: O
fr: Ou
it: O
ru: Или

source: Path
de: Pfad
es: Ruta
fr: Chemin
it: Persorso
ru: Путь

source: Please select a directory
de: Bitte ein Verzeichnis auswählen
es: Favor de seleccionar una carpeta
fr: Sélectionnez un répertoire
it: Seleziona una cartella per favore
ru: Пожалуйства выберите директорию

source: Please wait for the server response or Cancel
de: Bitte auf Serverantwort warten oder abbrechen
es: Favor de esperar la respuesta del servidor o Cancelar
fr: Veuillez attendre la réponse du serveur ou Annuler
it: Aspetta la risposta del server per favore o Cancella
ru: Пожалуйста дождитесь ответа сервера или Отмените операцию

source: Port value must be a numeric between 1 and 65535
de: Der Portwert muss numerisch zwischen 1 1 und 65535 liegen
es: El puerto es una valor numérica entre 1 y 65535
fr: Le port doit être une valeur numérique entre 1 et 65535
it: La porta è un valore numerico entre 1 e 65535
ru: Значение порта должно быть числом от 1 до 65535

source: Previous message was repeated %d times, until %s
de: Vorherige Nachricht wurde %d-mal wiederholt, bis %s
es: Precedente mensaje fue repetido %d veces, hasta %s
fr: Le message précédent a été répété %d fois, jusqu'à %s
it: Messagio precedente ripetuto %d volte, fino a %s
ru: Предыдущее сообщение было повторено %d раз, до %s

source: Proxy authentication
de: Proxy-Authentifizierung
es: Autentificación a través de proxy
fr: Autentification Proxy
it: Autenticazione Proxy
ru: Прокси аутентификация

source: Remove
de: Entfernen
es: Quitar
fr: Supprimer
it: Rimuovi
ru: Удалить

source: Remove all
de: Alle entfernen
es: Quitar todos
fr: Tout supprimer
it: Rimuovi tutte
ru: Удалить все

source: Repeat at least n times
de: Mindestens n-mal wiederholen
es: Repetir al menos n veces
fr: Répéter au moins n fois
it: Ripeti almeno n volte
ru: Повторить минимум n раз

source: Repeat n times
de: N-mal wiederholen
es: Repetir n veces
fr: Répéter exactement n fois
it: Ripeti n volte
ru: Повторить n раз

source: Repeat n to m times
de: n- bis m-mal wiederholen
es: Repetir n a m veces
fr: Répéter entre n et m fois
it: Ripeti n a m times
ru: Повторить от n до m раз

source: SCC Tool
es: Herramienta SCC
fr: Outil SCC
it: Strumento SCC
ru: SCC инструмент

source: SCC tool info file with bad version number
de: SCC-Tool-Informationsdatei mit ungültiger Versionsnummer
fr: Fichier d'informations d'outils SCC avec un mauvais numéro de version
it: File di informazioni di strumento SCC con un numero di versione errato
ru: Информационный файл SCC инструмента с некорректной версией

source: SCC tool info file with not well-formed XML.
de: SCC-Tool-Informationsdatei mit nicht gut ausgebildeter XML.
fr: Fichier d'informations d'outils SCC avec un contenu XML invalide
it: Il file di informazioni di strumento SCC non è ben formattato in XML.
ru: Информационный файл SCC инструмента с невалидным XML.

source: S_kip
de: Ü_berspringen
es: _Ignorar
fr: _Ignorer
it: _Salta
ru: Пропустить

source: Select directory ($0)...
de: Verzeichnis ($0) auswählen...
es: Selecciona una carpeta ($0)
fr: Sélectionner un répertoire ($0)...
it: Seleziona cartella ($0)...
ru: Выберите директорию ($0)...

source: Select file ($0)...
de: Datei ($0) auswählen...
es: Selecciona un archivo ($0)
fr: Sélectionner un fichier ($0)...
it: Seleziona file ($0)...
ru: Выберите файл ($0)...

source: Select file or directory ($0)...
de: Datei oder Verzeichnis ($0) auswählen...
es: Selecciona un archivo o una carpeta ($0)
fr: Sélectionner un fichier ou répertoire ($0)...
it: Seleziona file o cartella ($0)...
ru: Выберите файл или директорию ($0)...

source: Show &Warning and Errors
de: &Warnhinweis und Fehler zeigen
es: Mostrar &Advertencias y Errores
fr: Afficher les &Avertissements et Erreurs
it: Mostra &Warning ed Errori
ru: Показать предупреждения и ошибки

source: Single quotation mark
de: Einzelnes Anführungszeichen
es: Comilla simple
fr: Guillemet simple
it: Virgoletta
ru: Одинарные кавычки

source: Source Code Control Source
de: Quellcode-Kontrollquelle
es: Fuente de Sistemas de Control de Revisión
fr: Source SCC
it: Sorgente Source Code Control
ru: Система контроля версий

source: Source Code Controls
de: Quellcode-Steuerungen
es: Sistemas de Control de Revisión
fr: Outils SCC
ru: Управление исходным кодом

source: Standard Error
de: Standardfehler
ru: Стандартная Ошибка

source: Standard Input
de: Standardeingabe
ru: Стандартный ввод

source: Standard Output
de: Standardausgabe
ru: Стандартный вывод

source: Successfully submitted - Thank you
de: Erfolgreich übermittelt - Vielen Dank
es: Los datos se han enviado correctamente - Gracias
fr: Les données ont été correctement transmises. Merci.
it: I dati sono stati inviati correttamente - Grazie
ru: Успешно выполнено - Спасибо

source: System default ($0)
de: Systemstandard ($0)
es: Parámetro por defecto del sistema ($0)
fr: Paramètre par défaut du système ($0)
it: Default del sistema ($0)
ru: Системное значение по умолчанию ($0)

source: Tagged expression
de: Verschlagworteter Ausdruck
es: Expresión etiquetada
fr: Expression avec balises
it: Espressione con tag
ru: Помеченное выражение

source: Tagged expression 1
de: Verschlagworteter Ausdruck 1
es: Expresión etiquetada 1
fr: Expression avec balises 1
it: Espressione con tag 1
ru: Помеченное выражение 1

source: Tagged expression 2
de: Verschlagworteter Ausdruck 2
es: Expresión etiquetada 2
fr: Expression avec balises 2
it: Espressione con tag 2
ru: Помеченное выражение 2

source: Tagged expression 3
de: Verschlagworteter Ausdruck 3
es: Expresión etiquetada 3
fr: Expression avec balises 3
it: Espressione con tag 3
ru: Помеченное выражение 3

source: Tagged expression 4
de: Verschlagworteter Ausdruck 4
es: Expresión etiquetada 4
fr: Expression avec balises 4
it: Espressione con tag 4
ru: Помеченное выражение 4

source: Tagged expression 5
de: Verschlagworteter Ausdruck 5
es: Expresión etiquetada 5
fr: Expression avec balises 5
it: Espressione con tag 5
ru: Помеченное выражение 5

source: The %s proxy did not accept current login or password information, please enter new information below:
de: Der %s-Proxy hat die aktuelle Anmelde- oder Passwortinformation nicht akzeptiert, bitte geben Sie nachfolgend eine neue Information ein:
es: Falló la conexión con el proxy %s. Favor de entrar un nombre de usuario y una contraseña debajo:
fr: Le proxy %s n'accepte pas les noms d'utilisateur et mot de passe fournis, veuillez saisir de nouvelles informations ci-dessous :
it: Il proxy %s non accettò informazioni utente e password.Inserisca nuove informazioni sotto, per favore:
ru: %s прокси не принимает текущий логин или пароль, пожалуйста введите новые данные ниже:

source: The given profile name is already in use. Enter another name.
de: Der bestehende Profilname wird bereits benutzt. Geben Sie einen anderen Namen ein.
es: Ya existe este nombre de perfil. Entra un otro nombre.
fr: Ce nom de profil est déjà utilisé. Veuillez entrer un autre nom.
ru: Данное имя профайла уже используется. Введите другое имя

source: The item $0 is write protected, do you want to check it out?
de: Das Element $0 ist schreibgeschützt, möchten Sie es prüfen?
es: El elemento $0 està protegido contra escritura, ¿desea hacer un check-out?
fr: L'élément $0 est protégé en écriture, voulez-vous l'extraire ?
it: L'elemento $0 è protetto in scrittura, vuoi estrarlo?
ru: Пункт $0 защищен от записи, вы хотите проверить это?

source: The previous profile (named "%s") has been modified. Do you want to save the changes to that profile ?
de: Das vorherige Profil (mit der Bezeichnung "%s") wurde geändert. Möchten Sie die Änderungen an diesem Profil speichern?
es: El perfil precedente ("%s") ha sido modificado. ¿Desea guardar los cambios de este perfil?
fr: Le précédent profil (nommé "%s") a été modifié. Voulez-vous enregistrer les changements de ce profil ?
ru: Предыдущий профайл "%s" был изменен. Вы хотите сохранить изменения в этом профайле?

source: The server does not support this feature
de: Der Server unterstützt diese Funktionalität nicht
es: El servidor no soporta esta característica
fr: Le serveur ne supporte pas cette fonctionnalité
it: Il server non supporta questa caratteristica
ru: Сервер не поддерживает данный функционал
