Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Size:
de: Größe:
es: Tamaño:
fr: Taille :
it: Dimensione:
pt_br: Tamanho:
ru: Размер:

source: Small
de: Klein
es: Pequeño
fr: Petites
it: Piccoli
ru: Маленький

source: Smart Import
de: Kleiner Import
es: Importación inteligente
fr: Import Intelligent
it: Importazione Furba
pt_br: Importação inteligente
ru: Умный Импорт

source: Software Updates
es: Actualizaciones
fr: Mises à jour
it: Aggiornamenti
ru: Обновление программного обеспечения

source: Solve by merging files
de: Durch Zusammenführung von Dateien lösen
es: Resolver fusionando los archivos
fr: Résoudre en fusionnant les fichiers
it: Risolve con l'unione dei fili
pt_br: Resolver mesclando os arquivos
ru: Решить путем слияния файлов

source: Solve conflicts with typical rules
de: Konflikte mit typischen Regeln lösen
es: Resolver los conflictos con reglas
fr: Résoudre les conflits avec des rêgles
it: Risolve i conflitti con regole tipiche
pt_br: Resolver os conflitos com as regras típicas
ru: Решить конфликты используя стандартные правила

source: Solves conflicts for selected items with typical rules
de: Löst Konflikte für ausgewählte Elemente mit typischen Regeln
es: Resuelve los conflictos con reglas para los elementos seleccionados
fr: Résout les conflits sélectionnés avec des rêgles
it: Risolve i conflitti per gli elementi selezionaticon regole tipiche
pt_br: Resolver conflitos para os itens selecionados com as regras típicas
ru: Решить конфликты для выбранных объектов используя стандартные правила

source: Solves selected items by merging files
de: Löst ausgewählte Elemente durch Dateizusammenführung
es: Resuelve los elementos seleccionados fusionando los archivos
fr: Résout en fusionnant les fichiers
it: Risolve gli elementi attualement selezionati con l'unione dei fili
pt_br: Resolve os itens selecionados mesclando os arquivos
ru: Решить выбранные конфликты путем слияния файлов

source: Some conflicts were already resolved, all of them will be reset, do you want to continue?
de: Einige Konflikte wurden bereits gelöst, alle werden zurückgesetzt, möchten Sie fortfahren?
es: Unos conflictos ya fueron resueltos, serán perdidos, ¿desea continuar?
fr: Certains conflits ont déjà été résolus, ils seront perdus, voulez-vous continuer ?
it: Alcuni conflitti già furono risolti, saranno reimpostati. Vuoi continuare ?
pt_br: Alguns conflitos já foram resolvidos, todos serão repostos, deseja continuar?
ru: Некоторые конфликты были уже решены, данные решения будут сброшены, вы хотите продолжить?

source: Some conflicts were already resolved, do you want to overwrite them?
de: Einige Konflikte wurden bereits gelöst, möchten Sie sie überschreiben?
es: Algunos conflictos ya fueron resueltos, ¿desea reemplazarlos?
fr: Certains conflits ont déjà été résolus, voulez-vous les écraser ?
it: Alcuni conflitti già furono risolti, saranno reimpostati. Vuoi sovrascriverli ?
pt_br: Alguns conflitos já foram resolvidos, deseja regravá-los?
ru: Некоторые конфликты были уже решены, вы хотите перезаписать их?

source: Some conflicts were not resolved. Do you want to save conflicts with all sides included or skip?
de: Einige Konflikte wurden nicht gelöst. Möchten Sie die Konflikte inklusive aller Seiten speichern oder überspringen?
es: Algunos conflictos ya fueron resueltos, ¿desea guardarlos con todos los lados o ignorarlos?
fr: Certains conflits n'ont pas été résolus, voulez-vous les enregistrer en incluant toutes les sources ou ignorer ?
it: Alcuni conflitti non furono risolti. Vuoi salvar i conflitti con tutti i lati inclusi o saltar?
pt_br: Alguns conflitos não foram resolvidos. Deseja salvar os conflitos com todos lados incluídos ou quer ignorá-los?
ru: Некоторые конфликты были не решены. Вы хотите сохранить все конфликты со всеми включенными частями или пропустить

source: Some items were already resolved. Do you want to change their resolution action? or do you want to skip them?
de: Einige Elemente wurden bereits gelöst. Möchten Sie deren Lösungsaktion ändern oder diese überspringen?
es: Algunos conflictos ya han sido resueltos. ¿Desea modificar sus acciones de resolusión o desea ignorarlos?
fr: Certains conflits ont déjà été résolus. Voulez-vous modifier leur action de résolution ? Ou voulez-vous les ignorer ?
it: Alcuni elementi già furonno risolti. Vuoi cambiare l'azione di risoluzione? o vuoi saltarli?
pt_br: Alguns itens já foram resolvidos. Deseja mudar as ações de resolução? ou deseja ignorá-los?
ru: Некоторые объекты были уже решены. Вы хотите изменить их результирующее действие? или вы хотите пропустить этот шаг?

source: Some items were already written. Resetting their resolution action may produce unexpected results. Do you want to change their resolution action? or do you want to skip them?
de: Einige Elemente wurden bereits geschrieben. Deren Auflösungsaktion zurückzusetzen könnte zu unerwarteten Ergebnissen führen. Möchten Sie deren Auflösungsaktion ändern? Oder möchten Sie sie überspringen?
es: Algunos elementos ya han sido escritos. Reinicializar su resolusión puede producir resultados inesperados. ¿Confirma el cambio o desea ignorarlos?
fr: Certains éléments ont déjà été écrits. Réinitialiser leur résolution peut produire des résultats inattendus. Confirmez-vous le changement ? Ou voulez-vous les ignorer ?
it: Alcuni elementi già furonno scritti. Resettare l'azione di risoluzione può produrre risoltati inattesi. Vuoi cambiare l'azione di risoluzione? o vuoi saltarli?
pt_br: Alguns itens já foram gravados. Reinicializar sua ação de resolução pode produzir resultados inesperados. Deseja mudar a ação de resolução? ou deseja ignorá-los?
ru: Некоторые объекты были уже записаны. Сброс их результирующего действия может привести к непредвиденным результатам. Вы хотите изменить конечное действие с данными объектами? или вы хотите пропустить этот шаг?

source: Some work has already been realized in following documents and you are changing the differentiation options. Do you want to continue and loose current work? $0
de: Es wurden bereits einige Arbeiten an folgenden Dokumenten erledigt und Sie verändern die Differenzierungsoptionen. Möchten Sie fortfahren und die aktuellen Arbeitsergebnisse verlieren? $0
es: Cambiar las opciones de comparación va a causar la perdida de su trabajo con los documentos siguientes. ¿Desea continuar y perder su trabajo? $0
fr: Les modifications dans les options de comparaison risquent de perdre le travail réalisé dans les documents suivants. Voulez-vous continuer et perdre votre travail ? $0
it: Alcuni conflitti già furono risolti e stai cambiando le opzioni di comparazione. Vuoi continuare perdendo il tu lavoro ? $0
pt_br: Mudar as opções de comparação vai causar a perda do trabalho já realizado nos seguintes documentos. Deseja continuar e perder o trabalho atual? $0
ru: Часть работы уже реализована в следующих документах, вы изменили настройки дифференцации. Вы хотите продолжить или отменить проделанную работу? $0

source: Source Code Controls Mappings
de: Quellcode-Steuerungs-Mappings
es: Correspondancias de SCC
fr: Correspondances SCC
it: Mappature
pt_br: Mapeamento de SCC
ru: Система Контроля Кода Соответствия

source: Source Code Controls Tools
de: Quellcode-Kontroll-Tools
es: Herramientas SCC
fr: Outils SCC
it: Source Code Controls
pt_br: Ferramentas de SCC
ru: Инструменты Системы Контроля Кода

source: Source file should use this as the preferred encoding
de: Die Quelldatei sollte dies als die bevorzugte Zeichencodierung verwenden
es: Usar esta codificación para el archivo fuente (izquierda)
fr: Utiliser cet encoding pour le fichier source (gauche)
it: Il file sorgente dovrebbe usare questa codifica
pt_br: O arquivo fonte deve usar esta codificação como preferencial
ru: Файл источник должен использовать данную предпочтительную кодировку

source: Source file should use this title
de: Quelldatei sollte diesen Titel verwenden
es: Usar este título para el archivo fuente (izquierda)
fr: Utiliser ce titre pour le fichier source (gauche)
it: Il file sorgente dovrebbe usare questo titolo
pt_br: O arquivo fonte deve usar este título
ru: Файл источник должен использовать данное название

source: Source side:
de: Quellseite:
es: Fuente :
fr: Source :
it: Lato sorgente:
pt_br: Fonte:
ru: Сторона источника:

source: Source:
de: Quelle:
es: Fuente :
it: Sorgente:
pt_br: Fonte:
ru: Источник:

source: Specifies a script text to evaluate (after --script was loaded and executed, if any)
de: Bestimmt einen Skripttext zur Bewertung (nach --Skript wurde geladen und ausgeführt, falls vorhanden)
es: Especifica un texto de script para evaluar (después que --script sea cargado y ejecutado, si hay tal parametro)
fr: Spécifie un script à évaluer (après avoir chargé et exécuté le paramètre --script, s'il y en a un)
it: Specifica il testo del script che valutare (dopo caricare ed eseguire --script , se presente)
pt_br: Especifica um texto de script para avaliar (depois do --script ser carregado e executado, se existir tal parâmetro)
ru: Определите текст скрипта для выполнения (после --script был загружен и выполнен, если любой)

source: Specify applications to be used for file preprocessing:
de: Anwendungen zur Dateiverarbeitung festlegen:
es: Definir aplicaciones que usar para preprocesar archivos:
fr: Convertisseurs personnalisés :
it: Specifica gli applicazioni che usare per preprocesso di file:
pt_br: Especificar aplicações que serão usadas para pré-processamento do arquivo:
ru: Выберите приложение для использования в преобработке файлов

source: Specify which diff algorithm to use for each file pattern:
de: Den Differenz-Algorithmus festlegen, der für jedes Dateimuster verwendet werden soll:
es: Definir el algoritmo de comparación que usar para cada modelo de archivo:
fr: Spécifiez quel algorithme de différenciation utiliser pour chaque groupe de fichiers :
it: Specifica l'algoritmo che usare per ogni pattern:
pt_br: Definir o algoritmo de comparação a usar para cada modelo de arquivo:
ru: Выберите алгоритм сравнения для использования в каждом паттерне:

source: Specify which fields in the file may be ignored:
de: Legen Sie fest, welche Felder im der Datei ignoriert werden können:
es: Definir los campos en el archivo que ignorar
fr: Spécifiez quels champs dans le fichier doivent être ignorés :
it: Specifica quali campi si ignorano nel file
ru: Выберите какие из полей в файле могут быть проигнорированы:

source: Standard
es: Estándar
pt_br: Padrão
ru: Стандарт

source: Standard Edition
es: Edición Estándar
fr: Edition Standard
it: Edizione Standard
pt_br: Edição Padrão
ru: Стандартная Редакция

source: Start mode, one from: edit, view, diff2, diff3, merge2 or merge3. Note that edit and view modes are not allowed in pure command line application.
de: Startmodus, einer von: Bearbeiten, Ansicht, Diff2, Diff3, Zusammenführung2 oder Zusammenführung3. Bitte beachten Sie, dass die Bearbeiten- und Ansichtsmodi in reinen Befehlszeilenanwendungen nicht zulässig sind.
es: Modo de lanzamiento, uno entre: edit, view, diff2, diff3, merge2 o merge3. Nota: los modos edit y view no están accesibles desde la aplicación en línea de comando.
fr: Mode de lancement, à choisir parmi : edit, view, diff2, diff3, merge2 ou merge3. Les modes edit et view ne sont pas autorisés dans l'application en ligne de commande.
it: Modo d'avvio, uno entre: edit, view, diff2, diff3, merge2 o merge3. Notare che i modi edit e view non sono permessi con l'applicazione con linea di comando.
pt_br: Modo de início, um entre: editar, visualizar, dif2, dif3, mesclar2 ou mesclar3. Nota: os modos editar e visualizar não são permitidos em aplicação de linha de comando.
ru: Начальный режим, один из: редактирование, просмотр, сравнение2, сравнение3, слияни2 или слияние3.Имейти в виду, что режимы редактирования и просмотра не доступны в командной строке приложения.

source: Start new comparisons in merge mode
de: Neue Vergleiche im Zusammenführungsmodus starten
es: Inciar las nuevas comparaciones como fusiones
fr: Démarrer les nouvelles comparaisons en mode fusion
it: Inicia le nuove comparazioni come unioni
pt_br: Iniciar novas comparações no modo de mesclagem
ru: Начать новое сравнения в режиме слияния

source: Start offset
de: Offset starten
es: Offset de inicio
fr: Début
it: Offset del inizio
ru: Начало смещения

source: Start:
es: Inicio:
fr: Début :
it: Inizio:
ru: Начало:

source: Static Field
de: Feststehendes Feld
es: Campo inmóvil
fr: Champ statique
it: Campo stabile
ru: Статичное поле

source: Status Filters
de: Statusfilter
es: Filtros por estado
fr: Filtres par statut
it: Filtri per Status
pt_br: Filtros por status
ru: Статус Фильтров

source: Status filters options page
de: Optionsseite der Statusfilter
es: Página de opciones de los filtros por estado
fr: Page d'options des Filtres par statut
it: Opzioni de filtri per Status
ru: Страница настроек Статуса фильтров

source: Status of submission-------------------------------------
de: Status der Übermittlung-------------------------------------
es: Estado del reporte---------------------------------------
fr: Etat de la requête--------------------------------------
it: Stato della richiesta-----------------------------------
ru: Статус выполнения-------------------------------------

source: Status: solved with $0 and $1, with $2 lines, modified by hand: $3
de: Status: gelöst mit $0 und $1, mit $2 Zeilen, manuell geändert: $3
es: Estado: resuelto con $0 y $1, con $2 líneas, modificadas manualmente: $3
fr: Statut: résolu avec $0 et $1, avec $2 lignes, modifié manuellement : $3
it: Status: risolto con $0 e $1, con $2 linee, modificato manualmente: $3
pt_br: Status: resolvido com $0 e $1, com $2 linhas, modificado manualmente: $3
ru: Статус: решено с $0 и $1, с $2 строк, изменено вручную: $3

source: Status: solved with $0, with $2 lines, modified by hand: $3
de: Status: gelöst mit $0, mit $2 Zeilen, manuell geändert: $3
es: Estado: resuelto con $0, con $2 líneas, modificadas manualmente: $3
fr: Statut: résolu avec $0, avec $2 lignes, modifié manuellement : $3
it: Status: risolto con $0, con $2 linee, modificato manualmente: $3
pt_br: Status: resolvido com $0, com $2 linhas, modificado manualmente: $3
ru: Статус: решено с $0, с $2 строк, изменено вручную: $3

source: Status: solved, with $2 lines, modified by hand: $3
de: Status: gelöst, mit $2 Zeilen, manuell geändert: $3
es: Estado: resuelto, con $2 líneas, modificado manualmente: $3
fr: Statut : résolu, avec $2 lignes, modifié manuellement : $3
it: Status: risolto, con $2 linee, modificato manualmente: $3
pt_br: Status: resolvido com $2 linhas, modificado manualmente: $3
ru: Статус: решено, с $2 строк, изменено вручную: $3

source: Status: unresolved
de: Status: ungelöst
es: Estado: no resuelto
fr: Statut : non résolu
it: Status: irrisolto
pt_br: Status: não resolvido
ru: Статус: не решено

source: Stop
de: Stopp
es: Parar
fr: S'arrêter
it: Fermi
pt_br: Parar
ru: Стоп

source: Store rejections for each file aside:
de: Verwerfungen für jede Datei speichern, außer für:
es: Guardar los elementos rechazados del parche al lado de:
fr: Enregistrer les rejets pour chaque fichier à côté de :
it: Guardare i rifiuti per ogni file nel lato:
pt_br: Armazenar rejeições à parte para cada arquivo:
ru: Сохранять отмены для каждого файла отдельно:

source: Stretch smallest image to match the largest size
de: Kleinstes Bild so strecken, dass es der größten Größe entspricht
es: Estirar la imagen más pequeña hasta Coincidir con la más grande
fr: Etirer l'image la plus petite pour correspondre à la plus grande
it: Stira per corrispondere ai dimensioni dell'immagine più grande
pt_br: Alongar imagem menor para coincidir com o maior tamanho
ru: Растянуть наименьшее изображение, чтобы соответствовать наибольшему размеру

source: Stretch to Match
de: Bis zur Übereinstimmung dehnen
es: Estirar hasta Coincidir
fr: Etirer pour correspondre
it: Stira per Corrispondere
pt_br: Alongar para coincidir
ru: Растянуть до Соответсвия

source: Stretch to Match Height
de: Zum Höhenabgleich ausdehnen
es: Estirar hasta Coincidir la altura
fr: Etirer pour correspondre à la hauteur
it: Stira per corrispondere all'altezza
pt_br: Alongar para Coincidir Altura
ru: Растянуть до Соответствующей Высоты

source: Stretch to Match Width
de: Zur Übereinstimmung mit der Breite dehnen
es: Estirar hasta Coincidir la anchura
fr: Etirer pour correspondre à la largeur
it: Stira per corrispondere alla larghezza
pt_br: Alongar para Coincidir Largura
ru: Растянуть до Соответствующей Ширины

source: Study character level differences
de: Zeichenlevelunterschiede untersuchen
es: Estudiar las diferencias al nivel del carácter
fr: Etudier les différences au niveau du caractère
it: Studia le differenze al livello del caratere
pt_br: Estudar diferenças no nível de caractere
ru: Изучить различия уровня символа

source: Study word level differences
de: Wortlevelunterschiede untersuchen
es: Estudiar las diferencias al nivel de la palabra
fr: Etudier les différences au niveau du mot
it: Studia le differenze al livello della parola
pt_br: Estudar diferenças no nível de palavra
ru: Изучить различия уровня слова

source: Subject:
de: Betrifft:
es: Asunto:
fr: Sujet :
it: Soggetto:
ru: Предмет:

source: Submit a problem...
de: Ein Problem übermitteln...
es: Someter un problema...
fr: Soumettre un problème...
it: Segnalare un problema...
ru: Сообщить о проблеме...

source: Summary of the remain:
de: Zusammenfassung des Rests:
es: Resumen del restante:
fr: Résumé de la partie restante :
it: Sommario del rimanente:
pt_br: Resumo do restante:
ru: Итог от остатка:

source: Surround changes:
de: Änderungen umgeben:
es: Enmarcar las modificaciones:
fr: Encadrer les modifications :
it: Incornicia i cambiamenti:
pt_br: Circundar modificações:
ru: Окружающие изменения:

source: Swap Sources
de: Quellen tauschen
es: Intercambiar las fuentes
fr: Inverser les sources
it: Scambia Sorgenti
pt_br: Trocar fontes
ru: Поменять Источники

source: Swap ancestor and right sources
de: Vorgänger- und rechte Quellen tauschen
es: Intercambiar las fuentes antecesor y derecha
fr: Inverser les sources ancêtre et de droite
it: Scambia sorgenti ascendente e destra
pt_br: Trocar fontes antecessor e direita
ru: Поменять предка и правый источник

source: Swap beetwen 2-way and 3-way Comparisons
de: Zwischen 2-Wege- und 3-Wege-Vergleichen wechseln
es: Intercambiar en modo bi/trilateral
fr: Basculer en mode avec 2/3 sources
it: Scambia entre comparazioni 2-way e 3-way
pt_br: Trocar modo bilateral/trilateral de comparação
ru: Переключиться между 2-х и 3-сторонним Сравнениями

source: Swap between diff/merge modes
de: Zwischen Differenz-/Zusammenführungs-Modi wechseln
es: Intercambiar entre los modos visualización y edición
fr: Basculer entre les modes comparaison et fusion
it: Scambia entre i modi view e edit
pt_br: Trocar entre os modos diferenciação/mesclagem
ru: Переключиться между режимами сравнение/слияние

source: Swap between view/edit modes
de: Zwischen Ansichts-/Bearbeitungsmodus wechseln
es: Intercambiar entre los modos visualización y edición
fr: Basculer entre les modes affichage et édition
it: Scambia entre i modi view e edit
pt_br: Trocar entre os modos visualização/edição
ru: Переключиться между режимами просмотр/редактирование

source: Swap left and ancestor sources
de: Linke und Vorgängerquellen tauschen
es: Intercambiar las fuentes izquierda y antecesor
fr: Inverser les sources de gauche et ancêtre
it: Scambia sorgenti sinitra e ascendente
pt_br: Trocar fontes esquerda e antecessor
ru: Переключиться между левым источником и предком

source: Swap left and right sources
de: Linke und rechte Quellen austauschen
es: Intercambiar las fuentes izquierda y derecha
fr: Inverser les sources de gauche et de droite
it: Scambia sorgenti sinitra e destra
pt_br: Trocar fontes esquerda e direita
ru: Переключить левый и правый источники

source: Swaps ancestor and right sources
de: Tauscht Vorgänger und rechte Quellen
es: Intercambia las fuentes antecesor y derecha
fr: Inverse les sources ancêtre et de droite
it: Scambia sorgenti ascendente e destra
pt_br: Trocar fontes antecessor e direita
ru: Переключиться между предком и правым источником

source: Swaps beetwen 2-way and 3-way Comparisons or turns a single sided document into a comparison
de: Wechselt zwischen 2-Wege- und 3-Wege-Vergleichen oder wandelt ein einseitiges Dokument in einen Vergleich
es: Intercambia entre los modos bilateral y trilateral o transforma un documento sencillo en una comparación
fr: Bascule en mode avec 2/3 sources ou convertit le document simple en comparaison
it: Scambia entre comparazioni 2-way e 3-way o trasforma un documento a faccia singola in una comparazione
ru: Переключиться между 2-х и 3-стороннем Сравнении или включить единичный двухсторонний документ в сравнение

source: Swaps between diff/merge modes
de: Zwischen Differenz-/Zusammenführungsmodus wechseln
es: Intercambia entre los modos visualización y edición
fr: Bascule entre les modes comparaison et fusion
it: Scambia entre i modi view e edit
pt_br: Troca entre os modos diferenciação/mesclagem
ru: Переключиться между режимами сравнение/слияние

source: Swaps left and ancestor sources
de: Tauscht linke und Vorgängerquellen
es: Intercambia las fuentes izquierda y antecesor
fr: Inverse les sources de gauche et ancêtre
it: Scambia sorgenti sinitra e ascendente
pt_br: Troca fontes esquerda e antecessor
ru: Переключить левый источник и предка

source: Swaps left and right sources
de: Tauscht linke und rechte Quellen
es: Intercambia las fuentes izquierda y derecha
fr: Inverse les sources de gauche et de droite
it: Scambia sorgenti sinitra e destrae destro
pt_br: Troca fontes esquerda e direita
ru: Переключить левый и правый источник

source: Swaps the comparison view horizontally/vertically
de: Wechselt die Vergleichsansicht horizontal/vertikal
es: Intercambia la ventana de comparación en modo horizontal o vertical
fr: Bascule le fractionnement des volets horizontalement/verticalement
it: Scambia l'orientazione dei pannelli (orizzontalmente/verticalmente)
pt_br: Troca a visualização de comparação horizontalmente/verticamente
ru: Переключить вид сравнения горизонтальный/вертикальный

source: Synchronize left to right
de: Links mit rechts synchronisieren
es: Sincronizar de izquierda a derecha
fr: Synchroniser de la gauche vers la droite
it: Sincronizzare da sinistra a destra
ru: Синхронизировать левый с правым

source: Synchronize lines selection (hidden)
de: Zeilenauswahl (ausgeblendet) synchronisieren
es: Sincronizar las líneas seleccionadas
fr: Synchroniser la sélection des lignes (caché)
it: Sincronizzare linee selezionate
pt_br: Sincronizar a seleção das linhas (oculto)
ru: Синхронизировать выделенные строки (скрытно)

source: Synchronize right to left
de: Rechts mit links synchronisieren
es: Sincronizar de derecha a izquierda
fr: Synchroniser de la droite vers la gauche
it: Sincronizzare da destra a sinistra
ru: Синхронизировать левый с правым

source: System default language
de: Systemstandardsprache
es: Idioma del sistema
fr: Langue du système
it: Lingua di sistema predefinita
pt_br: Linguagem padrão do Sistema
ru: Язык системы по умолчанию

source: TIME LIMITED FULL TRIAL
de: ZEITBEGRENZTE, KOMPLETTE TESTVERSION
es: EVALUACIÓN COMPLETA LIMITADA EN EL TIEMPO
fr: VERSION COMPLETE A DUREE LIMITEE
it: VERSIONE DI VALUTAZIONE COMPLETA LIMITATA NEL TEMPO
ru: ОГРАНИЧЕННАЯ ПО ВРЕМЕНИ ПОЛНАЯ ПРОБНАЯ ВЕРСИЯ

source: TRIAL VERSION
de: TESTVERSION
es: VERSIÓN DE EVALUACIÓN
fr: VERSION D'EVALUATION
it: VERSIONE DI VALUTAZIONE
pt_br: VERSÃO DE AVALIAÇÃO
ru: ПРОБНАЯ ВЕРСИЯ

source: TRIAL VERSION EXPIRED
de: TESTVERSION IST ABGELAUFEN
es: VERSIÓN DE EVALUACIÓN EXPIRADA
fr: VERSION D'EVALUATION EXPIREE
it: VERSIONE DI VALUTAZIONE SCADUTA
pt_br: VERSÃO DE AVALIAÇÃO EXPIRADA
ru: ПРОБНАЯ ВЕРСИЯ ЗАКОНЧИЛАСЬ
