Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: ECMerge is available as an ActiveX component. You can use it in a web site (Intranet, Internet) or in any application (C++, Visual Basic, .Net). The component can be delivered with the exact subset of features you need (only 2-way diff, no merge, no report, no image diff). Contact Ellié Computing Team at sales@elliecomputing.com for more information.
de: ECMerge ist als eine ActiveX-Komponente verfügbar. Sie können die Anwendung innerhalb einer Internetseite (Intranet, Internet) oder bei jeder beliebigen Anwendung (C++, Visual Basic, .Net) verwenden. Die Komponente kann mit dem genauen Teilsatz an Funktionen geliefert werden, die Sie benötigen (nur 2-Wege-Differenzierung, keine Zusammenführung, kein Bericht, keine Bilddifferenzierung). Wenden Sie sich an das Team von Ellié Computing unter sales@elliecomputing.com für weiterführende Informationen.
es: ECMerge también existe como componente ActiveX. Se puede usar en un sitio web (Intranet, Internet) o en cualquier aplicación (C++, Visual Basic, .Net). El componente se puede obtener con el subconjunto de la funcciones que necesita (sólo comparaciones bilaterales, no fusión, no informes, no comparaciones de imagenes). Favor de contactar el equipo de Ellié Computing con sales@elliecomputing.com para más informaciones.
fr: ECMerge est disponible sous forme de composant ActiveX. Vous pouvez l'utiliser dans votre site web (Intra/extra-net ou Internet) ou vos applications (C++, Visual Basic, .Net). Le composant peut-etre délivré avec un sous-ensemble des fonctionalités si vous le souhaitez: vous payez pour ce que vous utilisez. Contactez l'équipe Ellié Computing pour plus d'informations à sales@elliecomputing.com .
ru: ECMerge доступно как ActiveX компонент. Вы можете использовать его на web сайте (Intranet, Internet) или в любом приложении (C++, Visual Basic, .Net). Компонентможет быть собран с определенным набором возможностей которые нужны вам (только 2-путевое сравнение, без слияния, без отчета, без сравнения изображений). Свяжитесь с Ellié Computingпо адресу sales@elliecomputing.com для более подробной информации.

source: ECMerge is delivered with a built-in XML converter which pretty prints XML trees (tags indentation). This converter can also compact the XML text at saving time (remove line ending characters and formatting tabulations). This makes the XML-based file comparisons easier.
de: ECMerge wird als integrierter XML-Konverter geliefert, der Quelltextformatierungen bei XML-Bäumen (Tag-Einrückungen) vornimmt. Dieser Konverter kann außerdem den XML-Text bei gleichzeitiger Zeitersparnis verdichten (Entfernung der Zeilenabschlusszeichen und Formatierungstabellierungen). Dies erleichtert den XML-basierten Dateivergleich.
es: Se entrega ECMerge con un convertidor XML que indenta automáticamente los árboles XML. Este convertidor también compacta el texto XML cuando se guarda el documento (quitando los caracteres de fin líneas y formateando las tabulaciones). Esto permite una mejor comparación de archivos XML.
fr: ECMerge est livré avec un filtre XML natif qui indente les fichiers XML. Ce filtre peut aussi compacter le texte XML (supprimer les sauts de ligne et les espaces autour des textes). Tout cela simplifie grandement les comparaisons orientées XML.
ru: ECMerge поставляется с встроенным XML конвертером с печатным форматированием XML деревьев (отступ тэгов). Этот конвертер может также уменьшить XML текст для сохранения времени (удаление символов перевода строки и форматирующей табуляции). Это делает сравнение XML файлов более простым.

source: ECMerge serial number
de: ECMerge-Seriennummer
es: Número de serie de ECMerge
fr: Numéro de série d'ECMerge
it: Numero di serie di ECMerge
ru: Серийный номер ECMerge

source: ECMerge supports bookmarks on directories. Toogle bookmarks on items when browsins folders and use the "Select bookmarked items" to perform an action such as copy, delete, resolve using this version...
de: ECMerge unterstützt Bookmarks bei Verzeichnissen. Bookmarks auf Elementen beim Durchsuchen von Ordnern umschalten und "Markierte Element auswählen" benutzen, um eine Aktion durchzuführen, z. B. kopieren, löschen, unter Verwendung dieser Version lösen, etc.
fr: ECMerge supporte les signets dans les répertoires. Utilisez les pour vous déplacer rapidement dans les dossiers ou en combinaison avec "Sélectionner les éléments marqués" pour réaliser copies, suppressions, résolutions...
pt_br: O ECMerge suporta marcadores em diretórios. Marque os itens quando estiver navegando nas pastas e use "Selecionar itens marcados" para realizar uma ação como cópia, exclusão, resolva usando esta versão...
ru: ECMerge поддерживает закладки для директорий. Переключение закладок на объектах при просматривании директорий и использование их для выполнения действий таких как копирование, удаление, разрешения используя данную версию...

source: Each line in this list represents a local path to which you associate a tool:
de: Jede Zeile in dieser Liste steht für einen lokalen Pfad, dem Sie ein Tool zuordnen:
es: Cada línea en esta lista representa una ruta local asociado a una herramienta:
fr: Chaque ligne de la liste représente un chemin local auquel vous associez un outil :
it: Ogni linea in questa lista rappresenta un percorso locale ai cui si associa uno strumento:
pt_br: Cada linha nesta lista representa um caminho local ao qual você associou uma ferramenta:
ru: Каждая линия в этом листе означает локальную директорию которая связана с инструментом:

source: Each line in this list represents a tool and its parameters:
de: Jede Zeile in dieser Liste steht für ein Tool und dessen Parameter:
es: Cada línea en esta lista representa una herramienta y sus parámetros:
fr: Chaque ligne de la liste représente un outil et ses paramètres :
it: Ogni linea in questa lista rappresenta uno strumento e i sui parametri:
pt_br: cada linha nesta lista representa uma ferramenta e seus parâmetros:
ru: Каждая линия в этом листе означает инструмент и его параметры:

source: Easy synchronization
de: Leichte Synchronisierung
es: Sincronización sencilla
fr: Synchronisation facile
ru: Простая синхронизация

source: Edit
de: Bearbeiten
es: Editar
fr: Edition
it: Modifica
ru: Редактировать

source: Edit File Type...
de: Dateityp bearbeiten...
es: Editar el tipo de archivos...
fr: Modifier le type de fichiers...
it: Modifica il tipo di file...
pt_br: Editar tipo de arquivo...
ru: Редактировать Тип Файла...

source: Edit Site...
de: Seite bearbeiten...
es: &Editar el Sitio...
fr: Modifier le Site...
it: Modifica il sito...
ru: Редактировать Сайт...

source: Edit names filters
de: Namensfilter bearbeiten
es: Editar los filtros por nombre
fr: Editer les Filtres par nom
it: Modifica i nomi dei filtri
ru: Редактировать фильтры имен

source: Edition
es: Edición
it: Modificazione
pt_br: Edição
ru: Издание

source: Elapsed time:
de: Verstrichene Zeit:
es: Tiempo transcurrido:
fr: Temps écoulé :
it: Tempo impiegato:
pt_br: Tempo transcorrido:
ru: Оставшееся время:

source: Ellie Computing &Online
es: Ellié Computing en &línea
fr: Ellié Computing en &ligne
it: Ellié Computing &Online
pt_br: Ellié Computing &online
ru: Ellié Computing &Online

source: Ellie Computing &Website
de: Ellie Computing-&Webseite
es: Página de inicio &Ellié Computing
fr: Page d'&accueil Ellié Computing
it: Ellié Computing &Website
pt_br: Ellié Computing &Website
ru: Ellié Computing &Website

source: Email address (for anonymous login):
de: E-Mail-Adresse (zur anonymen Anmeldung):
es: Dirección de correo electrónico (ingreso anónimo):
fr: Adresse email (pour les connexions anonymes) :
it: Indirizzo email (per login anonimo):
pt_br: Endereço de Email (para login anônimo):
ru: Email адрес:

source: Embed sub-reports, currently exclusive with -x and forces sub-reports to the same format as top reports. Used in folder comparison only.
de: Unterberichte einbetten, aktuell exklusiv mit -x, bringt Unterberichte in gleiches Format wie übergeordnete Berichte. Nur im Ordnervergleich verwendet.
es: Incorpora los subinformes, actualmente exclusivo con -x e impone el formato de los subinformes con el formato del informe principal. Se usa sólo con las comparaciones de carpetas.
fr: Incorpore les sous-rapports, actuellement exclusive avec -x et force les sous-rapports avec le même format que le rapport principal. Utilisé dans les rapports de comparaison de dossiers uniquement.
it: Rapporti subordinati integrati, per il momento esclusivo con -x e forza rapporti subordinati a essere nello stesso formato che i rapporti principali. Usato nelle esportazioni di comparazioni di cartelle solamente.
pt_br: Incorpora sub-relatórios, atualmente exclusivo con -x e força os sub-relatórios a ter o mesmo formato do relatório principal. Utilizado somente em comparação de pasta.
ru: Встраиваемый вложенный отчет, на текущий момент эксклюзивно с -x и вложенными отчетами того же формата что и верхний отчет. Используется только при сравнении директорий.

source: Enable Shells Extensions
de: Shells-Endungen freigeben
es: Activar la Entensión Shell
fr: Activer les Extensions de Gestionnaires de Fichiers
it: Attivare le Estensioni di Shell
ru: Включить Расширения Оболочки

source: Encoding for the result file
de: Zeichencodierung für die Ergebnisdatei
es: Codificación para el archivo resultado
fr: Encoding du fichier résultat
it: Codifica del file risultato
pt_br: Codificação para o arquivo resultado
ru: Кодировка для результирующего файла

source: Encoding to use when text is generated to stdout
de: Zu verwendende Zeichencodierung, wenn Text auf stdoubt erstellt wird
es: Codificación que usar cuando se genera el texto en stdout
fr: Jeu de caractères à utiliser lorsque le texte est généré dans la sortie standard
it: Codifica che usare quando il testo è generato in stdout
pt_br: Codificação a ser usada quando o texto é gerado para saída padrão
ru: Кодировка используемая при генерации текста в стандартный вывод

source: Encoding used to load files when auto-detection fails:
de: Zum Laden von Dateien verwendete Zeichencodierung, falls die automatische Abfrage fehl schlägt:
es: Codificación que se usa cuando la auto-detección falla:
fr: Encoding à utiliser lorsque l'auto-détection échoue :
it: Codifica per caricare i fili quando la rilevazione automatica fallisce:
pt_br: Codificação usada para carregar arquivos quando a autodetecção falha:
ru: Кодировка используемая для загрузки файлов когда автоопределение не успешно:

source: Encoding:
de: Zeichencodierung:
es: Codificación:
it: Codifica:
pt_br: Codificação:
ru: Кодировка:

source: Encrypt communication
de: Kommunikation verschlüsseln
es: Encriptar la comunicación
fr: Crypter la communication
it: Crittare la comunicazione
pt_br: Criptografar a comunicação
ru: Шифрование связи

source: Enforce result code to be computed from the merge result, even if in simple GUI, if merged OK, exit code 0, other codes are errors
de: Berechnung des Ergebniscodes vom Zusammenfügungsergebnis durchsetzen, auch bei einfacher grafischer Benutzeroberfläche, falls Zusammenführung OK, Endecode 0, andere Codes sind Fehler
es: Enforza que se compute sempre el código de éxito desde el resultado de la fusión, si la fusión no revela ningún conflicto, el código de éxito es 0, algunos otros códigos corresponden a errores
fr: Force le calcul du code de retour par rapport au résultat de la fusion, si la fusion ne révèle aucun conflit, le code de retour est 0, d'autres codes correspondent à des erreurs
it: Forza la computaione del codice d'uscita dal risultato dell'unione, se l'unione fue riuscita, codice 0, altri codici sono errori
pt_br: Força que o código de resultado seja computado do resultado da mesclagem, mesmo em simples GUI, se a mesclagem está correta o código de saída é 0, outros códigos informam erros ocorridos
ru: Принудительно результирующий код должен быть вычислен из результата слияния, даже если в простом GUI, если слияние OK, код выхода 0, остальные коды это ошибки

source: Enter 32 hexadecimal digits
de: 32 hexadezimale Ziffern eingeben
fr: Entrez 32 digits hexadécimaux
it: Inserire 32 caratteri hexadecimali
ru: Введите 32 шестандцатеричные числа

source: Enter orphaned folders
de: Verwaiste Ordner eingeben
es: Visitar las carpetas con huérfanos
fr: Visiter les dossiers orphelins
it: Visitare le cartelle con orfane
pt_br: Considerar pastas órfãs
ru: Введите оставшиеся директории

source: Enter the files names pattern, use 'dos:' for DOS-like, re:/retext/flags for Perl like, else simple text:
de: Dateinamensmuster eingeben, 'dos:' für DOS-Artige, re:/retext/Flags für Perl-Artige, sonst einfachen Text verwenden:
fr: Entrez le masque, utilisez 'dos:' pour un masque DOS, re:/retext/flags pour un masque Perl, sinon du text simplement:
ru: Введите маску имен файлов, используйте 'dos:' для DOS-подобного поиска, re:/retext/flags для Perl подобного поиска, в противном случае введите просто текст

source: Enter the patterns (use '-*.txt' to exclude something, see Name filters documentation for more help, enter single space to deactivate all filters):
de: Die Muster eingeben ('-*.txt' verwenden, um etwas auszuschließen, siehe Namensfilter -Dokumentation für weiterführende Hilfe, ein Leerzeichen eingeben, um alle Filter zu deaktivieren):
fr: Entrez les masques (utilisez la notation '-*.txt' pour exclure des fichiers, voir la documentation à Name filters pour plus d'aide, entrez un espace tout seul pour désactiver tous les filtres) :
ru: Введите маску (используйте '-*.txt' для исключения чего-либо, смотрите документацию по фильтрам Имен для более подробной помощи, введите одиночный пробел для деактивации всех фильтров):

source: Enter the text pattern to search, same notation:
de: Textmuster zur Suche eingeben, gleiche Schreibweise:
fr: Entrez le masque du texte à chercher, même notation:
ru: Введите маску поиска по тексту, та же нотация:

source: Equal dates mean equal files
de: Gleiche Daten bedeuten gleiche Dateien
es: Fechas iguales significa archivos iguales
fr: Des dates égales impliquent des fichiers identiques
it: Date di modifica uguali significa fili uguali
pt_br: Datas iguais significam arquivos iguais
ru: Одинаковые даты означают одинаковые файлы

source: Equal file dates mean equal files
de: Gleiche Dateidaten bedeuten gleiche Dateien
es: Fechas iguales significa archivos iguales
fr: Des dates égales impliques des fichiers identiques
it: Date di modifica uguali significa fili uguali
pt_br: Datas iguais de arquivos significam arquivos iguais
ru: Одинаковые даты файла означают одинаковые файлы

source: Equal file sizes mean equal files (dangerous)
de: Gleiche Dateigrößen bedeuten gleiche Dateien (riskant)
es: Archivos con tamaños iguales significa archivos iguales (peligroso)
fr: Des tailles égales impliquent des fichiers identiques (dangereux)
it: Dimensioni di file uguali significa fili uguali (pericoloso)
pt_br: Tamanhos iguais de arquivos significam arquivos iguais (perigoso)
ru: Одинаковые размеры файла означают одинаковые файлы (осторожнее)

source: Equal file sizes mean equal files, if size criterion is OK
de: Gleiche Dateigrößen bedeuten gleiche Dateien, sofern das Größenkriterium OK ist
es: Fechas iguales significa archivos iguales si tienen el mismo tamaño
fr: Des dates égales impliques des fichiers identiques, si le critère de taille est validé
it: Dimensioni di file uguali significa fili uguali, se il criterio è OK
pt_br: Tamanhos iguais de arquivos significam arquivos iguais, se o critério de tamanho é OK
ru: Одинаковые размеры файла означают одинаковые файлы,

source: Equality Test Document
de: Gleichheitstestdokument
es: Documento Testo de Igualdad
fr: Document Test d'Egalité
it: Documento di Prova d'Uguaglianza
ru: Равенство Тестируемого Документа

source: Error
de: Fehler
fr: Erreur
it: Errore
pt_br: Erro
ru: Ошибка

source: Error while applying converter: $0 Command line was: $1
de: Fehler bei Anwendung des Konverters: $0 Befehlszeile lautete: $1
es: Error mientras aplicando el convertidor: $0 Línea de comando: $1
fr: Erreur en appliquant le convertisseur : $0 La commande était: $1
it: Errore applicando convertitore: $0 Linea di comando: $1
pt_br: Erro ao utilizar o conversor: $0 Linha de comando: $1
ru: Ошибка при использовании конвертера: $0 Строка команды была: $1

source: Error while getting Find/Replace options
de: Fehler beim Erhalt der Suchen/Ersetzen Optionen
es: Error al cargar las opciones para Buscar/Reemplazar
fr: Erreur en chargeant les options pour Rechercher/Remplacer
it: Errore ricuperando le opzioni di Trovare/Sostituire
pt_br: Erro ao obter as opções de Localizar/Substituir
ru: Ошибка при использовании опции Найти/Заменить

source: Estimated Size
de: Geschätzte Größe
es: Tamaño estimado
fr: Taille estimée
it: Dimensioni (stimate)
pt_br: Tamanho estimado
ru: Предполагаемый Размер

source: Estimating work...
de: Arbeit wird abgeschätzt...
es: Evaluación de las tareas que hacer...
fr: Estimation du travail nécessaire...
it: Stimando il lavoro...
pt_br: Estimativa de trabalho...
ru: Оставшееся время...

source: Evaluating filter '$0' output file name:
de: Ausgabedateiname des Filters '$0' wird beurteilt:
es: Evaluando el nombre del archivo de salida para el filtro '$0':
fr: Evaluation du nom du fichier de sortie pour le convertisseur $0 :
it: Valutando il nome del file d'uscita per il convertitore '$0':
pt_br: Avaliando o nome do arquivo de saída para o filtro '$0':
ru: Применение фильтра '$0'

source: Every 2 months
de: Alle 2 Monate
es: Cada 2 meses
fr: Tous les 2 mois
it: Ogni due mesi
pt_br: A cada 2 meses
ru: Каждые 2 месяца

source: Every 3 months
de: Alle 3 Monate
es: Cada 3 meses
fr: Tous les 3 mois
it: Ogni tre mesi
pt_br: A cada 3 meses
ru: Каждые 3 месяца

source: Every 6 months
de: Alle 6 Monate
es: Cada 6 meses
fr: Tous les 6 mois
it: Ogni sei mesi
pt_br: A cada 6 meses
ru: Каждые 6 месяцев

source: Exact
de: Exakt
es: Exacto
fr: Identique
it: Esatto
pt_br: Exato
ru: Точный

source: Exact file dates
de: Genaue Dateidaten
es: Fechas exactas
fr: Dates exactes
it: Date di file esatte
pt_br: Datas dos arquivos exatas
ru: Точные даты файла

source: Exactness:
de: Genauigkeit:
es: Exactitud:
fr: Exactitude :
it: Esattezza:
pt_br: Exatidão:
ru: Точность:

source: Exclude patterns
de: Muster ausschließen
es: Filtros de exclusión
fr: Filtres d'exclusion
it: Pattern di esclusione
pt_br: Excluir padrões
ru: Исключить маски

source: Executables (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
de: Ausführbare Dateien (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
es: Ejecutables (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
fr: Programmes (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
it: Eseguibili (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
pt_br: Executáveis (*.exe,*.bat,*.com)|*.exe;*.bat;*.com
ru: Исполняемые (*.exe,*.bat,*.com)|*.exe;*.bat;*.com

source: Execute given script file (after loading and exporting document if any)
de: Vorgegebenes Skript ausführen (nach Laden und Exportieren des Dokuments, falls vorhanden)
es: Ejecutar el archivo de script (después de cargar y exportar el documento, si hay un documento)
fr: Exécute le fichier script spécifié (après avoir chargé et exporté le document s'il y en a un)
it: Eseguire il file di script (dopo aver caricato ed esportato il documento, se presente)
pt_br: Executar o arquivo de script fornecido (depois de carregar e exportar o documento, se houver algum)
ru: Выполнить данный скрипт-файл (после загрузки и экспорта любого документа)

source: Execute given script file (just before loading document if any)
de: Vorgegebene Skriptdatei ausführen (direkt vor dem Laden des Dokuments, falls vorhanden)
es: Ejecutar el archivo de script (antés de cargar el documento, si hay un documento)
fr: Exécute le fichier script spécifié (avant d'avoir chargé le document s'il y en a un)
it: Eseguire il file di script (prima di aver caricato il documento, se presente)
pt_br: Executar o arquivo de script fornecido (antes de carregar o documento, se houver algum)
ru: Выполнить данный скрипт-файл (только после загрузки любого документа)

source: Exit code for success:
de: Ende-Code für Erfolg:
es: Código de éxito
fr: Code de retour de succès :
it: Codice d'uscita di successo:
pt_br: Código de saída para sucesso:
ru: Код выхода при успехе

source: Exits Ellie Computing Merge
de: Beendet Ellie Computing Merge
es: Sale de Ellié Computing Merge
fr: Quitte Ellié Computing Merge
it: Exits Ellié Computing Merge
pt_br: Sair do Ellié Computing Merge
ru: Выходы Ellié Computing Merge

source: Expand tabs to
de: Tabs erweitern auf
es: Convertir las tabulaciones en
fr: Développer les tabulations sur
it: Espandi i tabulazioni in
pt_br: Expandir as tabulações para
ru: Расширить вкладки до

source: Explorer extension
de: Explorer-Erweiterung
es: Extención en el Explorador
fr: Extension dans l'Explorateur
it: Estensione Explorer
pt_br: Extensão:
ru: Исследовать расширение

source: Export
de: Exportieren
es: Exportar
fr: Exporter
it: Esporta
pt_br: Exportar
ru: Экспорт

source: Export &all panels
de: Alle &Bedienfelder exportieren
es: Exportar &todos los paneles
fr: Exporter &tous les écrans
it: Espota tutti i &pannelli
pt_br: Exportar &todos painéis
ru: Экспорт &all панелей

source: Export &current panel
de: Aktuelles Panel &exportieren
es: Exportar el panel &actual
fr: Exporter l'écran &courant
it: Espota il pannelle &attuale
pt_br: Exportar o &painel atual
ru: Экспорт &current панели

source: Export XML/HTML
de: XML/HTML exportieren
es: Exportar como XML/HTML
fr: Exporter un rapport XML/HTML
it: Esporta XML/HTML
pt_br: Exportar XML/HTML
ru: Экспорт XML/HTML

source: Export format for sub-reports, one from: unixpatch, html or xml. Used in folder comparison only.
de: Exportformat für Unterberichte, eines aus: unixpatch, html oder xml. Nur für Ordnervergleiche eingesetzt.
es: Formato para exportar los subinformes, uno entre: unixpatch, html o xml. Se usa sólo con las comparaciones de carpetas.
fr: Format d'export des sous-rapports, à choisir parmi : unixpatch, html ou xml. Utilisé dans les rapports de comparaison de dossiers uniquement.
it: Formato dell'esportazione per i rapporti subordinati, uno entre: unixpatch, html o xml. Usato nelle esportazioni di comparazioni di cartelle solamente.
pt_br: Formato para exportar sub-relatórios, um entre: unixpatch, html ou xml. Usado apenas na comparação de pastas.
ru: Экспорт формата для вложенной директории, одного из: unixpatch, html или xml. Используется только при сравнении директорий

source: Export format, one from: none, unixpatch, html or xml
de: Exportformat, eines von: none, unixpatch, html oder xml
es: Formato para exportar, uno entre: none, unixpatch, html o xml
fr: Format d'export, à choisir parmi : none, unixpatch, html ou xml
it: Formato dell'esportazione, uno entre: none, unixpatch, html o xml
pt_br: Formato para exportar, um entre: none, unixpatch, html ou xml.
ru: Экспорт формата, одного из: unixpatch, html или xml

source: Export patch
es: Exportar un parche
fr: Exporter un patch
it: Esporta Patch
pt_br: Exportar arquivo Unix patch
ru: Экспорт пути

source: Expression to search:
de: Ausdruck für Suche:
es: Expresión que buscar:
fr: Expression à chercher:
it: Trova:
ru: Выражение для поиска

source: Extension:
de: Erweiterung:
es: Extención:
it: Estensione:
pt_br: Extensão:
ru: Расширение:

source: Factory settings
de: Werkseinstellungen
es: Configuración inicial
fr: Configuration initiale
it: Impostazioni di Fabbrica
pt_br: Configuração inicial
ru: Заводские настройки

source: Fields
de: Felder
es: Campos
fr: Champs
it: Campi
ru: Поля

source: File
de: Datei
es: Archivo
fr: Fichier
pt_br: Arquivo
ru: Файл

source: File Date Filters
de: Dateidatumsfilter
es: Filtros por fecha
fr: Filtres par date
it: Filtri per Data
pt_br: Filtros por data
ru: Файл фильтров даты
