Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: could not synchronize conflict information, bailing out
de: konnte Konfliktinformation nicht synchronisieren, Ausstieg erfolgt
es: imposible sincronizar las informaciones de conflicto, operación abandonada
fr: impossible de synchroniser les informations de conflit, opération abandonnée
it: impossibile sincronizzare le informazioni di conflitti, operazione annullata
pt_br: não foi possível sincronizar as informações de conflito, operação abandonada
ru: невозможно синхронизировать информацию конфликта, выбрасывание

source: days ago
de: Tage zuvor
es: últimos días
fr: jours
it: giorni fa
pt_br: dias atrás
ru: дней назад

source: deletion
de: Löschung
es: supresión
fr: suppressions
it: eliminazioni
pt_br: exclusão
ru: удаление

source: different
de: unterschiedlich
es: diferentes
fr: différents
it: differenti
pt_br: diferente
ru: отличающийся

source: document
de: Dokument
es: documento
it: documento
pt_br: documento
ru: документ

source: document is partially unloaded, cannot output result
de: Dokument ist teilweise nicht geladen, es kann kein Ergebnis ausgegeben werden
es: documento en parte descargado, imposible escribir los resultados
fr: document en partie déchargé, impossible d'écrire le résultat
it: il documento non è completamento caricato, impossibile scrivere il risultato
pt_br: documento está parcialmente descarregado, não é possível gravar o resultado
ru: документ частично не загружен, не возможно вывести результат

source: dummy
de: Blindmuster
ru: макет

source: edit the file
de: Die Datei bearbeiten
es: editar el archivo
fr: éditer le fichier
it: modifica il file
pt_br: editar o arquivo
ru: редактировать файл

source: error while getting success code
de: Fehler beim Erhalt des Erfolgscodes
es: error mientras analizando el código de éxito
fr: Erreur en testant le code de retour de succès.
it: errore nel ricavare il codice di successo
pt_br: erro ao analisar o código de êxito
ru: ошибка во время получения кода успеха

source: files
de: Dateien
es: archivos
fr: fichiers
it: Fili
pt_br: arquivos
ru: файлы

source: folder
de: Ordner
es: carpeta
fr: Dossiers
it: cartelle
pt_br: pasta
ru: директория

source: folders
de: Ordner
es: carpetas
fr: dossiers
it: cartelle
ru: директории

source: for folders comparisons, files starting with one letter in two are excluded (a, c, e, ...)
de: für Ordnervergleiche werden Dateien, die mit jedem zweiten Buchstaben beginnen (a, c, e, ...), ausgeschlossen
es: para las comparaciones de carpeta, se excluyen los archivos que empiezan por una letra de cada dos (a, c, e, ...)
fr: pour les comparisons de dossiers, les fichiers commençant par la moitié des lettres sont exclus (a, c, e, ...)
it: per le comparazioni di cartelle, i fili cominciando con una lettera su due sono escluse (a, c, e, ...)
pt_br: para comparações de pastas, arquivos começando com uma letra ou duas são excluídos (a, c, e, ...)
ru: для сравнения директорий файлы начинающиеся с одного символа в двух исключены (a, c, e, ...)

source: for text comparisons, only the first half of the file is loaded
de: für Textvergleiche wird nur die erste Hälfte der Datei geladen
es: para las comparaciones de archivos texto, se carga únicamente la primera mitad del archivo
fr: pour les comparaisons de fichiers textes, seule la première moitié du fichier est chargée
it: per le comparazioni di testo, la prima metà dei fili è caricata
pt_br: para comparações de texto, apenas a metade inicial do arquivo é carregada
ru: для текстового сравнения только первая половина файла загружена

source: format not specified
de: Format nicht festgelegt
es: formato no especificado
fr: format non spécifié
it: Il formato non è specificato
pt_br: formato não especificado
ru: формат не задан

source: format not supported for load_new_document
de: Format nicht unterstützt für neues_Dokument_laden
es: formato no soportado en load_new_document
fr: format non supporté dans load_new_document
it: il formato per load_new_document non è supportato
pt_br: formato não suportado para carregar_novo_documento
ru: формат не поддерживается для load_new_document

source: format not supported for this type of documents
de: Format wird für diese Art von Dokumenten nicht unterstützt
es: formato no soportado por este tipo de documentos
fr: format non supporté pour ce type de documents
it: formato non supportato per questo tipo di documenti
pt_br: formato não suportado para este tipo de documento
ru: формат не поддерживается для данного типа документов

source: format not yet supported for this type of documents
de: Format wird für diesen Dokumententyp noch nicht unterstützt
es: formato no soportado por este tipo de documentos
fr: format non supporté pour ce type de documents
it: formato non ancora supportato per questo tipo di documento
pt_br: formato ainda não suportado para este tipo de documento
ru: формат пока не поддерживается для данного типа документов

source: found #0 files, amongst #1 searched files
de: #0 Dateien gefunden, von #1 untersuchten Dateien
es: #0 archivos encontrados, en #1 archivos buscados
fr: #0 fichiers trouvés, parmi #1 fichiers
ru: найдено #0 файлов, среди #1 искомых

source: found at position #0 as #1
de: An Position #0 als #1 gefunden
fr: trouvé à la position #0 comme #1
ru: найден на позиции #0 как #1

source: identical
de: identisch
es: idéntico
fr: identiques
it: uguali
pt_br: todos idênticos
ru: одинаковый

source: identical (all)
de: identisch (alle)
es: idénticos (todos)
fr: identiques (tous)
it: uguali (tutti)
pt_br: idênticos (todos)
ru: одинаковый (все)

source: ignore the item
de: Element ignorieren
es: ignorar el elemento
fr: ignorer l'élément
it: ignora l'elemento
pt_br: Ignorar o item
ru: игнорировать данный объект

source: in ancestor
de: in Vorgänger
es: en el antecesor
fr: dans l'ancêtre
it: in ascendente
pt_br: no antecessor
ru: в предке

source: in ancestor hierarchy
de: in Vorgängerhierarchie
es: en la vista antecesor
fr: dans la vue ancêtre
it: nella gerarchia ascendente
pt_br: na hierarquia do antecessor
ru: в иерархии предка

source: in left hierarchy
de: in linker Hierarchie
es: en la vista izquierda
fr: dans la vue de gauche
it: nella gerarchia sinistra
pt_br: na hierarquia esquerda
ru: в левой иерархии

source: in middle of lines
de: in Zeilenmitte
es: en medio de las líneas
fr: en milieu de lignes
it: nel mezzo delle linee
pt_br: no meio das linhas
ru: в середине строк

source: in result
de: in Ergebnis
es: en el resultado
fr: dans le résultat
it: in risultato
pt_br: no resultado
ru: в результате

source: in result hierarchy
de: in Ergebnishierarchie
es: en la vista resultado
fr: dans la vue résultat
it: nella gerarchia risultato
pt_br: na hierarquia de resultado
ru: в результирующей иерархии

source: in right hierarchy
de: in rechter Hierarchie
es: en la vista derecha
fr: dans la vue de droite
it: nella gerarchia destra
pt_br: na hierarquia direita
ru: в правой иерархии

source: inserted/deleted lines longer than
de: eingefügte/gelöschte Zeilen länger als
es: líneas insertadas o borradas más grande que
fr: lignes insérées/supprimées de plus de
it: linee inserite/rimosse più lunghe che
pt_br: linhas incluídas/excluídas maior que
ru: вставленные/удаленные строки длиннее чем

source: insertion
de: Einfügung
es: inserción
fr: insertions
it: inserimenti
pt_br: inserção
ru: вставка

source: invalid document type: $0
de: ungültiger Dokumententyp: $0
es: Tipo de documento inválido: $0
fr: Type de document invalide : $0
it: Tipo di documento invalido: $0
pt_br: tipo de documento inválido: $0
ru: неправильный тип документа: $0

source: invalid log URL
de: ungültige Protokoll-URL
es: URL de registros inválido
fr: URL de logs invalide
it: URL di log invalido
pt_br: Registro de URL inválido
ru: невалидный лог URL

source: invalid start mode type.
de: ungültiger Startmodustyp.
es: modo de inico inválido.
fr: mode de lancement invalide.
it: modo d'avvio invalido.
pt_br: tipo de modo de início inválido.
ru: недействительный тип запуска режима

source: keep ancestor
de: Vorgänger behalten
es: conservar el antecesor
fr: conserver l'ancêtre
it: mantieni l'ascendente
pt_br: manter antecessor
ru: оставить предка

source: keep left version
de: linke Version behalten
es: conservar la versión de la izquierda
fr: conserver la version de gauche
it: mantieni la versione sinistra
pt_br: manter a versão esquerda
ru: оставить левую версию

source: keep most recent
de: neueste behalten
es: conservar el más reciente
fr: conserver le plus récent
it: mantieni il più recente
pt_br: manter o mais recente
ru: оставить самую последнюю

source: keep oldest
de: Älteste behalten
es: conservar el más viejo
fr: conserver le plus ancien
it: mantieni il più vecchio
pt_br: manter o mais antigo
ru: оставить самую старую

source: keep right version
de: rechte Version behalten
es: conservar la versión de la derecha
fr: conserver la version de droite
it: mantieni la versione destra
pt_br: manter a versão da direita
ru: оставить правую версию

source: keep the item
de: Das Element behalten
es: conservar el elemento
fr: conserver l'élément
it: mantieni l'elemento
pt_br: manter o item
ru: оставить объект

source: konsole -e sh -c "$0"
ru: консоль -e sh -c "$0"

source: left
de: links
es: izquierda
fr: gauche
it: sinistro
pt_br: esquerda
ru: правый

source: left and ancestor identical
de: links und Vorgänger identisch
es: izquierdo y antecesor idénticos
fr: gauche et ancêtre identiques
it: sinistro e ascendente uguali
pt_br: esquerda e antecessor idênticos
ru: левый и предок одинаковы

source: left and right identical
de: Links und rechts identisch
es: izquierdo y derecho idénticos
fr: gauche et droite identiques
it: sinitro e destro uguali
pt_br: esquerda e direita idênticos
ru: левый и правый одинаковы

source: let unresolved
de: ungelöst lassen
es: dejar no resuelto
fr: laisser non résolu
it: lascia irrisolti
pt_br: deixar por resolver
ru: левый неразрешенный

source: line(s)
de: Zeile(n)
es: línea(s)
fr: ligne(s)
it: linea(e)
pt_br: linha(s)
ru: строк(и)

source: lines
de: Zeilen
es: líneas
fr: lignes
it: linee
pt_br: linhas
ru: строки

source: listing was cancelled, press Test to get stats again
de: Die Auflistung wurde abgebrochen, drücken Sie Test, um wieder die Statistiken zu erhalten
es: se fue anulada la lista, pulse Test para obtener las estadísticas de nuevo
fr: Le listage a été annulé, appuyez sur Test pour obtenir les statistiques
it: lista annullata, premi Test per ottenere le statistiche oltra volta
pt_br: listagem foi cancelada, pressione Teste para obter a estatística novamente
ru: листинг был отменен, нажмить Тест чтобы начать заново

source: merge result
de: Zusammenführungsergebnis
es: fusión
fr: fusion
it: risultato dell'unione
pt_br: resultado da mesclagem
ru: результат слияния

source: merges two files side-by-side
de: führt zwei Dateien Seite an Seite zusammen
es: fusiona 2 archivos de lado a lado
fr: fusionne 2 fichiers côte-à-côte
it: unisce due fili di fianco
pt_br: mescla dois arquivos lado a lado
ru: слияние двух файлов рядом

source: merges two files with a common ancestor
de: führt zwei Dateien mit einem gemeinsamen Vorgänger zusammen
es: fusiona dos archivos con un antecesor común
fr: fusionne 2 fichiers avec un ancêtre commun
it: unisce due fili con un ascendente comune
pt_br: mescla dois arquivos com um antecessor comum
ru: слияние двух файлов с общим предком

source: min
ru: мин

source: mirror ancestor
de: Spiegelungsvorgänger
es: copiar la versión del antecesor
fr: copier la version de l'ancêtre
it: replica l'ascendente
pt_br: espelhar o antecessor
ru: зеркалирование предка

source: mirror left version
de: Linke Version spiegeln
es: copiar la versión de la izquierda
fr: copier la version de gauche
it: replica la versione sinistra
pt_br: espelhar a versão esquerda
ru: зеркалирование левой версии

source: mirror right version
de: rechte Version spiegeln
es: copiar la versión de la derecha
fr: copier la version de droite
it: replica la versione destra
pt_br: espelhar a versão direita
ru: зеркалирование правой версии

source: missing file name to store result
de: Fehlender Dateiname zur Ergebnisspeicherung
es: ruta faltante para guardar el resultado
fr: chemin manquant pour stocker le résultat
it: nomi di file mancante per salvare il risultato
pt_br: faltando o nome de arquivo para armazenar resultado
ru: пропущено название файла при сохранение результата

source: missing input files (with --doc-settings or 2/3 files or directories). Type merge --help for more help.
de: fehlende Eingabedateien (mit --doc-Einstellungen oder 2/3-Dateien oder -Verzeichnissen). Zusammenführen tippen --Hilfe für weitere Hilfe.
es: Archivos de entrada faltantes (con --doc-settings o 2/3 archivos o carpetas). Escribe merge --help para más ayuda.
fr: paramètres fichiers manquants (paramètre --doc-settings ou 2 ou 3 fichiers ou répertoires). Tapper merge --help pour plus d'aide.
it: fili sorgenti mancanti (con --doc-setting o 2/3 fili o cartelle). Prova --help per maggiori informazioni.
pt_br: faltando arquivos de entrada (com --configurações de documentos ou 2/3 arquivos ou diretórios). digite ajuda --mesclagem para mais informações.
ru: пропущен ввод файлов. Наберите слияние --help для подробной помощи.

source: missing source
de: fehlende Quelle
es: fuente faltante
fr: source manquante
it: sorgente mancante
pt_br: fonte faltando
ru: пропущен источник

source: missing target
de: fehlendes Ziel
es: destino faltante
fr: destination manquante
it: destinazione mancante
pt_br: destino faltando
ru: пропущена цель

source: mixed objects types (folders and files) or no document type can handle these sources
de: gemischte Objekttypen (Ordner und Dateien) oder kein Dokumenttyp kann diese Quellen verarbeiten
es: tipos de objeto mezclados (archivos y carpetas) o ningún tipo de documento puede cargar estas fuentes
fr: types d'objets mixés (fichers et dossiers) ou aucun type de document ne sait gérer ces sources
it: tipi di oggetto misti (cartelle e fili) o non c'è un tipo di documento per supportare queste sorgenti
pt_br: tipos de objetos misturados (pastas e arquivos) ou nenhum tipo de documento pode manipular essas fontes
ru: смешанные типы объектов (директории и файлы) или ни один из типов документа не может обработать эти источники

source: no write support for binary documents
de: kein Schreibschutz für binäre Dokumente
es: Guardar no soportado para los documentos binarios
fr: sauvegarde non supportée pour des documents binaires
it: non si può scrivere docucmenti binarii
pt_br: não há suporte de gravação para documentos binários
ru: нет

source: non-blank characters
de: Nicht leere Zeichen
es: caracteres excepto blancos
fr: caractères non blancs
it: carateri non bianchi
pt_br: caracteres exceto brancos
ru: не пустые символы

source: not enough files names in input for requested mode $0
de: nicht ausreichende Dateinamen zur Eingabe im geforderten Modus $0
es: No hay bastante rutas especificados para lanzar el modo deseado: $0
fr: pas assez de chemins spécifiés pour lancer le mode demandé : $0
it: non abbastanza nomi di file di input per il modo richiesto $0
pt_br: não há suficientes nomes de arquivos na entrada para a modalidade solicitada $0
ru: не достаточно введено имен файлов для запрошенного режима $0

source: nothing to do
de: Nichts zu tun
es: nada que hacer
fr: rien à faire
it: nulla da fare
pt_br: nada a fazer
ru: ничего не делать

source: number of steps ($1) to remove too large for '$0', name totally removed
de: Anzahl an zu entfernenden Schritten ($1) zu groß für '$0', Name komplett entfernt
es: número de pasos ($1) que quitar demasiado largo para '$0', nombre completamente quitado
fr: nombre d'étapes ($1) à retirer trop grand pour '$0', le nom est totalement supprimé
it: numero de passi ($1) che rimuovere troppo grande per'$0', nomme completamente rimosso
ru: количество шагов ($1) чтобы удалить слишком велико'$0', имя полностью удалено

source: operation on item $0 failed with error: $1
de: Operation an Element $0 fehlgeschlagen mit Fehler: $1
es: La operación en el elemento $0 falló con el error: $1
fr: l'opération sur l'élément $0 a échoué avec l'erreur : $1
it: operazione sul'elemento $0 è fallita a causa dell'errore: $1
pt_br: a operação do item $0 falhou com o erro: $1
ru: операция на объекте $0 не удалась в следствие ошибки: $1

source: or click on Continue to run the full Demo version
de: oder auf Fortfahren klicken, um die komplette Demoversion auszuführen
es: o haga clic en 'Continuar' para ejecutar la versión de demostración completa
fr: ou cliquez sur 'Continuer' pour lancer la version de démonstration complète
it: o Continuare per lanciare la versione di dimostrazione completa.
pt_br: ou clique em Continuar para executar a versão de Demonstração.
ru: или нажмите Продолжить для запуска полной Демо версии

source: output
de: Ausgabe
es: salida
fr: sortie
it: uscita
pt_br: saída
ru: вывод

source: output flag redundant for result
de: Ausgabe-Flag für Ergebnis redundant
es: indicador output_flag redundante para el resultado
fr: indicateur output redondant pour le résultat
it: flag output superfluo per ilrisultato
pt_br: indicador de saída redundante para o resultado
ru: флаг вывода излишен для результата

source: output format not supported
de: Ausgabeformat wird nicht unterstützt
es: formato de salida no soportado
fr: format de sortie non supporté
it: Il formato di uscita non è supportato
pt_br: formato de saída não suportado
ru: формат вывода не поддерживается

source: output locations not well specified
de: Ausgabespeicherorte nicht gut festgelegt
es: rutas del resultado mal definidas
fr: chemin du résultat mal défini
it: posizione dell'uscita non è ben specificato
pt_br: localizações de saída não foram especificadas corretamente
ru: места вывода не описаны точно

source: parallel connections
de: parallele Verbindungen
es: conexiones paralelas
fr: connexions parallèles
it: connessioni parallele
pt_br: conexões paralelas
ru: параллельные соединения

source: patch item path '$0' not strictly under base target directory
de: Patch-Elementpfad '$0' nicht genau unter Basiszielverzeichnis
es: La ruta del item patch '$0' no está totalement debajo de la carpeta de destino
fr: L'élément de patch '$0' n'est pas strictement sous le répertoire destination de base
it: l'elemento $0 non è esatamente sotto la cartella destinazione
ru: патч объекта пут '$0' не описан в данной основной директории

source: pending comparisons
de: anstehende Vergleiche
es: comparaciones pendientes
fr: comparaisons en attente
it: comparazioni in sospeso
pt_br: comparações pendentes
ru: отложенные сравнения

source: please only enter digits
de: Bitte nur Ziffern eingeben
es: Favor de entrar sólo números
fr: veuillez ne saisir que des nombres
it: Si prega di inserire solo decimali
pt_br: por favor somente informe números
ru: пожалуйста введите только цифры

source: querying XML filters options dialog box not supported in command line
de: Abfrage des XML-Filter-Optionsdialogfensters nicht in Befehlszeile unterstützt
es: funcionalidad de llamar el diálogo de convertidores XML no accesible en línea de comando
fr: impossible d'ouvrir la boîte d'options des filtres XML depuis la ligne de commande
it: non è supportato interrogare les opzioni di convertitore XML sulla linea di comando
pt_br: consulta à caixa de diálogo de opções de filtro XML sem suporte em linha de comando
ru: запрос диалогового окна настроек XML фильтров не поддерживается в командной строке

source: querying status document name not supported in command line
de: Name des Anfragestatusdokuments nicht in Befehlszeile unterstützt
es: funcionalidad no accesible en línea de comando: ruta del archivo de Estado de Fusión no especificada, imposible preguntar al operador
fr: fonctionnalité non accessible en ligne de commande : chemin du fichier d'Etat de Fusion non spécifié, impossible de le demander à l'opérateur
it: interrogare il status del documento non è supportato sulla linea di comando
pt_br: consulta ao status do nome do documento sem suporte em linha de comando
ru: запрос статуса имения документа не поддерживается в командной строке

source: read_only flag forbidden for result
de: nur_lesen-Flag unzulässig für Ergebnis
es: indicador read_only prohibido para el resultado
fr: indicateur read_only interdit pour le résultat
it: flag read_only proibito per il risultato
pt_br: indicador read_only proibido para o resultado
ru: флаг только чтение запрещен для результата

source: remove the item
de: das Element entfernen
es: quitar el elemento
fr: supprimer l'élément
it: rimuovi l'elemento
pt_br: remover o item
ru: удалить объект

source: resolved/written states
de: Status gelöst/geschrieben
es: estados resueltos/escritos
fr: états résolus/écrits
it: stati risoluti/scritti
pt_br: status resolvidos/gravados
ru: разрешить/записать состояния

source: right
de: rechts
es: derecha
fr: droite
it: destro
pt_br: direita
ru: правый

source: seconds
de: Sekunden
es: segundos
fr: secondes
it: secondi
pt_br: segundos
ru: секунды

source: shortcut defined for $0 but macro does not exist anymore
de: Tastenkürzel für $0 festgelegt, aber der Makro existiert nicht mehr
es: un atajo está definido para $0 pero ya no existe
fr: un raccourci est défini pour $0 mais la macro n'existe plus
it: collegamento definito per $0 ma la macro non esiste più
pt_br: atalho definido para $0 mas macro não existe mais
ru: ярлык задан для $0 но макрос больше не существует

source: shows differences between two files
de: Zeigt Unterschiede zwischen zwei Dateien
es: mostrar las diferencias entre dos archivos
fr: afficher les différences entre deux fichiers
it: mostra le differenze entre due fili
pt_br: Mostra diferenças entre dois arquivos
ru: показать различия между двумя файлами

source: shows differences between two files and a common ancestor
de: zeigt Unterschiede zwischen zwei Dateien und einem allgemeinen Vorgänger
es: muestra las diferencias entre dos archivos y el antecesor común
fr: afficher les différences entre deux fichiers et l'ancêtre commun
it: mostra le differenze entre due fili con un ascendente comune
pt_br: Mostra diferenças entre dois arquivos e um antecessor comum
ru: показать различия между двумя файлами и общим предком

source: size not provided by the file system
de: Größe nicht vom Dateisystem angegeben
es: el sistema no provee el tamaño
fr: taille non fournie par le système de fichier
it: dimensione non fornita dal sistema di file
ru: размер не предоставлен файловой системой

source: skip blanks
de: Leerzeichen überspringen
fr: sauter les blancs
ru: пропустить пропуски

source: sleep a bit before starting (may help debugging)
de: Schlafen Sie einmal darüber, bevor Sie beginnen (hilft vielleicht bei der Fehlersuche)
es: Espera antes de lanzarse (útil para depurar)
fr: Attend avant de se lancer (utile en cas de déboggage)
it: sospensione prima di iniziare (utile con il debugging)
pt_br: espera um pouco antes de iniciar (pode ajudar a depuração)
ru: небольшая задержка перед стартом (может помочь при отладке)

source: source
de: Quelle
es: fuente
it: sorgente
pt_br: fonte
ru: источник

source: source and target are identical
de: Quelle und Ziel sind identisch
es: Fuente y destino están idénticos
fr: source et destination sont identiques
it: Sorgente e destinazione sono uguali
pt_br: fonte e destino são idênticos
ru: источник и цель одинаковы

source: spaces
de: Leerzeichen
es: espacios
fr: espaces
it: spazi
pt_br: espaços
ru: пробелы
