Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Tabs
es: Ventanas
fr: Onglets
it: Finestre
pt_br: Abas
ru: Вкладки

source: Tags Found at loading time:
de: Zur Ladezeit gefundene Tags:
es: Tags que conservar:
fr: Tags à conserver :
it: Tag trovati caricando:
pt_br: Elementos encontrados no momento da carga
ru: Найденные метки во время загрузки:

source: Tags with no spaces
de: Schlagwörter ohne Leerzeichen
es: Elementos sin espacios
fr: Eléments sans espaces
it: Tag senza spazi
pt_br: Elementos sem espaços
ru: Метки без пробелов

source: Take ignored changes text from:
de: Ignorierten Änderungstext nehmen von:
es: Tomar las modificaciones ignoradas desde:
fr: Prendre les modifications ignorées depuis :
it: Prendi i cambiamenti ignorati da:
pt_br: Adotar as modificações de texto ignoradas desde:
ru: Игнорировать изменения текста с:

source: Take settings from:
de: Einstellungen nehmen von:
es: Usar los parámetros de:
fr: Utiliser le jeu d'options :
it: Prendi le impostazioni da:
pt_br: Usar as configurações de:
ru: Взять настройки с:

source: Takes options from default options set. If no options set is selected (--default, --factory, --options-set or --doc-settings), default options set will be used.
de: Nimmt Optionen vom Standardoptionssatz. Sollte kein Optionssatz ausgewählt worden sein (--Standard, --Werks, --Optionssatz oder --doc-Einstellungen), wird der Standardoptionssatz verwendet.
es: Toma las opciones por defecto. Si no juego de opciones está seleccionado (--default, --factory, --options-set or --doc-settings), se usará las opciones por defecto.
fr: Prendre les options du jeu d'options par défaut. Si aucun jeu d'options n'est sélectionné (--default, --factory, --options-set ou --doc-settings), le jeu d'options par défaut sera utilisé.
it: Prende le opzioni del mazzo di opzioni predefinito. Se nessuno mazzo di opzioni è selezionato (--default, --factory, --options-set o --doc-settings), si userà i valori del mazzo di opzioni predefinito.
pt_br: Adota as opções do conjunto de opções padrão. Se nenhum conjunto de opções está selecionado (--padrão,--fábrica,--conjunto de opções ou --configurações de documento), será usado o conjunto padrão de opções.
ru: Взять настройки с набора настроек по умолчанию. Если не выбран набор настроек, будет использоваться набора настроек по умолчанию.

source: Takes options from named options set, else default options set is used for command line comparison.
de: Nimmt die Optionen aus dem benannten Optionssatz, sonst wird der Standardoptionssatz für Befehlszeilenvergleiche verwendet.
es: Toma el juego de opciones con nombre, sino se usará las opciones por defecto para la comparación en línea de comando.
fr: Prendre les options du jeu d'options par défaut, sinon les options du jeu d'options par défaut seront utilisées pour la comparaison en ligne de commande.
it: Prende le opzioni del mazzo di opzioni con nome, o si userà i valori del mazzo di opzioni predefinito per le comparazioni con la linea di comando
pt_br: Adota as opções de um conjunto de opções nomeado, de outra maneira o conjunto padrão de opções é usado para comparação em comando de linha.
ru: Взять настройки с именованных настроек, иначе для сравнения в командной строке будет использовать набор настроек по умолчанию.

source: Target file should use this as the preferred encoding
de: Die Zieldatei sollte dies als bevorzugte Zeichencodierung verwenden
es: Usar esta codificación para el archivo destino (derecha)
fr: Utiliser cet encoding pour le fichier destination (droite)
it: Il file di destro dovrebbe usare questa codifica
pt_br: Arquivo de destino deve usar esta codificação como preferencial
ru: Целевой файл должен использовать это как предпочтительную кодировку

source: Target file should use this title
de: Zieldatei sollte diesen Titel verwenden
es: Usar este título para el archivo destino (derecha)
fr: Utiliser ce titre pour le fichier destination (droite)
it: Il file destro dovrebbe usare questo titolo
pt_br: Arquivo de destino deve usar este título
ru: Целевой файл должен использовать этот заголовок

source: Target side:
de: Zielseite:
es: Lado destino :
fr: Destination :
it: Lato destinazione:
pt_br: Lado de destino:
ru: Целевая сторона:

source: Target:
de: Ziel:
es: Destino :
fr: Destination :
it: Obiettivo:
pt_br: Destino:
ru: Цель:

source: Temporary copy
de: Temporäre Kopie
es: Copia temporal
fr: Copie temporaire
it: Copia temporanea
pt_br: Cópia temporária
ru: Временная копия

source: Test Wizard...
de: Assistenten testen...
fr: Assistant...
ru: Мастер тестирования...

source: Text
es: Texto
fr: Texte
it: Testo
pt_br: Texto
ru: Текст

source: Text Comparisons
de: Textvergleiche
es: Comparaciones de Texto
fr: Comparaisons Texte
it: Comparazioni di Testo
pt_br: Comparações de texto
ru: Сравнение текста

source: Text Document
de: Textdokument
es: Documento de Texto
fr: Document Texte
it: Documento di Testo
pt_br: Documento texto
ru: Текстовый Документ

source: Text Editor
es: Editor de Texto
fr: Editeur de Texte
it: Editore di Testo
pt_br: Editor de texto
ru: Текстовый Редактор

source: Text File
de: Textdatei
es: Archivo de Texto
fr: Fichier Texte
it: File di Testo
pt_br: Arquivo de texto
ru: Текстовый Файл

source: Text Files Comparison Options
de: Textdatei-Vergleichsoptionen
es: Comparaciones de archivos texto
fr: Comparaisons de fichiers textes
it: Opzioni di Comparazione di Testo
pt_br: Opções de comparação de arquivos de texto
ru: Опции сравнения текстовых файлов

source: Text conversions
de: Textkonvertierung
es: Conversiones de texto
fr: Conversion de texte
it: Conversioni di testo
pt_br: Conversões de texto
ru: Преобразование текста

source: Text converting copy from %s to %s
de: Textkonvertierungskopie von %s nach %s
es: Copia con conversión de texto desde %s hacia %s
fr: Copie avec conversion de texte de %s vers %s
it: Copia con conversione di testo da %s a %s
pt_br: Cópia com conversão de texto desde %s até %s
ru: Преобразованный текст копировать с %s по %s

source: Text document
de: Textdokument
es: Documento de Texto
fr: Document texte
it: Documento di Testo
pt_br: Documento texto
ru: Текстовый файл

source: Text documents can compare text-based files (plain text, Microsoft Office or OpenOffice documents, any kind of file that can be converted into plain text).
de: Textdokumente können textbasierte Dateien vergleichen (Klartext, Microsoft Office oder OpenOffice Dokumente, alle Arten von Dateien, die in Klartext konvertiert werden können).
es: Estos documentos pueden comparar archivos de texto (texto bruto, archivos Microsoft Office o OpenOffice, cualquier tipo de archivo que se puede convertir en texto bruto).
fr: Ces documents permettent de comparer les fichiers à base de texte (texte brut, Microsoft Word, OpenOffice Writer ou tout type de fichier convertible en texte).
it: Questi documenti comparano fili di base testo (documenti di semplice testo, Microsoft Office o qualsiasi file che si può convertire in testo).
ru: Текстовые документы могут сравнивать текстовые файлы (обычный текс, Microsoft Office или OpenOffice документы, любой вид файла, который может быть преобразован в обычный текст).

source: Text files
de: Textdateien
es: Archivos de Texto
fr: Fichiers Textes
it: Fili di Testo
pt_br: Arquivos de texto
ru: Текстовые файлы

source: Text input options
de: Texteingabeoptionen
es: Opciones de entrada de texto
fr: Options de chargement des fichiers textes
it: Opzioni di input di testo
pt_br: Opções de entrada de texto
ru: Настройки ввода текста

source: Text output options
de: Textausgabeoptionen
es: Opciones de salida de texto
fr: Options de sauvegarde des fichiers textes
it: Opzioni di uscita di testo
pt_br: Opções de saída de texto
ru: Настройки вывода текста

source: Text to Ignore
de: Zu ignorierender Text
es: Texto que ignorar
fr: Textes à Ignorer
it: Testo che ignorare
pt_br: Texto a ignorar
ru: Текст для игнорирования

source: Thank you for registering $0.
de: Danke, dass Sie $0 registriert haben.
es: Gracias por registrar $0.
fr: Merci d'avoir enregistré $0.
it: Grazie per registrare $0.
pt_br: Obrigado por registrar $0.
ru: Спасибо за регистрацию $0.

source: Thank you for using $0.
de: Danke, dass Sie $0 eingesetzt haben.
es: Gracias por usar $0.
fr: Merci d'utiliser $0.
it: Grazie per usare $0.
pt_br: Obrigado por usar $0.
ru: Спасибо за использование $0.

source: The ECMerge "all platforms" bundle automatically gives you access to newly supported platforms.
de: Das "Alle Plattformen"-Paket von ECMerge ermöglicht Ihnen automatisch Zugriff zu allen neu unterstützten Plattformen.
es: El lote ECMerge "todas plataformas" permite obtener automáticamente el software para las nuevas plataformas.
fr: Le package "ECMerge toutes plateformes" s'étend automatiquement aux nouvelles plateformes.
pt_br: O pacote ECMerge "todas plataformas" automaticamente lhe dá acesso a novas plataformas suportadas pela aplicação.
ru: ECMerge пакет автоматически дает вам доступ к новым поддерживаемым платформам.

source: The Launcher helps you manage your comparisons. It saves automatically all your comparison sessions, let you manage FTP/S and SCC sites, workspaces, named sessions...
de: Der Launcher hilft Ihnen beim Management Ihrer Vergleiche. Er speichert all Ihre Vergleichssitzungen automatisch, lässt Sie FTP/S- und SCC-Seiten, Arbeitsdateien, benannte Sitzungen, etc. verwalten...
fr: Le Lanceur vous aide à gérer vos comparaisons. Il enregistre automatiquement toutes vos sessions de comparaisons, et vous laisse gérer vos sites FTP/S et SCC, vos espaces de travail, vos sessions nommées...
ru: Запускатель помогает вам управлять вашими сравнениями. Он сохраняет автоматически все ваши сессии сравнения, позволяя вам управлять FTP/S и SCC сайтам, рабочими местам, именованными сессиями...

source: The action had no effect on the rules set for the selected items
de: Die Aktion hatte keine Auswirkungen auf die für die ausgewählten Elemente festgelegten Regeln
es: La acción no tiene ningún efecto con las reglas definidas para los elementos seleccionados
fr: L'action n'a eu aucun effet sur les rêgles appliquées aux éléments sélectionnés
it: L'azione non ha avuto effetto sulle regole applicate agli elementi selezionati
pt_br: A ação não teve efeito nas regras definidas para os itens selecionados
ru: Действие не имеет эффекта на наборе правил для выбранных объектов

source: The change of options set for current session to '$0' causes loss of modifications, do you want to replace the session settings or keep them? $1
de: Die Veränderung des Optionssatzes für die aktuelle Sitzung auf '$0' führt zum Verlust der Änderungen, möchten Sie die Sitzungseinstellungen ersetzen oder beibehalten? $1
es: El cambio de juego de opciones para la sesión actual hacia '$0' causa la pérdida de algunas modificaciones, ¿desea reemplazar las opciones de la sesión o conservarlas? $1
fr: La sélection du jeu d'options pour la session courante vers'$0' cause la perte de modifications, voulez-vous remplacer les options de la session ou les conserver ? $1
it: Il cambiamento di mazzo di opzioni per la sessione attuale per '$0' causa la perdita de modificazioni, vuoi sostituire le opzioni della sessione o mantenerle?$1
pt_br: A mudança do conjunto de opções para a sessão atual até '%' causa a perda das modificações, deseja substituir o conjunto de opções ou conservá-los? $1
ru: Изменение набора настроек для текущей сессии на '$0' приведет к потери изменений, вы хотите изменить настройки сессии или сохранить их? $1

source: The content of this view could not be loaded because of following error: $0
de: Der Inhalt dieser Ansicht sollte wegen des folgenden Fehlers nicht geladen werden: $0
es: No pudo cargar el contenido de esta vista a causa del error siguiente: $0
fr: Le contenu de cette vue n'a pas pu être chargé à cause de l'erreur suivante : $0
it: Non si può caricare il contenuto di questa vista a causa dell'errore: $0
pt_br: O conteúdo desta visualização não pôde ser carregado por causa do seguinte erro: $0
ru: Содержимое данного вида не может быть загружено в следствие следующей ошибки: $0

source: The document was not recognized
de: Das Dokument wurde nicht erkannt
es: El documento no fue reconocido
fr: Le document n'est pas reconnu
it: Il documento non è riconosciuto
pt_br: O documento não foi reconhecido
ru: Документ не был распознан

source: The documents are different
de: Die Dokumente sind unterschiedlich
es: Los documentos son diferentes
fr: Les documents sont différents
it: I documenti sono differenti
pt_br: Os documentos são diferentes
ru: Документы отличаются

source: The documents are identical
de: Die Dokumente sind identisch
es: Los documentos son idénticos
fr: Les documents sont identiques
it: I documenti sono uguali
pt_br: Os documentos são idêndicos
ru: Документы одинаковые

source: The error $1 happened during the treatment of item $0. Do you want to retry, skip the item or cancel?
de: Der Fehler $1 trat während der Behandlung von Element $0 auf. Möchten Sie es erneut versuchen, das Element überspringen oder abbrechen?
es: El error $1 ocurrió durante el tratamiento del elemento $0. ¿Desea intentar de nuevo, parar esta operación o ignorar este elemento ?
fr: L'erreur $1 a eu lieu pendant le traitement de l'élément $0. Voulez-vous réessayer, ignorer cet élément ou arrêter l'opération ?
it: L'errore $1 è accaduta durante il trattamento del elemento $0. Vuoi riprovare, saltare quest'elemento o annullare?
pt_br: O erro $1 aconteceu durante o tratamento do item $0. Deseja repetir, ignorar o item ou cancelar?
ru: Ошибка $1 произошла из-за обработки объекта $0. Вы хотите повторить попытку, пропустить объект или отменить данное действие?

source: The file was truncated because you are using the evaluation version of Ellie Computing Merge
de: Die Datei wurde gekürzt, da Sie die Testversion von Ellie Computing Merge verwenden
es: Se cortó el archivo porque se usa la versión de evaluación limitada de Ellié Computing Merge
fr: Le fichier a été tronqué car vous utilisez la version d'évaluation limitée de Ellié Computing Merge
it: File troncato perchè si usa la versione di valutazione limitata di Ellié Computing Merge
pt_br: O arquivo foi truncado porque você está usando a versão de avaliação do Ellié Computing Merge
ru: The file was truncated because you are using the evaluation version of Ellié Computing Merge

source: The following information will be lost: $0
de: Die folgende Information wird verloren gehen: $0
es: La información siguiente será perdida: $0
fr: L'information suivante sera perdue : $0
it: Queste informazioni andranno persi: $0
pt_br: A seguinte informação será perdida: $0
ru: Следующая информация будет потеряна: $0

source: The item $0 could not be unprotected because of the error $1 of class '$2'. Do you want to retry to unprotect it or skip it?
de: Bei Element $0 konnte der Schutz wegen des Fehlers $1 der Klasse '$2' nicht aufgehoben werden. Möchten Sie nochmals versuchen, die Datei ungeschützt zu setzen oder sie überspringen?
es: El elemento $0 no puede ser desprotegido a causa del error $1 de la clase '$2'. ¿Desea intentar de nuevo o ignorar este elemento?
fr: L'élément $0 ne peut pas être écrasé à cause de l'erreur $1 de la classe '$2'. Voulez-vous réessayer ou ignorer cet élément ?
it: Non si può togliere la protezione del elemento $0 a causa dell'errore $1 di classe '$2'. Vuoi riprovare a togliere la protezione o saltarlo?
pt_br: O item $0 não pôde ser desprotegido por causa do erro $1 da classe '$2'. Deseja repetir para desprotegê-lo ou quer ignorá-lo?
ru: Объект $0 не может быть не защищен в следствие ошибки $1 класс $2. Вы хотите повторно попробовать снять защиту с него или пропустить данное действие?

source: The item $0 could not be unprotected because of the error $1 of class '$2'. Do you want to retry to unprotect it?
de: Element $0 konnte wegen Fehler $1 der Klasse '$2' nicht als ungeschützt gesetzt werden. Möchten Sie nochmals versuchen, den Schutz zu entfernen?
es: El elemento $0 no puede ser desprotegido à causa del error $1 de la clase '$2'. ¿Desea intentar de nuevo?
fr: L'élément $0 ne peut pas être écrasé à cause de l'erreur $1 de la classe '$2'. Voulez-vous réessayer ?
it: Non si può togliere la protezione del elemento $0 a causa dell'errore $1 di classe '$2'. Vuoi riprovare a togliere la protezione?
pt_br: O item $0 não pôde ser desprotegido por causa do erro $1 da classe '$2'. Deseja repetir para desprotegê-lo?
ru: Объект $0 не может быть не защищен в следствие ошибки $1 класс $2. Вы хотите повторно попробовать снять защиту с него?

source: The item $0 is not yet resolved. Do you want to stop or skip it?
de: Das Element $0 ist bislang nicht gelöst. Möchten Sie aufhören oder das Element überspringen?
es: El elemento $0 no está aún resuelto. ¿Desea parar la operación en espera o ignorar este elemento?
fr: L'élément $0 n'est pas encore résolu. Voulez-vous arrêter l'opération en cours ou ignorer cet élément ?
it: L'elemento $0 non è già risolto. Vuoi fermare o saltarlo?
pt_br: O item $0 ainda não está resolvido. Deseja parar ou quer ignorá-lo?
ru: Объект $0 до сих пор не определен. Вы хотите остановить или пропустить действие?

source: The item $0 is write protected. Do you want to unprotect it or skip it?
de: Das Element $0 ist schreibgeschützt. Möchten Sie den Schutz aufheben oder es überspringen?
es: El elemento $0 está protegido en escritura. ¿Desea desproteger o ignorar este elemento?
fr: L'élément $0 est protégé en écriture. Voulez-vous le déprotéger ou ignorer cet élément ?
it: L'elemento $0 è protetto in scrittura. Vuoi togliere la protezione o saltarlo?
pt_br: O item $0 é protegido contra gravação. Deseja desprotegê-lo ou ignorá-lo?
ru: Объект $0 защищен от записи. Вы хотите снять защиту с него или пропустить данное действие?

source: The item $0 is write protected. Do you want to unprotect it?
de: Das Element $0 ist schreibgeschützt. Möchten Sie den Schutz aufheben?
es: El elemento $0 está protegido en escritura. ¿Desea desprotegerlo?
fr: L'élément $0 est protégé en écriture. Voulez-vous le déprotéger?
it: L'elemento $0 è protetto in scrittura. Vuoi togliere la protezione?
pt_br: O item $0 é protegido contra gravação. Deseja desprotegê-lo?
ru: Объект $0 защищен от записи. Вы хотите снять защиту с него?

source: The item $0 will be overwriten, its previous content will be lost. Do you want to continue or skip it?
de: Das Element $0 wird überschrieben, dessen früherer Inhalt wird verloren gehen. Möchten Sie fortfahren oder es überspringen?
es: El elemento $0 va a ser aplastado, su contenido será perdido. ¿Desea continuar o ignorar este elemento?
fr: L'élément $0 va être écrasé, son contenu sera perdu. Voulez-vous continuer ou ignorer cet élément ?
it: L'elemento $0 verrà sovrascritto, il suo contenuto sarà perso. Vuoi continuare o saltarlo?
pt_br: O item $0 será regravado, seu conteúdo anterior será perdido. Deseja continuar ou quer ignorá-lo?
ru: Объект $0 будет перезаписан, его предыдущее содержимое будет потеряно. Вы хотите продолжить или пропустить данное действие?

source: The item $0 will be overwriten, its previous content will be lost. Do you want to continue?
de: Das Element $0 wird überschrieben, dessen vorheriger Inhalt wird verloren gehen. Möchten Sie fortfahren?
es: El elemento $0 va a ser reemplazado, su contenido será perdido. ¿Desea continuar?
fr: L'élément $0 va être écrasé, son contenu sera perdu. Voulez-vous continuer ?
it: L'elemento $0 verrà sovrascritto, il suo contenuto sarà perso. Vuoi continuare ?
pt_br: O item $0 será regravado, seu conteúdo anterior será perdido. Deseja continuar?
ru: Объект $0 будет перезаписан, его предыдущее содержимое будет потеряно. Вы хотите продолжить?

source: The option set marked as 'Edited' here is edited in the sub-panels.
de: Der hier als 'Bearbeitet' markierte Optionssatz wird in den Unter-Bedienfeldern bearbeitet.
es: El juego de opciones señalado como 'En proceso de edición' aquí se puede editar en los paneles abajo.
fr: Le jeu d'options marqué comme 'En cours d'édition' est modifiable dans les écrans ci-dessous.
it: Il mazzo di opzioni evidenziato come 'Modificato' qui è modificato nei pannelli sotto.
pt_br: O conjunto de opções marcado como 'Editado' aqui é editado nos subpainéis.
ru: Множество вариантов помечено как «Отредактировано» здесь, редактируется в субпанели.

source: The path $0 does not point to a folder
de: Der Pfad $0 verweist nicht auf einen Ordner
es: La ruta $0 no corresponde a una carpeta
fr: Le chemin $0 ne correspond pas à un répertoire
it: Il percorso $0 non corrisponde a una cartella
pt_br: O caminho $0 não aponta para uma pasta
ru: ПУть $0 не соответствует директории

source: The reference copy of options set '$0' changed in the application since the session was last activated, do you want to replace the session settings or keep them? $1
de: Die Referenzkopie des Optionssatzes '$0' hat sich in der Anwendung verändert, seit die Sitzung zum letzten Mal aktiviert wurde. Möchten Sie die Sitzungseinstellungen ersetzen oder beibehalten? $1
es: La copia de referencia del juego de opciones '$0' ha cambiado en la aplicación desde que la sesión ha sido activada, ¿desea reemplazar las opciones de la sesión o conservarlos? $1
fr: La copie de référence pour le jeu d'options '$0' a changé dans l'application depuis que cette session a été activée, voulez-vous remplacer les options de la session ou les conserver ? $1
it: Dall'ultima attivazione di questa sessione le opzioni '$0' sono state cambiate, Vuoi mantenerle o sostituirle? $1
pt_br: A cópia de referência do conjunto de opções '$0' mudou na aplicação desde a última ativação da sessão, deseja substituir as configurações da sessão ou quer mantê-los? $1
ru: Копия ссылки на набор настроек '$0' изменилась в приложении со времени последней активной сессии, вы хотите заменить настройки сессии или сохранить их?$1

source: The server did not accept current authentication information, please enter new information below:
de: Der Server hat die aktuelle Authentifizierungsinformation nicht akzeptiert, bitte unten neue Information eingeben:
es: El servidor no aceptó su información di autenticación. Favor de entrar otras informaciones a continuación:
fr: Le serveur n'a pas accepté les informations d'authentifications fournies, veuillez saisir de nouvelles informations ci-dessous :
it: Il server non accettò il login o password attuale, inserisci nuove informazioni per favore:
ru: Сервер не принял текущие сведения о проверке подлинности, пожалуйста введите новую информацию ниже:

source: The source files for loaded comparisons changed. Do you want to reload saved modifications using partial matching and displacement or discard them?
de: Die Quelldateien für geladene Vergleiche haben sich geändert. Möchten Sie die gespeicherten Änderungen mittels teilweisem Abgleich erneut laden oder diese verwerfen?
es: Los archivos fuentes de la comparación actual han sido modificados. ¿Desea descargar las modificaciones que corresponden aun parcialmente o desea ignorarlos?
fr: Les fichiers sources de la comparaison courante ont été modifiés. Voulez-vous recharger les modifications qui correspondent même partiellement ou voulez-vous les ignorer ?
it: I fili sorgenti per le comparazioni caricate cambiarono. Vuoi ricaricare le modificazioni salvate usando la corrispondenza parziale e il spostamento? o vuoi cestinarli ?
pt_br: Os arquivos fontes da comparação atual foram alterados Deseja recarregar as modificações salvas usando correspondência e deslocamento parcial ou quer descartá-las?
ru: Файлы источника для загруженного сравнения изменились. Вы хотите перезагрузить сохраненные изменения используя частичное соответствие и смещение или сбросить их?
