Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Hide system files
de: Systemdateien verbergen
es: Ocultar los archivos del sistema
fr: Masquer les fichiers 'système'
it: Nascondi i fili del sistema
ru: Скрыть системные файлы

source: Hide system hidden files and folders
de: Vom System ausgeblendete Dateien und Ordner ausblenden
es: Ocultar los archivos y carpetas ocultas en el sistema
fr: Masquer les fichiers et dossiers cachés du système
it: Nascondi i fili e cartelle nascosti del sistema
pt_br: Ocultar os arquivos e pastas ocultas pelo sistema
ru: Спрятать скрытые системные файлы и директории

source: Hides files or folders missing in ancestor hierarchy
de: Blendet in der Vorgängerhierarchie fehlende Dateien oder Ordner aus
es: Oculta los archivos o carpetas faltantes en la vista antecesor
fr: Masque les fichiers ou dossiers manquants dans la vue ancêtre
it: Nasconde fili o cartelle mancanti nella gerarchia ascendente
pt_br: Oculta arquivos ou pastas faltantes na hierarquia do antecessor
ru: Скрыть файлы или директории отсутствующие в иерархии предка

source: Hides files or folders missing in left hierarchy
de: Blendet in linker Hierarchie fehlende Dateien oder Ordner aus
es: Ocultar los archivos o carpetas faltantes en la vista izquierda
fr: Masque les fichiers ou dossiers manquants dans la vue de gauche
it: Nasconde fili o cartelle mancanti nella gerarchia sinistra
pt_br: Oculta arquivos ou pastas faltantes na hierarquia da esquerda
ru: Скрыть файлы или директории отсутствующие в левой иерархии

source: Hides files or folders missing in result hierarchy
de: Blendet in der Ergebnishierarchie fehlende Dateien oder Ordner aus
es: Oculta los archivos o carpetas faltantes en la vista resultado
fr: Masque les fichiers ou dossiers manquants dans la vue résultat
it: Nasconde fili o cartelle mancanti nella gerarchia risultato
pt_br: Oculta arquivos ou pastas faltantes na hierarquia do resultado
ru: Скрыть файлы или директории отсутствующие в результирующей иерархии

source: Hides files or folders missing in right hierarchy
de: Blendet in der rechten Hierarchie fehlende Dateien oder Ordner aus
es: Oculta los archivos o carpetas faltantes en la vista derecha
fr: Masque les fichiers ou dossiers manquants dans la vue de droite
it: Nasconde fili o cartelle mancanti nella gerarchia destra
pt_br: Oculta arquivos ou pastas faltantes na hierarquia da direita
ru: Скрыть файлы или директории отсутствующие в правой иерархии

source: Hides files or folders present in ancestor hierarchy
de: Blendet Dateien oder Ordner aus der Vorgängerhierarchie aus
es: Oculta los archivos o carpetas presentes en la vista del antecesor
fr: Masque les fichiers ou dossiers présents dans la vue ancêtre
it: Nasconde fili o cartelle presenti nella gerarchia ascendente
pt_br: Ocultar arquivos ou pastas presentes na hierarquia do antecessor
ru: Скрыть файлы или директории присутствующие в иерархии предка

source: Hides files or folders present in left hierarchy
de: Blendet in der linken Hierarchie vorhandene Dateien oder Ordner aus
es: Oculta los archivos o carpetas presentes en la vista izquierda
fr: Masque les fichiers ou dossiers présents dans la vue de gauche
it: Nasconde fili o cartelle presenti nella gerarchia sinistra
pt_br: Oculta arquivos ou pastas presentes na hierarquia da esquerda
ru: Скрыть файлы или директории присутствующие в левой иерархии

source: Hides files or folders present in result hierarchy
de: Blendet aktuell in der Ergebnishierarchie dargestellte Dateien oder Ordner aus
es: Oculta los archivos o carpetas presentes en la vista resultado
fr: Masque les fichiers ou dossiers présents dans la vue résultat
it: Nasconde fili o cartelle presenti nella gerarchia risultato
pt_br: Oculta arquivos ou pastas presentes na hierarquia do resultado
ru: Скрыть файлы или директории присутствующие в результирующей иерархии

source: Hides files or folders present in right hierarchy
de: Blendet in der rechten Hierarchie vorhandene Dateien oder Ordner aus
es: Oculta los archivos o carpetas presentes en la vista derecha
fr: Masque les fichiers ou dossiers présents dans la vue de droite
it: Nasconde fili o cartelle presenti nella gerarchia destra
pt_br: Oculta arquivos ou pastas presentes na hierarquia da direita
ru: Скрыть файлы или директории присутствующие в правой иерархии

source: Hides files when all identical
de: Verbirgt Dateien, wenn alle identisch sind
es: Oculta los archivos si todos idénticos
fr: Masque les fichiers identiques dans toutes les sources
it: Nasconde fili tutti uguali
pt_br: Oculta os arquivos quando todos são idênticos
ru: Скрыть файлы когда они все одинаковы

source: Hides files when ancestor and right are identical
de: Blendet Dateien aus, sofern Vorgänger und rechts identisch sind
es: Oculta los archivos antecesor y derecho idénticos
fr: Masque les fichiers ancêtre et droite identiques
it: Nasconde fili ascendente e destro uguali
pt_br: Oculta os arquivos quando o antecessor e o direito são idênticos
ru: Скрыть файлы когда предок и правый одинаковы

source: Hides files when conflicting
de: Blendet Dateien bei Konflikten aus
es: Oculta los archivos en conflicto
fr: Masque les fichiers en conflit
it: Nasconde fili in conflitto
pt_br: Oculta os arquivos em conflito
ru: Скрыть файлы при конфликте

source: Hides files when different
de: Blendet Dateien aus, wenn sie unterschiedlich sind
es: Oculta los archivos diferentes
fr: Masque les fichiers différents
it: Nasconde fili differenti
pt_br: Oculta os arquivos diferentes
ru: Скрыть файлы когда они отличаются

source: Hides files when left and ancestor are identical
de: Blendet Dateien aus, wenn links und Vorgänger identisch sind
es: Oculta los archivos izquierdo y antecesor idénticos
fr: Masque les fichiers gauche et ancêtre identiques
it: Nasconde fili sinistro e ascendente uguali
pt_br: Oculta os arquivos quando o esquerdo e o antecessor são idênticos
ru: Скрыть файлы когда левый и предок одинаковы

source: Hides files when left and right are identical
de: Blendet Dateien aus, wenn links und rechts identisch sind
es: Oculta los archivos izquierdo e derecho idénticos
fr: Masque les fichiers gauche et droite identiques
it: Nasconde fili sinitro e destro uguali
pt_br: Oculta os arquivos quando o esquerdo e o direito são idênticos
ru: Скрыть файлы когда левый и правый одинаковы

source: Hides system hidden files and folders
de: Blendet vom System ausgeblendete Dateien und Ordner aus
es: Oculta los archivos y carpetas ocultas en el sistema
fr: Masque les fichiers et dossiers cachés du système
it: Nasconde i fili e cartelle nascosti del sistema
pt_br: Oculta os arquivos e pastas ocultas pelo sistema
ru: Спрятать системные скрытые файлы и директории

source: Horizontal
it: Orizzontale
ru: Горизонтально

source: Host Name/Address:
de: Name/Adresse des Hosts:
es: Nombre de máquina/dirección:
fr: Nom/Adresse de l'hôte :
it: Nome/Indirizzo del host:
pt_br: Nome/Endereço do host:
ru: Имя/Адрес хоста:

source: Host Name:
de: Name des Hosts:
es: Nombre del Servidor:
fr: Hôte :
it: Nome del host:
pt_br: Nome do host:
ru: Имя Хоста

source: INVALID SERIAL NUMBER
de: UNGÜLTIGE SERIENNUMMER
es: NÚMERO DE SERIE INVÁLIDO
fr: NUMERO DE SERIE INVALIDE
it: NUMERO DI SERIE INVALIDO
pt_br: NÚMERO SERIAL INVÁLIDO
ru: НЕВАЛИДНЫЙ СЕРИЙНЫЙ НОМЕР

source: Identical files
de: Identische Dateien
es: Archivos idénticos
fr: Les fichiers identiques
it: Fili uguali
pt_br: Arquivos idênticos
ru: Одинаковые файлы

source: If all the versions are identical:
de: Wenn alle Versionen identisch sind:
es: Si todas las versiones existen y son idénticos :
fr: Si toutes les versions sont identiques :
it: Se tutte le versioni sono uguali:
pt_br: Se todas as versões são idênticas:
ru: Если все версии одинаковы:

source: If an item was added (or two identical items):
de: Falls ein Element hinzugefügt wurde (oder zwei identische Elemente):
es: Si un elemento se agregó (o dos elementos idénticos):
fr: Si un élément a été ajouté (ou bien deux éléments identiques) :
it: Se un elemento è stato aggiunto (o due elementi uguali):
pt_br: Se um item foi acrescentado (ou dois itens idênticos):
ru: Если объект был добавлен (или 2 одинаковых объекта):

source: If an item was removed (and other side removed or identical to ancestor):
de: Falls ein Element entfernt wurde (und die andere Seite entfernt wurde oder mit dem Vorgänger identisch ist):
es: Si un elemento se quitó (también en el otro lado o idéntico al antecesor):
fr: Si un élément a été supprimé (l'autre côté a été supprimé ou est identique à l'ancêtre) :
it: Se un elemento è stato rimosso (e l'altro lato è stato rimosso o uguale al'ascendente):
pt_br: Se um item foi removido (e o outro lado removido ou idêntico ao antecessor):
ru: Если объект был удален (или другая сторона удалена или одинаковый предок):

source: If both left and right versions exist and changed differently since ancestor:
de: Sofern sowohl linke als auch rechte Version bestehen und sich seit dem Vorgänger unterschiedlich geändert haben:
es: Si las versiones de izquierda y de derecha existen, y han cambiado diferentemente desde el antecesor :
fr: Si les versions de gauche et de droite existent, et ont changé différemment depuis l'ancêtre :
it: Se entrambe le versioni sinistra e destra esistono e cambiarono in maniera diversa dall'ascendente:
pt_br: Se as versões da esquerda e da direita existem e mudaram diferentemente desde o antecessor:
ru: Если оба левые и правые версии существуют и изменились разнонаправленно от предка:

source: If both versions exist and are different:
de: Wenn beide Versionen existieren und unterschiedlich sind:
es: Si las dos versiones existen y son diferentes :
fr: Si les deux versions existent et sont différentes :
it: Se entrambe le versioni esistone e sono differenti:
pt_br: Se ambas versões existem e são diferentes:
ru: Если обе версии существуют и являются разными:

source: If both versions exist and are identical:
de: Falls beide Versionen bestehen und identisch sind:
es: Si las dos versiones existen y son idénticos :
fr: Si les deux versions existent et sont identiques :
it: Se entrambe le versioni esistone e sono uguali:
pt_br: Se ambas versões existem e são idênticas:
ru: Если обе версии существуют и одинаковые:

source: If left and right versions are different:
de: Falls linke und rechte Versionen unterschiedlich sind:
es: Si las versiones de izquierda y de derecha están diferentes :
fr: Si les versions de gauche et de droite sont différentes :
it: Se le versioni sinistra e destra sono differenti:
pt_br: Se as versões esquerda e direita são diferentes:
ru: Если левая и правая версии различны:

source: If left version changed since ancestor, but right version does not exist:
de: Falls die linke Version sich seit dem Vorgänger verändert, die rechte Version aber nicht besteht:
es: Si la versión de izquierda a cambiado desde el antecesor, y la versión de derecha no existe :
fr: Si la version de gauche a changé depuis l'ancêtre, et la version de droite n'existe pas :
it: Se la versione sinistra cambiò dall'ascendente, ma la versione destra non esiste:
pt_br: Se a versão da esquerda mudou desde o antecessor, mas a versão da direita não existe:
ru: Если левая версия изменилась относительно предка, а правая версия не существует:

source: If left version exists, but not right version:
de: Falls eine linke Version besteht, aber keine rechte:
es: Si la versión de izquierda existe, pero la derecha no :
fr: Si la version de gauche existe, mais pas celle de droite :
it: Quando la versione sinistra esiste, ma non la destra:
pt_br: Se a versão da esquerda existe, mas a da direita não:
ru: Если левая версия существует, а правая версия нет:

source: If not, you can review first the actions in the result panel
de: Falls nicht, können Sie zuerst die Aktionen im Ergebnispanel prüfen
fr: Sinon, vous pouvez d'abord vérifier les actions dans le panneau des résultats
ru: Если нет, то вы можете отредактировать первое действие в результирующей панели

source: If right version changed since ancestor, but left version does not exist:
de: Falls sich die rechte Version seit dem Vorgänger verändert hat, die linke Version aber nicht besteht:
es: Si la versión de derecha a cambiado desde el antecesor, y la versión de izquierda no existe :
fr: Si la version de droite a changé depuis l'ancêtre, et la version de gauche n'existe pas :
it: Se la versione destra cambiò dall'ascendente, ma la versione sinistra non esiste:
pt_br: Se a versão da direita mudou desde o antecessor, mas a versão da esquerda não existe:
ru: Если правая версия изменилась относительно предка, а левая версия не существует:

source: If right version exists, but not left version:
de: Falls eine rechte Version besteht, aber keine linke:
es: Si la versión de derecha existe, pero la izquierda no :
fr: Si la version de droite existe, mais pas celle de gauche :
it: Quando la versione destra esiste, ma non la sinistra:
pt_br: Se a versão da direita existe, mas a da esquerda não:
ru: Если правая версия существует, а левая нет:

source: If the file already exists, keep its encoding parameters
de: Falls die Datei bereits besteht, deren Zeichencodierungsparameter beibehalten
es: Si el archivo ya existe, conservar su codificación
fr: Si le fichier existe déjà, conserver les paramètres
it: Se il file già esiste, mantenere la codifica
pt_br: Se o arquivo já existe, manter seus parâmetros de codificação
ru: Если файл уже существует, сохранить его параметры кодировки

source: If the item is missing but present in 'Other' folder:
de: Wenn das Element fehlt, aber im Ordner 'Andere' vorhanden ist:
es: Si el elemento está faltante pero está presente en la carpeta resultado 'Otro' :
fr: Si l'élément est absent mais présent dans le dossier résultat 'Autre' :
it: Se l'elemento è mancante ma presente nella carpeta 'altra':
pt_br: Se o item está faltando mas está presente na pasta resultado 'Outra':
ru: Если объект пропущен но присутствует в 'Другой' директории:

source: If the source file had a detectable encoding, keep it
de: Sofern die Quelldatei über eine nachweisbare Zeichencodierung verfügt, diese beibehalten
es: Si se detectó automáticamente la codificación del archivo de entrada, conservarla
fr: Si le jeu de caractères du fichier source avait été détecté automatiquement, le conserver
it: Se la file sorgente aveva una codifica riconoscibile, mantienila.
pt_br: Se o arquivo fonte tinha uma codificação detectável, mantenha-a
ru: Если файл источника имеет определяемую кодировку, сохранить ее

source: If the source files of copy or merge have coherent detectable encodings, use deduced encoding
de: Sollten die Quelldateien der Kopie oder Zusammenführung kohärente, feststellbare Zeichencodierungen aufweisen, abgeleitete Codierung verwenden
es: Usar la codificación detectada cuando las fuentes tienen codificaciones coherentes
fr: Si les fichiers source de la copie ou de la fusion avaient des jeux de caractères cohérents, utiliser le jeu de caractères détecté
it: Se le file sorgenti della copia o dell'unione hanno codifiche coerenti, usare la codifica dedotta
pt_br: Se os arquivos fontes da cópia ou mesclagem têm codificação detectável coerente, usar codificação inferida
ru: Если источник файлов для копирования или слияния имеет когерентные определяемые кодировки, использовать выведенную кодировку

source: If you need to compare or merge periodically the same set of files/folders, save a Comparison Template. It will keep all the document options and will show in the Launcher in the folder 'Sessions/Named'.
de: Wenn Sie den gleichen Datei-/Ordnersatz in regelmäßigen Abständen vergleichen oder zusammenführen müssen, speichern Sie eine Vergleichsvorlage. Diese behält alle Dokumentenoptionen vor und zeigt sie im Launcher im Ordner 'Sitzungen/Benannt'.
es: Si se necesita comparar o fusionar periódicamente los mismos archivos o las mismas carpetas, guarda el documento de Comparación como Modelo. Eso permite conservar las opciones del documento y mostrarlo en el Lanzador en la carpeta Sessiones/Nomeadas.
fr: Si vous avez besoin de comparer périodiquement les mêmes fichiers ou dossiers, sauvegardez un document de comparaison. Celui-ci conservera toutes vos options et sera affiché dans le Lanceur dans 'Sessions/Nommées'.
ru: Если вам необходимо сравнивать или объединять периодически один и тот же набор файлов/директорий, сохраните Шаблон Сравнения. Этот шаблон позволит сохранить все настройки документа и будет доступен для запуска в директории 'Сессии/Именованные'.

source: Ignore
de: Ignorieren
es: Ignorar
fr: Ignorer
it: Ignorare
ru: Игнорировать

source: Ignore #0 like #1
de: #0 wie #1 ignorieren
es: Ignorar #0 como #1
fr: Ignorer les #0 comme #1
it: Ignora #0 come #1
ru: Игнорировать #0 как #1

source: Ignore Unicode signature
de: Unicode-Signatur ignorieren
es: Ignorar la firma Unicode
fr: Ignorer les signatures Unicode
it: Ignora la firma Unicode
pt_br: Ignorar assinatura Unicode
ru: Игнорировать Unicode подпись

source: Ignore all white spaces
de: Alle Leerzeichen ignorieren
es: Ignorar todos los espacios
fr: Ignorer tous les espaces
it: Ignora tutti gli spazi
pt_br: Ignorar todos os espaços
ru: Игнорировать все пробелы

source: Ignore case
de: Groß- und Kleinschreibung ignorieren
es: Ignorar las diferencias mayúsculas/minúsculas
fr: Ignorer la casse
it: Non distinguire maiuscole e minuscole
pt_br: Ignorar as diferenças de maiúsculas/minúsculas
ru: Игнорировать регистр

source: Ignore differences in character case
de: Unterschiede in Groß- und Kleinschreibung der Zeichen ignorieren
es: Ignorar las diferencias de mayúsculas/minúsculas
fr: Ignorer les différences de casse de caractères
it: Ignora le difference entre maiuscole e minuscole
pt_br: Ignorar as diferenças de caracteres maiúsculos/minúsculos
ru: Игнорировать отличия в регистре символа

source: Ignore differences in line ending characters
de: Unterschiede bei Zeilenabschlusszeichen ignorieren
es: Ignorar las diferencias de caracteres de fin de líneas
fr: Ignorer les différences de caractères de fin de ligne
it: Ignora le difference negli terminatori di linea
pt_br: Ignorar as diferenças de caracteres de fim de linha
ru: Игнорировать отличия в символах перевода строки

source: Ignore differences in whitespaces
de: Unterschiede in Leerzeichen ignorieren
es: Ignorar las diferencias de espacios
fr: Ignorer les différences d'espaces
it: Ignora le difference di spazi
pt_br: Ignorar as diferenças de espaços em branco
ru: Игнорировать отличия в пробелах

source: Ignore differences in whitespaces at end of lines
de: Unterschiede in Leerzeichen am Zeilenende ignorieren
es: Ignore las diferencias de espacios al fin de líneas
fr: Ignore les différences d'espaces en fin de ligne
it: Ignora le difference di spazi alla fine delle linee
pt_br: Ignorar diferenças de espaços em branco no fim das linhas
ru: Игнорировать отличия в пробелах на концах строк

source: Ignore differences in whitespaces at start of lines
de: Unterschiede in Leerzeichen an den Zeilenanfängen ignorieren
es: Ignorar las diferencias de espacios al inicio de las líneas
fr: Ignore les différences d'espaces en début de ligne
it: Ignora le difference di spazi all'inizio delle linee
pt_br: Ignorar diferenças de espaços em branco no início das linhas
ru: Игнорировать отличия в пробелах в начале строк

source: Ignore differences in whitespaces in middle of lines
de: Unterschiede bei Leerzeichen in der Zeilenmitte ignorieren
es: Ignorar las diferencias de espacios en medio de líneas
fr: Ignore les différences d'espaces en milieu de ligne
it: Ignora le difference di spazi nel mezzo delle linee
pt_br: Ignorar diferenças de espaços em branco no meio das linhas
ru: Игнорировать отличия в пробелах в середине строк

source: Ignore end of line marker
de: Zeilenendemarkierung ignorieren
es: Ignorar los caracteres de fin de línea
fr: Ignorer les caractères de fin de ligne
it: Ignora i terminatori di linea
pt_br: Ignorar o marcador de fim de linha
ru: Игнорировать маркер конца строки

source: Ignore fixed columns:
de: Feste Spalten ignorieren:
es: Ignorar columnas fijas
fr: Colonnes fixes:
it: Ignora colonne fisse:
ru: Игнорировать следующие колонки:

source: Ignore spans with expression:
de: Bereiche mit folgendem Ausdruck ignorieren:
es: Ignorar intervales con expresión
fr: Zones par expression:
it: Ignora spans con l'espressione:
ru: Игнорировать интервалы в выражениях:

source: Ignore text defined in file type "Text to Ignore" panel
de: Text ignorieren, der im Bedienfeld des Dateityps "Zu ignorierender Text" festgelegt wurde
es: Ignorar el texto definido en el panel "Texto que ignorar"
fr: Ignorer les textes définis dans le panneau de types de fichiers "Texte à ignorer"
it: Ignora testo definito nel panello "Linee che ignorare"
ru: Игнорировать текст описанный в панели типа файла

source: Ignore this item
de: Dieses Element ignorieren
es: Ignorar los elementos
fr: Ignorer cet élément
it: Ignora l'elemento
pt_br: Ignorar este item
ru: Игнорировать данный объект

source: Ignored
de: Ignoriert
es: Ignorada
fr: Ignoré
it: Ignorado
pt_br: Ignorado
ru: Проигнорированы

source: Ignored change
de: Änderung ignoriert
es: Ignorado
fr: Modifications ignorées
it: Ignorato
pt_br: Mudança ignorada
ru: Проигнорированное изменение

source: Ignored lines
de: Ignorierte Zeilen
es: Líneas ignoradas
fr: Lignes ignorées
it: Linee ignorate
pt_br: Linhas desconsideradas
ru: Проигнорированные строки

source: Image Comparisons
de: Bildvergleiche
es: Comparaciones de Imagenes
fr: Comparaisons Image
it: Comparazioni di Immagini
pt_br: Comparação de imagens
ru: Сравнение Изображения

source: Image Diff
de: Bilddifferenz
es: Comparación de Imagen
fr: Comparaison d'Images
it: Comparazione di Immagine
pt_br: Comparação de imagem
ru: Различие Изображений

source: Image Document
de: Bilddokument
es: Documento de Imagen
fr: Document Image
it: Documento Immagine
pt_br: Documento imagem
ru: Документ изображение

source: Image Viewer
de: Bildbetrachtungsprogramm
es: Visor de Imagenes
fr: Visualisateur d'Image
it: Visore di immagini
pt_br: Visualizador de Imagem
ru: Просмотр изображений

source: Image document
de: Bilddokument
es: Documento de Imagen
fr: Document image
it: Documento Immagine
ru: Документ изображение

source: Image documents can compare most of image types. Common formats such as Bitmap, JPEG, GIF or PNG are natively supported. Other formats can be displayed using converters.
de: Bilddokumente können die meisten Bildtypen vergleichen. Übliche Formate, wie Bitmap, JPEG, GIF oder PNG, werden generell unterstützt. Andere Formate können durch die Verwendung von Konvertern angezeigt werden.
es: Estos documentos pueden comparar la mayoría de los tipos de imagenes. Los formatos comunes como Bitmap, JPEG, GIF o PNG tienen soporte nativo. Se puede mostrar otros formatos con los convertidores.
fr: Ces documents permettent de comparer la plupart des types d'images. Les formats tels que Bitmap, JPEG, GIF, PNG sont reconnus nativement. Des convertisseurs gratuits peuvent être utilisés pour les autres formats.
it: Questi documenti comparano quasi tutti i tipi di immagine. Comuni formati tale que Bitmap, JPEG, GIF o PNG sono supportati in modo nativo. Altri formati possono essere visualizzati via convertitori.
ru: Документы изображения могут сравниваться как типы изображений. Основные форматы как Bitmap, JPEG, GIF или PNG изначально поддерживаются. Другие форматы могут быть отображены при использовании конвертеров.

source: Image fits entirely in window, no need to scroll
de: Bild passt komplett in das Fenster, es muss nicht gescrollt werden
es: La imagen cabe en la pantalla, no se necesita desplazar
fr: L'image tient entièrement dans la fenêtre, inutile de la déplacer
it: L'immagine va bene nella finestra, non è necessario scorrere
ru: Изображение полностью вписывается в окне, не нужно прокручивать
