Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Locks user interface for what is asked, only quit or save is available
de: Sperrt die Benutzerschnittstelle für das Angefragte, nur Beenden oder Speichern sind verfügbar
es: Bloquee la interfaz para la operación pedida. Las únicas salidas disponibles son cerrar o guardar
fr: Bloque l'interface pour l'opération demandée. Les seules sorties disponibles sont Quitter ou Enregistrer
it: Blocca l'interfaccia utente. Solamente uscire o salvare sono disponibili
pt_br: Bloqueia a interface do usuário para o que é solicitado, somente desistir ou salvar está disponível
ru: Блокировка пользовательского интерфейса, возможен только выход или сохранение

source: Log actions descriptions(hidden)
de: Beschreibungen von Protokollaktionen (ausgeblendet)
es: Escribir las acciones en el registro
fr: Tracer les actions effectuées
it: Registra le descrizioni delle azzione
pt_br: Registrar as descrições de ações(oculto)
ru: Логировать описания действий(скрытых)

source: Log commands / details
de: Protokollbefehle / -details
es: Escribir los comandos / detalles en el registro
fr: Tracer les commandes et les détails
it: Registra i comandi/detagli
pt_br: Registrar comandos / detalhes
ru: Логировать команды / детали

source: Logs
de: Protokolle
es: Registros
pt_br: Registros
ru: Логи

source: MIME type
de: MIME-Typ
es: Tipo MIME
fr: Type MIME
it: Tipo MIME
pt_br: Tipo MIME
ru: MIME тип

source: Macro toolbar $0
de: Makro-Toolbar $0
es: Barra de macros $0
fr: Barre d'outil de macros $0
it: Barra di macro $0
ru: Панель макроса $0

source: Make item visible
de: Element sichtbar machen
es: Mostrar el elemento
fr: Rendre l'élément visible
it: Visualizza l'elemento
pt_br: Tornar item visível
ru: Сделать объект видимым

source: Mark all patched items
de: Alle gepatchten Elemente markieren
es: Marcar todos los elementos parcheados
fr: Marquer tous les items patchés
it: Attivare il segnalibro per tutti gli elementi del patch
pt_br: Marcar todos os itens do tipo patch
ru: Пометить все пропатченные объекты

source: Marker
de: Markierung
es: Marcador
fr: Marqueur
it: Segnoi
pt_br: Marcador
ru: Маркер

source: Markers
de: Markierungen
es: Marcadores
fr: Marqueurs
it: Segni
pt_br: Marcadores
ru: Маркеры

source: Mask:
de: Maske:
es: Máscara:
fr: Masque :
it: Maschera
ru: Маска:

source: Match &case
de: Groß- und Kl&einschreibung angleichen
es: &Coincidir mayúsculas y minúsculas
fr: Respecter la &casse
it: &Maiuscole/Minuscole
pt_br: &Coincidir maiúsculas e minúsculas
ru: Сопоставить &case

source: Matching
de: Abgleich
es: Corresponde
fr: Correspondant à
it: Corrispondenza
ru: Сопоставление

source: Max
ru: Максимальный

source: Maximize application at startup
de: Anwendung bei Start maximieren
es: Pantalla grande al inicio
fr: Plein-écran au démarrage
it: Massimizza all'avvio
pt_br: Maximizar a aplicação no início
ru: Раскрывать приложение при запуске

source: Maximum distance (bytes):
de: Maximaler Abstand (Bytes):
es: Máxima distancia (octetos):
fr: Distance maximale (octets) :
it: Massima distanza (byte)
ru: Максимальное расстояние (байты):

source: Maximum number of sessions:
de: Maximale Anzahl an Sitzungen:
es: Número máximo de sesiones:
fr: Nombre maximal de sessions :
it: Numero massimo di sessioni:
pt_br: Número máximo de sessões:
ru: Максимальное количество сессий:

source: Maximum reconnections count:
de: Zählung der max. Neuverbindungen:
es: Tentativas máximas de reconexiones:
fr: Nombre maximal de reconnexions :
it: Maximum numero di riconnessioni:
pt_br: Tentativas máximas de reconexões:
ru: Максимальное количество пересоединений

source: Merge
de: Zusammenführen
es: Fusionar
fr: Fusionner
it: Unione
pt_br: Mesclar
ru: Слияние

source: Merge Files (*.ecms,*.ecmt)|*.ecms;*.ecmt
de: Dateien zusammenführen (*.ecms,*.ecmt)|*.ecms;*.ecmt
es: Archivos de Fusión (*.ecms,*.ecmt)|*.ecms;*.ecmt
fr: Fichiers ECMerge (*.ecms,*.ecmt)|*.ecms;*.ecmt
pt_br: Arquivos de mesclagem (*.ecms,*.ecmt)|*.ecms;*.ecmt
ru: Произвести слияние файлов (*.ecms,*.ecmt)|*.ecms;*.ecmt

source: Merge Status Files (*.ecms)|*.ecms
de: Statusdateien (*.ecms)|*.ecms
es: Estado de Fusión (*.ecms)|*.ecms
fr: Etat de Fusion (*.ecms)|*.ecms
pt_br: Arquivos de Status da mesclagem (*.ecms)|*.ecms
ru: Слияние файлов Статуса (*.ecms)|*.ecms

source: Merge Template Files (*.ecmt)|*.ecmt
de: Vorlagendateien (*.ecmt)|*.ecmt
es: Modelo de Fusión (*.ecmt)|*.ecmt
fr: Modèle de Fusion (*.ecmt)|*.ecmt
pt_br: Arquivos modelos de mesclagem (*.ecmt)|*.ecmt
ru: Слияние шаблонных файлов (*.ecmt)|*.ecmt

source: Merge result
de: Zusammenführungsergebnis
es: Resultado de la fusión
fr: Résultat de la fusion
it: Risultato dell'unione
pt_br: Resultado da mesclagem
ru: Результаты слияния

source: Merge result locations
de: Speicherorte der Zusammenführungsergebnisse
es: Resultado de la fusión
fr: Résultat de la fusion
it: UNUSED
pt_br: Localizações dos resultados da mesclagem
ru: Слияние местоположения результатов

source: Merge result writes
de: Zusammenführungsergebnis schreibt
es: Escrituras de resultados de fusión
fr: Ecriture du résultat de la fusion
it: Scritture degli risultati di unione
pt_br: Gravações dos resultados da mesclagem
ru: Слияние результатов записей

source: Merged
de: Zusammengeführt
es: Fusionado
fr: Fusionné
it: Unito
pt_br: Mesclado
ru: Объединенные

source: Merging...
de: Zusammenfügung läuft...
es: Fusionando...
fr: Fusion en cours...
it: Unendo...
pt_br: Mesclando...
ru: Слияние...

source: Message
de: Nachricht
es: Mensaje
it: Messagio
pt_br: Mensagem
ru: Сообщение

source: Metadata comparisons
de: Metadatenvergleiche
es: Comparaciones de metadatos
fr: Comparaison de méta-données
it: Comparazioni di meta dati
pt_br: Comparações de metadados
ru: Сравнение мета данных

source: Min
ru: Минимальный

source: Miniatures
de: Miniaturen
es: Miniaturas
it: Miniature
pt_br: Miniaturas
ru: Миниатюры

source: Minimal match (bytes):
de: Minimale Übereinstimmung (Bytes):
es: Coincidencia minimal (octetos):
fr: Longueur minimale de correspondance (octets) :
it: Corrispondenza minima (byte)
ru: Минимальное соответствие (байты):

source: Minus sign
de: Minuszeichen
es: Signo menos
fr: Signe moins
it: Segno meno
pt_br: Sinal de menos
ru: Знак минус

source: Mirror $0
de: $0 spiegeln
es: Espejo de $0
fr: Mirroir de $0
ru: Зеркало $0

source: Mirroring was setup for selected items. Do you want to act immediately?
de: Spiegelung wurde für ausgewählte Elemente eingestellt. Möchten Sie sofort tätig werden?
fr: Le mode mirroir vient d'être activé pour les éléments sélectionnés. Voulez-vous lancer la synchronisation immédiatement ?
ru: Для выбранных объектов было установлено зеркалирование. Вы хотите действовать немедленно?

source: Modified after
de: Geändert nach
es: Modificados después
fr: Modifiés après le
it: Modificati doppo di
pt_br: Modificado após
ru: Изменено после

source: Modified before
de: Geändert vor
es: Modificados antes
fr: Modifiés avant le
it: Modificati prima di
pt_br: Modificado antes
ru: Изменено до

source: Monochrome stylesheet
de: Schwarzweiß-Formatvorlage
es: Hoja de estilo monocroma
fr: Feuille de style monochrome
it: Foglio di stile monocromatico
pt_br: Folha de estilo monocromática
ru: Монохромный стиль

source: Monthly
de: Monatlich
es: Cada mes
fr: Chaque mois
it: Mensile
pt_br: Mensalmente
ru: Ежемесячно

source: More Languages...
de: Weitere Sprachen...
es: Otros lenguajes...
fr: Autres langages...
it: Più linguaggi...
pt_br: Mais linguagens...
ru: Больше языков...

source: Move &Down
de: Herunter&ziehen
es: Mover Aba&jo
fr: &Bas
it: Sposta in &Basso
pt_br: Mover &abaixo
ru: Переместиться &Down

source: Move &Up
de: Hoch &bewegen
es: Mover &Arriba
fr: &Haut
it: Sposta in &Alto
pt_br: Mover &acima
ru: Переместиться &Up

source: Move image on screen
de: Bild auf Bildschirm bewegen
es: Mover la imagen en la pantalla
fr: Déplacer l'image à d'écran
it: Muove l'immagine sullo schermo
ru: Переместить изображение на экран

source: Moves the cursor to the next bookmark
de: Bewegt den Cursor auf die nächste Bookmark
es: Mueve el cursor al siguiente marcador
fr: Déplace le curseur sur le marqueur suivant
it: Muove il cursore al segnalibro successivo
pt_br: Move o cursor para o próximo marcador
ru: Переместить курсор к следующей закладке

source: Moves the cursor to the next conflict
de: Bewegt den Cursor zum nächsten Konflikt
es: Mueve el cursor al siguiente conflicto
fr: Déplace le curseur sur le conflit suivant
it: Muove il cursore al conflitto successivo
pt_br: Move o cursor para o próximo conflito
ru: Переместить курсор к следующему конфликту

source: Moves the cursor to the next difference
de: Bewegt den Cursor zur nächsten Differenz
es: Mueve el cursor a la siguiente diferencia
fr: Déplace le curseur sur la différence suivante
it: Muove il cursore alla differenza successiva
pt_br: Move o cursor para a próxima diferença
ru: Переместить курсор к следующему отличию

source: Moves the cursor to the next unresolved conflict
de: Bewegt den Cursor zum nächsten ungelösten Konflikt
es: Mueve el cursor al siguiente conflicto no resuelto
fr: Déplace le curseur sur le conflit non résolu suivant
it: Muove il cursore al conflitto irrisolto successivo
pt_br: Move o cursor para o próximo conflito não resolvido
ru: Переместить курсор к следующему неразрешенному конфликту

source: Moves the cursor to the previous bookmark
de: Bewegt den Cursor zur vorherigen Bookmark
es: Mueve el cursor al marcador anterior
fr: Déplace le curseur sur le marqueur précédent
it: Muove il cursore al segnalibro precedente
pt_br: Move o cursor para o marcador anterior
ru: Переместить курсор к предыдщуей закладке

source: Moves the cursor to the previous conflict
de: Bewegt den Cursor zum vorherigen Konflikt
es: Mueve el cursor al conflicto anterior
fr: Déplace le curseur sur le conflit précédent
it: Muove il cursore al conflitto precedente
pt_br: Move o cursor para o conflito anterior
ru: Переместить курсор к предыдущему конфликту

source: Moves the cursor to the previous difference
de: Bewegt den Cursor zur vorherigen Differenz
es: Mueve el cursor a la diferencia anterior
fr: Déplace le curseur sur la différence précédente
it: Muove il cursore alla differenza precedente
pt_br: Move o cursor para a diferença anterior
ru: Переместить курсор к предыдущему отличию

source: Moves the cursor to the previous unresolved conflict
de: Bewegt den Cursor zum vorherigen ungelösten Konflikt
es: Mueve el cursor al conflicto no resuelto anterior
fr: Déplace le curseur sur le conflit non résolu précédent
it: Muove il cursore al conflitto irrisolto precedente
pt_br: Move o cursor para o conflito anterior não resolvido
ru: Переместить курсор к предыдущему неразрешенному конфликту

source: Multi panel sort
de: Multipanel-Sortierung
es: Orden multi-panel
fr: Tri multi-vues
it: Ordinamento mutli panel
pt_br: Classificação multipainel
ru: Сортировка нескольких панелей

source: Multiple difference
de: Vielfache Differenz
es: Diferencia múltiple
fr: Différence multiple
it: Differenza multipla
pt_br: Diferença múltipla
ru: Множественное различие

source: NB: default file types are per options set, to share those options import them from a file type with appropriate pattern
de: Anm.: Standarddateitypen gelten pro Optionssatz, um solche Optionen zu teilen, diese aus einem Dateityp mit entsprechendem Muster importieren
es: Nota: los tipos de archivos por defecto están para un juego de opciones. Para compartir estas opciones, debe de importarlas desde un tipo de archivo para el modelo adecuado
fr: NB : les types de fichiers par défaut sont définis par jeu d'options, pour partager ces options, il faut les importer depuis un type de fichier avec un masque approprié
it: NB: tipi di file predeterminati sempre sono per mazzo di opzioni. Per condividere queste opzioni, importe le opzioni da uno tipo di file con il pattern appropriato
pt_br: Nota: tipos de arquivo padrão são definidos por opção, para partilhar estas opções importe-as a partir de um tipo de arquivo com padrão adequado
ru: NB: типы файлов по умолчанию определены для каждого набора настроек, для того чтобы поделиться этими настройками импортируйте их из типа файла с соответствующим шаблоном

source: NEWER SERIAL NUMBER REQUIRED TO RUN
de: NEUERE SERIENNUMMER ERFORDERLICH ZUM AUSFÜHREN
es: NUEVO NÚMERO DE SERIE NECESARIO PARA FUNCIONAR
fr: NUMERO DE SERIE PLUS RECENT NECESSAIRE
it: NUMERO DI SERIE PIÙ RECIENTE RICHIESTO PER ESEGUIRE
pt_br: NOVO NÚMERO SERIAL É REQUIRIDO PARA EXECUTAR O PROGRAMA
ru: ДЛЯ ЗАПУСКА НЕОБХОДИМ НОВЫЙ СЕРИЙНЫЙ НОМЕР

source: Name
es: Nombre
fr: Nom
it: Nome
pt_br: Nome
ru: Имя

source: Name filters options page
de: Namensfilter-Optionsseite
es: Página de opciones de los filtros por nombre
fr: Page d'options de Filtrage par Nom
it: Opzioni de filtri per Nome
ru: Имя фильтров страницы настроек

source: Name:
es: Nombre:
fr: Nom :
it: Nome:
pt_br: Nome:
ru: Имя:

source: Named
de: Benannt
es: Nomeadas
fr: Nommées
it: Nome
pt_br: Com nome
ru: Названный

source: Named Sessions
de: Benannte Sitzungen
es: Sesiones con nombre
fr: Sessions Nommées
it: Sessioni con nomme
pt_br: Sessões com nome
ru: Именованные сессии

source: Named sessions are ECM? files that you save on disk by yourself.
de: Benannte Sitzungen sind ECM?-Dateien, die Sie selbst auf Festplatte speichern können.
es: Las sesiones con nombre están archivos ECM? guardados en el disco.
fr: Les sessions nommées sont des fichiers ECM? que vous enregistrez sur votre ordinateur.
it: Le sessioni con nomme sono fili ECM? salvate sul disco.
pt_br: As sessões com nome são ECM? arquivos que você salva em disco por conta própria.
ru: Названные сессии являются ECM? файлами, которые ввы сохраняете сами на диск

source: Need 3-way merge
de: 3-Wege-Zusammenführung benötigt
es: Fusión trilateral necesaria
fr: Fusion à 3 sources nécessaire
it: Necessita unione 3-Way
pt_br: Mesclagem trilateral necessária
ru: Необходимо 3-направленное слияние

source: Need to merge left and right
de: Links und rechts müssen zusammengeführt werden
es: Fusionar las versiones de la izquierda y de la derecha
fr: Fusionner les versions de gauche et de droite
it: Necessita unire la sinistra e la destra
pt_br: Necessário mesclar as versões da esquerda e direita
ru: Необходимо слияние левого и правого

source: Never
de: Niemals
es: Nunca
fr: Jamais
it: Mai
pt_br: Nunca
ru: Никогда

source: New
de: Neu
es: Nuevo
fr: Nouveau
it: Nuovo
pt_br: Novo
ru: Новый

source: New &Binary Comparison
de: Neuer &binärer Vergleich
es: Nueva Comparación &Binaria
fr: Nouvelle Comparaison &Binaire
it: Nuova Comparazione &Binaria
pt_br: Nova Comparação &Binária
ru: Новое &Binary сравнение

source: New &Browser
de: Neuer &Browser
es: Nuevo Navega&dor
fr: Nouvel &Explorateur de fichiers
it: Nuovo &Browser
pt_br: Novo &navegador de arquivos
ru: Новый &Browser

source: New &Comparison...
de: Neuer &Vergleich...
es: Nueva &Comparación...
fr: Nouvelle &Comparaison...
it: Nuova &Comparazione...
pt_br: Nova &comparação...
ru: Новое &Comparison...

source: New &Image Comparison
de: Neuer &Bildvergleich
es: Nueva Comparación de &Imagen
fr: Nouvelle comparaison d'&Images
it: Nuova Comparazione di &Immagine
pt_br: Nova de &imagem
ru: Новое &Image сравнение

source: New &window
de: Neues &Fenster
es: Nueva &ventana
fr: Nouvelle &fenêtre
it: Nuova &finestra
pt_br: Nova &janela
ru: Новое &window

source: New Comparison
de: Neuer Vergleich
es: Nueva Comparación
fr: Nouvelle Comparaison
it: Nuova Comparazione
ru: Новое сравнение

source: New F&older Comparison
de: Neuer O&rdnervergleich
es: Nueva &Comparación de Carpetas
fr: Nouvelle comparaison de &dossiers
it: Nuova C&omparazione di Cartella
pt_br: Nova comparação de &pasta
ru: Новое F&older сравнение

source: New Site...
de: Neue Seite...
es: Nuevo Sitio...
fr: Nouveau Site...
it: Nuovo Sito...
ru: Новый сайт...

source: New Text &File Comparison
de: Neuer Text&dateivergleich
es: Nueva comparación de &archivos de texto
fr: Nouvelle comparaison de &fichiers textes
it: Nuova Comparazione di &Testo
pt_br: Nova comparação de &arquivo de texto
ru: Новое текстовое &File сравнение

source: New Workspace
de: Neue Arbeitsdatei
es: Nuevo Espacio de trabajo
fr: Nouvel Espace de travail
it: Nuovo spazio di lavoro
ru: Новое рабочее место

source: New document
de: Neues Dokument
es: Nuevo documento
fr: Nouveau document
it: Nuovo documento
pt_br: Novo documento
ru: Новый документ

source: New documents
de: Neue Dokumente
es: Nuevos documentos
fr: Nouveau documents
it: Nuovi documenti
pt_br: Novos documentos
ru: Новые документы

source: New folder
de: Neuer Ordner
es: Nueva carpeta
fr: Nouveau dossier
it: Nuova cartella
pt_br: Nova pasta
ru: Новая директория

source: New session
de: Neue Sitzung
es: Nueva sesión
fr: Nouvelle Session
it: Nuova sessione
ru: Новая сессия

source: New text file.txt
de: Neue Textdatei.txt
es: Nuevo archivo de texto.txt
fr: Nouveau fichier texte.txt
it: Nuovo file di testo.txt
pt_br: Novo arquivo.txt de texto
ru: Новый текстовый файл.txt

source: Next Bookmark
de: Nächste Bookmark
es: Marcador siguiente
fr: Marqueur suivant
it: Segnalibro successivo
pt_br: Próximo marcador
ru: Новая закладка

source: Next Conflict
de: Nächster Konflikt
es: Conflicto siguiente
fr: Conflit suivant
it: Conflitto successivo
pt_br: Próximo conflito
ru: Следующий конфликт

source: Next Difference Inside Line
de: Nächste Differenz in der Zeile
es: Diferencia siguiente en la línea
fr: Différence suivante dans la ligne
it: Differenza Successiva Nella Linea
ru: Следующее отличие внутри строки

source: Next Unresolved Conflict
de: Nächster ungelöster Konflikt
es: Conflicto no resuelto siguiente
fr: Conflit non résolu suivant
it: Conflitto irrisolto successivo
pt_br: Próximo conflito não resolvido
ru: Следующий Неразрешимый Конфликт

source: Next conflict
de: Nächster Konflikt
es: Conflicto siguiente
fr: Conflit suivant
it: Conflitto successivo
pt_br: Próximo conflito
ru: Следующий конфликт

source: Next difference
de: Nächste Differenz
es: Diferencia siguiente
fr: Différence suivante
it: Differenza successiva
pt_br: Próxima diferença
ru: Следующее отличие

source: Next unresolved conflict
de: Nächster ungelöster Konflikt
es: Conflicto no resuelto siguiente
fr: Conflit non résolu suivant
it: Conflitto irrisolto successivo
pt_br: Próximo conflito não resolvido
ru: Следующий неразрешимый конфликт

source: No
de: Nein
fr: Non
pt_br: Não
ru: Нет

source: No action
de: Keine Aktion
es: Ninguna acción
fr: Pas d'action
it: Nessuna azione
ru: Нет действий

source: No serial number registered.
de: Keine Seriennummer registriert.
es: Número de serie faltante.
fr: Aucun numéro de série enregistré.
it: Nessuno numero di serie registrato.
pt_br: Número serial não registrado.
ru: Нет серийного зарегистрированного номера.

source: Normal diff, without context
de: Normale Differenz, ohne Kontext
es: Comparación normal, sin contexto
fr: Comparaison normale, sans contexte
it: Diff normale, senza contesto
pt_br: Diferença normal, sem contexto
ru: Нормальная разница, без контекста

source: Normal viewing (1:1)
de: Normale Ansicht (1:1)
es: Tamaño original (1:1)
fr: Vue normale (1:1)
it: Vista originale (1:1)
pt_br: Tamanho normal (1:1)
ru: Нормальный просмотр (1:1)

source: Not found
de: Nicht gefunden
es: No encontrado
fr: Non trouvé
it: Non trovato
pt_br: Não encontrado
ru: Не найдено

source: Not matching
de: Keine Übereinstimmung
es: No corresponde
fr: Ne correspondant pas à
it: Nessuna corrispondenza
ru: Нет совпадений

source: Not yet computed
de: Noch nicht berechnet
es: Todavía no computado
fr: Pas encore calculé
it: Non ancora calcolato
pt_br: Não processado ainda
ru: До сих пор не вычислено

source: Not yet determined
de: Noch nicht festgelegt
es: No determinado
fr: Non déterminé
it: Non ancora determinato
pt_br: Não determinado ainda
ru: До сих пор не определено

source: Note
de: Anmerkung
es: Nota
it: Nota
ru: Заметка

source: Nothing to do.
de: Nichts zu tun.
es: Nada que hacer.
fr: Rien à faire.
it: Nulla da fare.
pt_br: Nada a fazer.
ru: Нечего делать.

source: Now please review the changes in the Result bottom panel, then click the 'Write merge results' button to finalize your work or see the exact list of operations with the Test button You can change item per item which side to keep using the Resolve with Left/Right toolbar buttons
de: Nun prüfen Sie die Änderungen bitte im unteren Ergebnisfeld, tdann klicken Sie auf den Button 'Zusammenführungsergebnisse schreiben', um Ihre Arbeit abzuschließen, oder drücken Sie den 'Test'-Button, um die genaue Liste an Operationen einzusehen. Sie können Element für Element entscheiden, welche Seite behalten werden soll. Dazu verwenden Sie die Toolbar-Button 'Mit links/rechts lösen'.
fr: Maintenant veuillez vérifier les changements dans la panneau des résultats, puis cliquez 'Ecrire dans les dossiers résultats' pour finaliser votre travail ou obtenir la liste des opérations avec le bouton Test. Vous pouvez changer élément par élément ce qui doit être gardé avec les boutons Résoudre avec la gauche/droite.
ru: Пожалуйста проверьте изменения в нижней панели Результат, затем нажмите кнопку 'Записать результаты слияния' для завершения вашей работы или посмотрите список операций с кнопкой Тест Вы можете изменить пункт за пунктом выбирая какую сторону сохранить используя Разрешить с Левым/Правым набором кнопок

source: Number of comparison threads:
de: Anzahl an Vergleichs-Threads:
es: Número de hilos de comparación:
fr: Nombre de threads de comparaisons :
it: Numero di thread di comparazione:
pt_br: Número de processos de execução da comparação:
ru: Количество потоков сравнения:

source: Number of path steps to remove from source path start:
de: Anzahl an vom Quellpfadstart zu entfernenden Pfadschritten:
es: Número de pasos de ruta que quitar de la ruta de entrada:
fr: Nombre d'étapes de chemin à supprimer depuis le début du chemin source :
it: Numero passi di percoso che rimuovere dal inizio del percorso sorgente:
pt_br: Número de etapas do caminho a ser removido do caminho fonte inicial:
ru: Число ступеней пути, чтобы удалить от начала пути источника:

source: Number of threads to use for comparison (default is number of processors plus one)
de: Anzahl an zum Vergleich zu nutzenden Threads (Standard ist die Anzahl an Prozessoren plus eins)
es: Número de hilos que usar para las comparaciones (por defecto, número de procesores más uno)
fr: Nombre de threads à utiliser pour les comparaisons (la valeur par défaut est le nombre de processeurs plus un)
it: Numero di thread di comparazione (il valore predefinito è il numero di processori + 1)
pt_br: Número de processos de execução a usar para a comparação (o padrão é o número de processadores mais um)
ru: Число потоков используемых для сравнения (по умолчанию количество процессоров плюс один)

source: O&pen Comparison...
de: Vergleich ö&ffnen...
es: Abrir una &comparación...
fr: Ouvrir une com&paraison...
it: Apri Comparazione...
pt_br: A&brir comparação...
ru: O&pen Сравнение...

source: OK
ru: ОК

source: Offset $0/$1
ru: Смещение $0/$1

source: Offset:
ru: Смещение:

source: Offsets &base
de: Gleicht &Basis aus
es: &Base de los offsets
fr: &Base des offsets
it: &Base del offset
ru: Смещения &base

source: Only for XML files
de: Nur für XML-Dateien
es: Únicamente los archivos XML
fr: uniquement les fichiers XML
it: Solo per fili XML
pt_br: Apenas para arquivos XML
ru: Только XML файлов

source: Only hide a file if it exists everywhere
de: Eine Datei nur dann verbergen, wenn sie an anderem Ort existiert
es: Sólo oculta un archivo si existe en todas parte
fr: Exclure un fichier uniquement s'il existe partout
it: Nascondi un file solamente se esiste dappertutto
pt_br: Apenas ocultar um arquivo se ele existe em toda parte
ru: Только скрыть файл если он существует где либо
