Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Pretty-print XML...
de: XML-Quelltextformatierung...
es: Indentación automática XML...
fr: Indentation automatique XML...
it: Stampa XML...
pt_br: Indentação automática XML...
ru: Отформатированный XML...

source: Prevents ECMerge from loading macros/*.js files at startup
de: Hält ECMerge vom Laden der Makros/*.js-Dateien beim Start ab
es: Impide que ECMerge cargue los archivos macros/*.js al inicio
fr: Désactive le chargement des fichiers de macros au démarrage
it: Previene che ECMerge carichi macros/*.js all'avvio
ru: Запретить ECMerge загружать макросы/*.js файлы при запуске

source: Preview
de: Vorschau
es: Vista previa
fr: Aperçu
it: Anteprima
pt_br: Visualização prévia
ru: Превью

source: Preview report not supported in command line
de: Vorschaubericht nicht in Befehlszeile unterstützt
es: funcionalidad no accesible en línea de comando: vista preliminar del informe
fr: fonctionnalité non accessible en ligne de commande : prévisualisation d'un rapport
it: Mostrare l'anteprima non è supportato sulla linea di comando
pt_br: Não é possível visualização prévia de relatório em linha de comando
ru: Предварительный просмотр отчета не поддерживается в командной строке

source: Preview:
de: Vorschau:
es: Visto :
fr: Aperçu :
it: Anteprima:
pt_br: Visualização prévia:
ru: Превью:

source: Previous Bookmark
de: Vorherige Bookmark
es: Marcador anterior
fr: Marqueur précédent
it: Segnalibro precedente
pt_br: Marcador anterior
ru: Предыдущая Закладка

source: Previous Conflict
de: Vorheriger Konflikt
es: Conflicto anterior
fr: Conflit précédent
it: Conflitto precedente
pt_br: Conflito anterior
ru: Предыдущий Конфликт

source: Previous Difference Inside Line
de: Vorherige Differenz innerhalb der Zeile
es: Diferencia anterior en la línea
fr: Différence précédente dans la ligne
it: Differenza precedente Nella Linea
ru: Предыдущая Разница Внутри Строки

source: Previous Unresolved Conflict
de: Vorheriger ungelöster Konflikt
es: Conflicto no resuelto anterior
fr: Conflit non résolu précédent
it: Conflitto irrisolto precedente
pt_br: Conflito anterior não resolvido
ru: Предыдущий Неразрешенный Конфликт

source: Previous conflict
de: Vorheriger Konflikt
es: Conflicto anterior
fr: Conflit précédent
it: Conflitto precedente
pt_br: Conflito anterior
ru: Предыдущий конфликт

source: Previous difference
de: Vorherige Differenz
es: Diferencia anterior
fr: Différence précédente
it: Differenza precedente
pt_br: Diferença anterior
ru: Предыдущая разница

source: Previous unresolved conflict
de: Vorheriger ungelöster Konflikt
es: Conflicto no resuelto anterior
fr: Conflit non résolu précédent
it: Conflitto irrisolto precedente
pt_br: Conflito anterior não resolvido
ru: Предыдущий неразрешенный конфликт

source: Print comparison details in XML/HTML format
de: Vergleichsdetails in XML/HTML-Format drucken
es: Imprimir los detalles de la comparación en el formato XML/HTML
fr: Générer le détail de comparaison dans le rapport XML/HTML
it: Genera le detagli della comparazione in formato XML/HTML
pt_br: Imprimir os detalhes da comparação no formato XML/HTML
ru: Печать деталей сравнения XML/HTML формате

source: Print comparison statistics in XML/HTML format
de: Vergleichstatistiken in XML/HTML-Format drucken
es: Imprimir las estadísticas de la comparación en el formato XML/HTML
fr: Générer les statistiques de comparaison dans le rapport XML/HTML
it: Genera le statistiche della comparazione in formato XML/HTML
pt_br: Imprimir as estatísticas da comparação no formato XML/HTML
ru: Печать статистик сравнения в XML/HTML формате

source: Private key file:
de: Privatschlüssel-Datei:
es: Archivo de clave privada:
fr: Fichier de clé privée :
it: File di chiave privata:
ru: Личный секретный файл:

source: Problem description:
de: Problembeschreibung:
es: Descripción del problema
fr: Description du problème
it: Descrizione del problema:
ru: Описание проблемы:

source: Product Key:
de: Produktschlüssel:
es: Número de Serie :
fr: Numéro de Série :
it: Numero di Serie:
pt_br: Chave do Produto:
ru: Ключ продукта:

source: Professional Edition
es: Edición Profesional
fr: Edition Professionnelle
it: Edizione Professionale
pt_br: Edição Profissional
ru: Профессиональная Версия

source: Progression:
de: Fortschritt:
es: Progresión:
it: Progressione:
pt_br: Progressão:
ru: Прогресс:

source: Prompt
es: Pedir
fr: Demander
pt_br: Perguntar
ru: Подсказка

source: Prompt before checking for software updates
de: Vor Prüfung auf Software-Updates auffordern
es: Pedir antes de verificar la presencia de actualizaciones
fr: Demander avant de vérifier la présence de mises à jour
it: Prompt prima di controllare gli aggiornamenti disponibili
pt_br: Perguntar antes de verificar se há atualizações do programa
ru: Спросить, прежде чем проверять наличие обновлений программного обеспечения

source: Properties...
de: Eigenschaften...
es: Propiedades...
fr: Propriétés...
it: Proprietà...
pt_br: Propriedades...
ru: Свойства...

source: Propose only choices ensuring safe re-loading given loading encoding options
de: Nur Auswahlen vorschlagen, die ein sicheres erneutes Laden bestehender Ladecodierungsoptionen gewährleisten
es: Proponer alternativas que aseguran el cargamento seguro usando la codificación de carga
fr: Proposer uniquement des jeux de caractères assurant le rechargement fidèle par rapport aux options de chargement
it: Proponi solamente codifiche che assicurano un caricamento sicuro
pt_br: Propor apenas escolhas que garantam a recarga segura fornecendo opções de codificação de carga
ru: Предлагать только такие варианты, обеспечивающие безопасные перегрузки данных вариантов загрузки кодирования

source: Protocol:
de: Protokoll:
es: Protocolo:
fr: Protocole :
it: Protocollo:
pt_br: Protocolo:
ru: Протокол:

source: Purchase a final licence for this software
de: Endgültige Lizenz für diese Software erwerben
es: Comprar una licencia por este programa
fr: Acheter une licence pour ce logiciel
it: Acquista un numero di serie finale per questo software
pt_br: Comprar uma licença definitiva para este programa
ru: Заказ окончательной лицензии для данного программного обеспечения

source: Put remaining rejected patch elements into clipboard
de: Verbleibende zurückgewiesene Patch-Elemente in die Zwischenablage legen
es: Poner los elementos rechazados del parche en el portapapeles
fr: Copier les élements du patch rejetés dans le presse-papiers
it: Guardare gli elementi rifiuti negli appunti
pt_br: Enviar para a área de transferência os elementos patch rejeitados
ru: Добавить остальные отклоненные элементы патча в буфер обмена

source: Question
de: Frage
es: Pregunta
it: Domanda
ru: Вопрос

source: Quick edit name filters
de: Namensfilter zur schnellen Bearbeitung
es: Edición rápida de los filtros por nombre
fr: Edition rapide des Filtres par nom
it: Modifica veloce del nome dei filtri
ru: Быстрое редактирование фильтров имени

source: REVERTING TO TIME LIMITED FULL TRIAL
de: ES WIRD AUF DIE ZEITBEGRENZTE KOMPLETTE TESTVERSION ZURÜCKGEGRIFFEN
es: VOLVIENDO A LA EVALUACIÓN COMPLETA LIMITADA EN EL TIEMPO
fr: RETOUR A LA VERSION COMPLETE A DUREE LIMITEE
it: VERSIONE DI VALUTAZIONE COMPLETA LIMITATA NEL TEMPO
ru: ВЕРНУТЬСЯ К ПРОБНОЙ ОГРАНИЧЕННОЙ ПО ВРЕМЕНИ ВЕРСИИ

source: Ramp
es: Rampa
fr: Rampe
it: Rampa
pt_br: Rampa
ru: Скат

source: Recent:
de: Neue:
es: Reciente:
fr: Récent :
it: Recente:
pt_br: Recente:
ru: Недавний:

source: Rectangle
de: Rechteck
es: Rectángulo
it: Rettangolo
pt_br: Retângulo
ru: Прямоугольник

source: Recursive only for folders matching:
de: Rekursiv nur für übereinstimmende Ordner:
es: Recursivo sólo para las carpetas que corresponen a:
fr: Lister les sous-dossiers récursivement qui correspondent à:
it: Ricorsiva solo per cartelle che corrispondono:
pt_br: Recursivo somente para as pastas que correspondem a:
ru: Рекурсия только для директорий удовлетворяющих:

source: Redo
de: Wiederherstellen
es: Rehacer
fr: Rétablir
it: Ripristina
pt_br: Refazer
ru: Повторить

source: Redoes the previously undone action
de: Führt die vorher rückgängig gemachte Aktion nochmals aus
es: Rehace la última acción deshecha
fr: Rétablit l'action précédemment annulée
it: Ripristina l'ultima operazione annullata
pt_br: Refaz a última ação desfeita
ru: Повторить предыдущее отмененное действие

source: Reformat:
de: Neu formatieren:
es: Reformatear :
fr: Reformater :
it: Formattare:
pt_br: Reformatar:
ru: Переформатировать:

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraîchir
it: Aggiorna
pt_br: Refazer
ru: Обновить

source: Refreshes the current comparison when files changed
de: Aktualisiert den aktuellen Vergleich bei Änderung der Dateien
es: Actualiza la comparación actual cuando los archivos cambian
fr: Rafraîchit la comparaison courante si les fichiers ont changé
it: Aggiorna la comparazione attuale quando i fili sono modificati
ru: Обновить данное сравнение при изменении файлов

source: Refreshing...
de: Wird aktualisiert...
es: Recomparando...
fr: Rafraîchissement en cours...
it: Aggiornando...
pt_br: Refazendo...
ru: Обновление...

source: Register
de: Registrieren
es: Registrar
fr: Enregistrer
it: Registra
pt_br: Registrar
ru: Регистрация

source: Register this program
de: Dieses Programm registrieren
es: Registra este programa
fr: Enregistrer ce programme
it: Registra questo programma
pt_br: Registre este programa
ru: Зарегистрировать программу

source: Regular expression
de: Regulärer Ausdruck
es: Expresión regular
fr: Expression régulière
it: Espressione regolare
pt_br: Expressão regular
ru: Регулярное выражение

source: Regular expression searched one or more times in each line
de: Regulärer Ausdruck ein- oder mehrmals in jeder Zeile gesucht
es: Expresión regular buscada una o más veces en cada línea
fr: Expression régulière cherchée une ou plusieurs fois par ligne
it: Trova la espressione regolare una o più volte in ogni linea
ru: Регулярное выраженное ищет один или несколько раз для каждой строки

source: Rejected patch elements
de: Abgewiesene Patch-Elemente
es: Elementos rechazados del parche
fr: Eléments du patch rejetés
it: Elementi rifiuti del patch
pt_br: Elementos rejeitados na aplicação do arquivo patch
ru: Отклоненные элементы патча

source: Rejections descriptions (conflicts and hand typed portions in their context)
de: Verwerfungsbeschreibungen (Konflikte sowie manuell eingegebene Anteile in ihrem Kontext)
es: Descripciones de los rechazos (conflictos y porciones editadas manualmente en su contexto)
fr: Descriptions des rejets (conflits et portions éditées manuellement dans leur contexte)
it: Descrizioni dei rifiuti (conflitti e parti editate manualmente in contesto)
pt_br: Descrições das rejeições (conflitos e partes editadas manualmente em seu contexto)
ru: Описания отклонений (конфликты и вручную набранные части в их контексте)

source: Relax this rule for text files (hidden)
de: Diese Regel für Textdateien (ausgeblendet) lockern
es: (hidden)
fr: Ne pas en tenir compte pour les fichiers textes
it: TODO
pt_br: Não aplique esta regra para arquivos de texto (oculto)
ru: Использовать данное правило для текстовых файлов (скрыто)

source: Reload
de: Wieder laden
es: Volver a abrir
fr: Recharger
it: Ricarica
pt_br: Recarregar
ru: Перезагрузить

source: Remaining actions
de: Verbleibende Aktionen
es: Acciones restantes
fr: Actions restantes
it: Azione rimanenti
pt_br: Ações restantes
ru: Оставшиеся действия

source: Remaining time:
de: Restzeit:
es: Acciones restantes
fr: Temps restant :
it: Tempo Rimanente:
pt_br: Tempo restante:
ru: Оставшееся время:

source: Remember tags left untouched for compaction
de: An für Verdichtung unangetastete Tags denken
es: Recordar los elementos dejados sin modificar para comprimir
fr: Se rappeler des éléments laissés inchangés pour le compactage
it: Ricorda i tag lasciati inalterati per compattare
pt_br: Lembrar elementos deixados sem modificar para compactação
ru: Запомнить тэги оставшиеся нетронутыми для уплотнения

source: Removal
de: Entfernung
es: Supresión
fr: Suppression
it: Rimuovi
pt_br: Remoção
ru: Удаление

source: Remove orphans
de: Waisen entfernen
es: Quitar los huerfanos
fr: Supprimer les orphelins
it: Rimuove orfani
ru: Удалить неопределенные

source: Remove this item from result
de: Dieses Element vom Ergebnis entfernen
es: Quitar el elemento del resultado
fr: Supprimer cet élément du résultat
it: Rimuovi l'elemento
pt_br: Remover este item do resultado
ru: Удалить данный объект из результата

source: Removing %s
de: %s wird entfernt
es: Quitar %s
fr: Suppression de %s
it: Rimuovendo %s
pt_br: Removendo %s
ru: Удаление %s

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
it: Rinomina
pt_br: Renomear
ru: Переименовать

source: Reorders all sources but ancestors, using most recent as left (currently ignored)
de: Ordnet alle Quellen außer Vorgängern neu, dabei werden die neuesten als links verwendet (aktuell ignoriert)
it: Riordina tutte le sorgenti meno l'ascendente, usando il più reciente come sinistro (attualmento ignorato)
ru: Пересортировать все источники, но не предков, используя самые последние как оставшиеся (на текущий моментигнорируется)

source: Reorders all sources, using most ancient as ancestor if any then most recent as left (currently ignored)
de: Ordnet alle Quellen neu, dabei wird die älteste als Vorgänger verwendet, falls vorhanden, dann alle neuesten als links (aktuell ignoriert)
it: Riordina tutte le sorgenti, usando il più vecchio come ascendente o il più reciente come sinistro (attualmento ignorato)
ru: Пересортировать все источники, используя самых старых как предков если любой из последних остается (на текущий момент игнорируется)

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
it: Sostituisci
pt_br: Substituir
ru: Заменить

source: Replace &All
de: &Alle ersetzen
es: Reemplazar &Todos
fr: R&emplacer Tout
it: Sostituisci T&utto
pt_br: Substituir &todos
ru: Заменить &All

source: Replace...
de: Ersetzen...
es: Reemplazar...
fr: Remplacer...
it: Sostituisci...
pt_br: Substituir...
ru: Заменить...

source: Replace:...
ru: Заменить:...

source: Replaces specific text with different text
de: Ersetzt spezifischen Text durch unterschiedlichen Text
es: Reemplazar el texto especificado con un otro texto
fr: Remplace le texte spécifié par un texte différent
it: Sostituisce il testo specificato con un altro
pt_br: Substituir o texto especificado por outro texto
ru: Заменить данный текст другим текстом

source: Replaces the selection with the content of the Clipboard
de: Ersetzt die Auswahl durch den Inhalt der Zwischenablage
es: Reemplace la selección actual con el contenido del portapapeles
fr: Remplace la sélection par le contenu du Presse-papier
it: Incolla il contenuto degli appunti nella posizione corrente
pt_br: Substituir a seleção atual com o conteúdo da área de transferência
ru: Заменить выбранное контентом из буфера обмена

source: Report Options
de: Berichtsoptionen
es: Opciones de Reporte
fr: Options d'Export
it: Opzioni di Rapporti
pt_br: Opções de relatórios
ru: Настройки отчета

source: Report generations
de: Berichtserstellungen
es: Generaciones de informes
fr: Générations de rapports
it: Generazione di rapporti
pt_br: Geração de relatórios
ru: Генерация отчета

source: Report title:
de: Berichtstitel:
es: Título del reporte:
fr: Titre du rapport :
it: Titolo del rapporto:
pt_br: Título do relatório:
ru: Название отчета:

source: Reports
de: Berichte
es: Informes
fr: Rapports
it: Rapporti
pt_br: Relatórios
ru: Отчеты

source: Reports display options...
de: Meldet die Anzeigeoptionen...
es: Opciones de visualización de los reportes...
fr: Options d'affichage des rapports...
it: Opzioni di visualizzazione di rapporti...
ru: Настройки отображения отчетов...

source: Repository/Path:
de: Repositorium/Pfad:
es: Depósito/Ruta:
fr: Dépot/Chemin :
it: Deposito/Percorso:
pt_br: Repositório/Caminho:
ru: Репозиторий/Путь:

source: Reset toolbars
de: Toolbars zurücksetzen
es: Restablecer las barras de herramientas
fr: Réinitialiser les barres d'outils
it: Resetta le barre degli strumenti
pt_br: Restaurar as barras de ferramentas
ru: Сброс панелей инструментов

source: Reset written state
de: Geschriebenen Status zurücksetzen
es: Reinicializar el estado escrito
fr: Réinitialiser l'état d'écriture
it: Reset lo stato scritto
pt_br: Restaurar estado de gravado
ru: Сброс записанного состояния

source: Resolve All with Left
de: Alle mit links lösen
es: Resolver todo con la izquierda
fr: Résoudre tout avec la gauche
it: Risolvi Tutto con la sinistra
ru: Разрешить Все используя Левые

source: Resolve All with ancestor
de: Alle mit Vorgänger lösen
es: Resolver todo con el antecesor
fr: Résoudre tout avec l'ancêtre
it: Risolvi Tutto con l'ascendente
ru: Разрешить Все с предком

source: Resolve All with right
de: Alle mit rechts lösen
es: Resolver todo con la derecha
fr: Résoudre tout avec la droite
it: Risolvi Tutto con la destra
ru: Разрешить Все с правым

source: Resolve in-line (favour left)
de: Nach Reihen lösen (links favorisieren)
es: Resolver dentro de líneas (favorecer la izquierda)
fr: Résoudre dans la ligne (favoriser la gauche)
it: Risolvi in linea (favorire la sinistra)
pt_br: Resolver intralinhas (favorecer a esquerda)
ru: Разрешить в строке (преимущество левого)

source: Resolve in-line (favour right)
de: Innerhalb der Zeile lösen (rechts bevorzugen)
es: Resolver dentro de líneas (favorecer la derecha)
fr: Résoudre dans la ligne (favoriser la droite)
it: Risolvi in linea (favorire la destra)
pt_br: Resolver intralinhas (favorecer a direita)
ru: Разрешить в строке (преимущество правого)

source: Resolve in-line (left then right)
de: Nach Reihen lösen (erst links, dann rechts)
es: Resolver en la línea (izquierda después derecha)
fr: Résoudre dans la ligne (gauche puis droite)
it: Risolvi in linea (da sinistra a destra)
ru: Разрешить в строке (левый затем правый)

source: Resolve in-line (right then left)
de: Nach Reihen lösen (erst rechts, dann links)
es: Resolver en la línea (derecha después izquierda)
fr: Résoudre dans la ligne (droite puis gauche)
it: Risolvi in linea (da destra a sinistra)
ru: Разрешить с предком

source: Resolve with left
de: Mit links lösen
es: Resolver con la izquierda
fr: Résoudre avec la gauche
it: Risolvi con la sinistra
pt_br: Resolver com a esquerda
ru: Разрешить с левым

source: Resolve with left and right in-line
de: Mit links und rechts in der Zeile lösen
es: Resolver con la izquierda y la derecha dentro de líneas
fr: Résoudre avec la gauche et la droite dans la ligne
it: Risolvi con la sinistra e la destra in linea
pt_br: Resolver com a esquerda e a direita intralinhas
ru: Решить с левым и правым в строке

source: Resolve with left then right
de: Erst mit links, dann mit rechts lösen
es: Resolver con la izquierda y después con la derecha
fr: Résoudre avec la gauche puis la droite
it: Risolvi con la sinistra e la destra
pt_br: Resolver com a esquerda e depois com a direita
ru: Решить с левым затем с правым

source: Resolve with right
de: Mit rechts lösen
es: Resolver con la derecha
fr: Résoudre avec la droite
it: Risolvi con la destra
pt_br: Resolver com a direita
ru: Решить с правым

source: Resolve with right then left
de: Mit rechts und dann mit links lösen
es: Resolver con la derecha después con la izquierda
fr: Résoudre avec la droite puis la gauche
it: Risolvi con la destra e la sinistra
pt_br: Resolver com a direita e depois com a esquerda
ru: Решить с правым затем с левым

source: Resolves the currently selected conflicts with ancestor
de: Löst die aktuell ausgewählten Konflikte mit Vorgänger
es: Resuelve los conflictos seleccionados con el antecesor
fr: Résout les conflits sélectionnés avec l'ancêtre
it: Risolve i conflitti attualmente selezionati con l'ascendente
pt_br: Resolve os conflitos selecionados com o antecessor
ru: Решить выбранные конфликты с предком

source: Resolves the currently selected conflicts with left
de: Löst die aktuell ausgewählten Konflikte mit links
es: Resuelve los conflictos seleccionados con la izquierda
fr: Résout les conflits sélectionnés avec la gauche
it: Risolve i conflitti attualmente selezionati con la sinistra
pt_br: Resolve os conflitos selecionados com a esquerda
ru: Решить выбранные конфликты с левым

source: Resolves the currently selected conflicts with left then right
de: Löst die aktuell ausgewählten Konflikte erst mit links, dann mit rechts
es: Resuelve los conflictos seleccionados con la izquierda y después con la derecha
fr: Résout les conflits sélectionnés avec la gauche puis la droite
it: Risolve i conflitti attualmente selezionati con la sinistra e la destra
pt_br: Resolve os conflitos selecionados com a esquerda e depois com a direita
ru: Решить выбранные конфликты с левым затем правым

source: Resolves the currently selected conflicts with right
de: Löst die aktuell ausgewählten Konflikte mit rechts
es: Resuelve los conflictos seleccionados con la derecha
fr: Résout les conflits sélectionnés avec la droite
it: Risolve i conflitti attualmente selezionati con la destra
pt_br: Resolve os conflitos selecionados com a direita
ru: Решить выбранные конфликты с правым

source: Resolves the currently selected conflicts with right then left
de: Löst die aktuell ausgewählten Konflikte zuerst mit rechts, dann mit links
es: Resuelve los conflictos seleccionados con la derecha y después con la izquierda
fr: Résout les conflits sélectionnés avec la droite puis la gauche
it: Risolve i conflitti attualmente selezionati con la destra e la sinistra
pt_br: Resolve os conflitos selecionados com a direita depois com a esquerda
ru: Решить выбранные конфликты с правым затем с левым

source: Respect aspect ratio
de: Seitenverhältnis beachten
es: &Respetar las proporciones
fr: Respecter les proportions
it: Rispetta le proporzioni
pt_br: Respeitar as proporções
ru: Учитывать соотношение сторон

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
it: Risultato
pt_br: Resultado
ru: Результат

source: Result:
de: Ergebnis:
es: Resultado
fr: Résultat :
it: Risultato:
pt_br: Resultado:
ru: Результат:

source: Reuses the current paths to open another document, differentiation or merge
de: Verwendet die aktuellen Pfade erneut, um ein anderes Dokument, eine Differenzierung oder Zusammenführung zu öffnen
es: Reusa la rutas actuales para abrir otro documento, comparación o fusión
fr: Réutilise les chemins courants pour ouvrir un autre document, ou une autre comparaison ou fusion
it: Riusa i percorsi attuali per aprire un'altro documento, comparazione o unione
pt_br: Reutiliza os caminhos atuais para abrir outro documento, diferenciação ou mesclagem
ru: Повторно использовать текущие пути для открытия другого документа, дифференцации или слияния

source: Reversed:
de: Umgekehrt:
es: Orden inverso:
fr: Inversé:
it: Ordine inverso:
pt_br: Invertido:
ru: Изменить направление:

source: Review connection log
de: Verbindungsprotokoll prüfen
fr: Vérifier le log de connexion
it: Esaminare il registro delle connessioni
ru: Просмотр лога соединения

source: Revision:
es: Revisión:
fr: Révision :
it: Revisione:
pt_br: Revisão:
ru: Ревизия:

source: Right
de: Rechts
es: Derecha
fr: Droite
it: Destro
pt_br: Direita
ru: Право

source: Right location:
de: Rechter Speicherstandort:
es: Derecha :
fr: Droite :
it: Percorso destro:
pt_br: Localização da direita:
ru: Правое местоположение:

source: Right version
de: Rechte Version
es: Versión de la derecha
fr: Version de droite
it: Versione destra
ru: Правая версия

source: Right:
de: Rechts:
es: Derecha
fr: Droite :
it: Destro:
pt_br: Direita:
ru: Право:

source: Role
de: Rolle
es: Papel
fr: Rôle
it: Ruolo
ru: Роль

source: Role:
de: Rolle:
es: Papel:
fr: Rôle :
it: Ruolo:
ru: Роль:
