Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: (autodetected)
de: (automatisch entdeckt)
es: (auto detectado)
fr: (auto-détecté)
it: (autodectectato)
pt_br: (autodetectado)
ru: (автоматическое определение)

source: - Diff, merge and edit tool
de: - Differenzierungs-, Zusammenführungs- und Bearbeitungs-Tool
es: - Comparación, Fusión, Edición
fr: - Comparaison, fusion et édition
pt_br: - Edição, Comparação, Mesclagem
ru: - Инструмент для сравнения, слияния и редактирования

source: - Limited evaluation version
de: - Begrenzte Testversion
es: - Versión de evaluación limitada
fr: - Version d'évaluation limitée
it: - Versione di valutazione limitata
pt_br: - Versão de avaliação limitada
ru: - Ограниченная ознакомительная версия

source: #0 very large, searching only first #1 bytes
de: #0 sehr groß, es werden nur die ersten #1 Bytes durchsucht
es: #0 es muy largo, buscando sólo los #1 primeros octetos
fr: #0 très grand, la recherche se limite aux #1 premiers octets
it: #0 molto grande, richiestando solo nei #1 primi bytes
ru: #0 очень большой, поиск только #1 байт

source: $0 - defaults ($1)
de: $0 - Standards ($1)
es: $0 - por defecto ($1)
fr: $0 - défaut ($1)
it: $0 - predefinito ($1)
pt_br: $0 - padrões ($1)
ru: $0 - по умолчанию ($1)

source: $0 Conflict files
de: $0 Konfliktdateien
es: $0 Conflictos de archivos
fr: $0 Fichiers de conflit
it: $0 Fili di conflitto
pt_br: $0 arquivos do conflito
ru: $0 Конфликтующих файлов

source: $0 documents were opened. Do you want to continue?
de: $0 Dokumente wurden geöffnet. Möchten Sie fortfahren?
es: Ya está abiertos $0 documentos. Desea continuar?
fr: $0 documents sont déjà ouverts. Voulez-vous continuer ?
it: Sono già aperti $0 documenti. Vuoi continuare?
pt_br: $0 documentos foram abertos. Você deseja continuar?
ru: $0 документов было открыто. Вы хотите продолжить?

source: $0 failed to produce expected output, though it reports normal execution.
de: $0 konnte nicht die erwartete Ausgabe erstellen, obwohl normale Ausführung gemeldet wurde.
es: $0 no ha producido el resultado esperado, aunque reporta una ejecutión normal
fr: $0 n'a pas produit de résultat, bien qu'il indique une exécution normale.
it: $0 fallì produrre aspettato output, ma riporta un'esecuzione normale.
ru: $0 не удалось получить ожидаемый вывод, однако это сообщает о нормальном выполнении.

source: $0 h $1 min $2 s
ru: $0 ч $1 мин $2 с

source: $1 day(s) remaining
de: $1 Tag(e) verbleibend
es: $1 dia(s) restante
fr: $1 jour(s) restant(s)
it: $1 giorno(i) rimanente(i)
ru: $1 день(й) осталось

source: $1, because the following error occured: $0
de: $1, da der folgende Fehler auftrat: $0
es: $1, a causa del error siguiente: $0
fr: $1, à cause de l'erreur suivante : $0
it: $1, a causa dell'errore: $0
pt_br: $1, porque o seguinte erro ocorreu: $0
ru: $1, потому что следующая ошибка произошла: $0

source: $1, because the following error occured: $0 ($2)
de: $1, da der folgende Fehler auftrat: $0 ($2)
es: $1, a causa del error siguiente: $0 ($2)
fr: $1 à cause de l'erreur suivante : $0 ($2)
it: $1, a causa dell'errore: $0 ($2)
pt_br: $1, porque o seguinte erro ocorreu: $0 ($2)
ru: $1, потому что следующая ошибка произошла: $0 ($2)

source: %ld %s (%ld to be listed)
de: %ld %s (%ld zur Auflistung)
es: %ld %s (%ld que listar)
fr: %ld %s (%ld à lister)
it: %ld %s (%ld che listare)
pt_br: %ld %s (%ld a ser listado)
ru: %ld %s (%ld должны быть перечислены)

source: %ld files, %ld folders
de: %ld Dateien, %ld Ordner
es: %ld archivos, %ld carpetas
fr: %ld fichiers, %ld dossiers
it: %ld fili, %ld cartelle
pt_br: %ld arquivos, %ld pastas
ru: %ld файлов, %ld папок

source: %ld items
de: %ld Elemente
es: %ld elementos
fr: %ld éléments
it: %ld elementi
pt_br: %ld itens
ru: %ld пунктов

source: %lu occurrences
de: %lu Vorkommnisse
es: %lu ocurrencias
it: %lu occorrenze
ru: %lu вхождений

source: %s bytes
fr: %s octets
ru: %s байтов

source: %s files
de: %s Dateien
es: %s archivos
fr: %s fichiers
it: %s fili
pt_br: %s arquivos
ru: %s файлов

source: %s necessary to write to %s but disabled. Skipping item
de: %s zum Schreiben auf %s erforderlich, aber deaktiviert. Element wird übersprungen
es: %s necesario para escribir en %s pero desactivado. Ignorando el elemento
fr: %s est nécessaire pour écrire vers %s mais est désactivé. Elément ignoré
it: %s è necessario per scrivere in %s ma disattivato. Elemento saltato
ru: %s необходимо для записи для %s но не сработало. Пропустить объект

source: &About Ellie Computing Merge
de: &Über Ellie Computing Merge
es: &Acerca de Ellié Computing Merge
fr: &A Propos d'Ellié Computing Merge
it: &Informazioni su Ellié Computing Merge
pt_br: &Sobre Ellié Computing Merge
ru: &About Ellié Computing Merge

source: &Actions
de: &Aktionen
es: &Acciones
it: &Azioni
ru: &Действия

source: &Activate
de: &Aktivieren
es: &Activar
fr: &Activer
it: &Attiva
pt_br: &Ativar
ru: &Активация

source: &Application
de: &Anwendung
es: &Aplicación
it: &Applicazione
pt_br: &Aplicação
ru: &Приложение

source: &Auto-run unless Shift is pressed
de: &Automatisch laufen, bis Shift gedrückt wird
es: &Auto-ejecutión salvo Shift está apoyado
fr: L&ancer automatiquement à moins que Majuscules soit pressé
it: &Auto-run a meno que Shift è premuta
ru: &Auto-run пока Шифт не нажат

source: &Bottom
de: &Unten
es: A&bajo
fr: &Bas
it: &Basso
pt_br: &Abaixo
ru: &Нижняя часть

source: &Browse...
de: &Browsen...
es: &Examinar...
fr: &Parcourir...
it: &Sfogli...
ru: &Просмотр...

source: &Buy Now
de: &Jetzt kaufen
es: &Comprar ahora
fr: &Acheter maintenant
it: &Acquista Adesso
pt_br: &Comprar agora
ru: &Купить сейчас

source: &Center
de: &Zentrieren
es: &Centrar
fr: &Centrer
it: &Centro
pt_br: &Centrar
ru: &Центр

source: &Clear all Bookmarks
de: &Alle Bookmarks löschen
es: &Borrar todos los marcadores
fr: &Effacer tous les marqueurs
it: Cance&lla tutti i segnalibri
pt_br: &Apagar todos marcadores
ru: &Очистить все закладки

source: &Close
de: &Schließen
es: &Cerrar
fr: &Fermer
it: &Chiudi
pt_br: &Fechar
ru: &Закрыть

source: &Close Tab(s)
de: &Registerkarte(n) schließen
es: &Cerrar Ventana(s)
fr: &Fermer Onglet(s)
it: &Chiusi Finestra(e)
pt_br: &Fechar abas(s)
ru: &Закрыть вкладку(и)

source: &Close all documents
de: &Alle Dokumente schließen
es: Cerrar todos los do&cumentos
fr: Fermer tous les do&cuments
it: &Chiudi tutti i documenti
pt_br: &Fechar todos documentos
ru: &Закрыть все документы

source: &Close...
de: &Schließen...
es: &Cerrar...
fr: &Fermer...
it: &Chiudi...
pt_br: &Fechar...
ru: &Закрыть...

source: &Compact XML...
de: &Kompakt-XML...
es: &Comprimir XML...
fr: &Compacter XML...
it: &Compatta XML....
pt_br: &Comprimir XML...
ru: &Сжать XML...

source: &Comparison/Merge
de: &Vergleich/Zusammenführung
es: &Comparación/Fusión
fr: &Comparaison/Fusion
it: &Comparazione/Unione
ru: &Сравнение/Слияние

source: &Comparisons Statistics...
de: &Vergleichsstatistiken...
es: Estadísticas de &comparación...
fr: Statistiques de &Comparaison...
it: Statistiche della &Comparazione...
pt_br: Estatísticas de &Comparação...
ru: &Сравнение статистик

source: &Copy
de: &Kopieren
es: &Copiar
fr: Co&pier
it: &Copia
pt_br: &Copiar
ru: &Копировать

source: &Customize
de: &Anpassen
es: &Personalizar
fr: &Personnaliser
it: &Personalizzare
ru: &Настроить

source: &Decimal
de: &Dezimal
fr: &Décimal
ru: &Десятичный

source: &Difference
de: &Differenz
es: &Diferencia
fr: &Différentes
it: &Differenza
pt_br: &Diferença
ru: &Разница

source: &Document
de: &Dokument
es: &Documento
it: &Documento
pt_br: &Documento
ru: &Документ

source: &Edit
de: &Bearbeiten
es: &Editar
fr: &Edition
it: &Modifica
pt_br: &Editar
ru: &Редактировать

source: &Edit...
de: &Bearbeiten...
es: &Editar...
fr: &Modifier...
it: &Modifica...
pt_br: &Editar...
ru: &Редактировать...

source: &Ellié Computing on the Web
de: &Ellié Computing im Internet
es: &Ellié Computing en la web
fr: &Ellié Computing sur le Net
it: &Ellié Computing Merge sul Web
pt_br: &Ellié Computing na Web
ru: &Ellié Computing в интернете

source: &Expand All
de: &Alle ausklappen
es: &Expandir Todo
fr: &Etendre Tout
it: &Espandi Tutto
ru: &Развернуть все

source: &Fill from Clipboard
de: &Aus der Zwischenablage einfügen
es: &Importar desde el portapapeles
fr: &Importer depuis le presse-papier
it: &Riempi dagli appunti
pt_br: &Preencher da área de transferência
ru: &Заполнить из буфера обмена

source: &Find...
de: &Suchen...
es: &Buscar...
fr: &Rechercher...
it: &Trova...
pt_br: &Buscar...
ru: &Найти...

source: &Getting Started...
de: &Erste Schritte...
es: &Tutorial...
fr: &Tutorial...
it: &Per Iniziare...
pt_br: &Tutorial...
ru: &Начать...

source: &Go To
de: &Springen zu
es: &Ir a
fr: A&ller à
it: &Vai a
pt_br: Ir para
ru: &Перейти

source: &Go To Line...
de: &Gehen zu Zeile...
es: &Ir a Línea...
fr: &Atteindre la ligne...
it: &Vai alla linea...
ru: &Перейти к строке...

source: &Go to offset...
de: &Zu Offset gehen...
es: &Ir al offset...
fr: &Atteindre l'offset...
it: &Vai al offset...
ru: &Перейти к смещению...

source: &Help
de: &Hilfe
es: &Ayuda
fr: &Aide
it: &Aiuto
pt_br: &Ajuda
ru: &Помощь

source: &Help Topics...
de: &Hilfethemen...
es: Temas de &Ayuda...
fr: &Aide sur Ellié Computing Merge...
it: &Argomenti...
pt_br: &Tópicos de ajuda...
ru: &Разделы помощи...

source: &Import
es: &Importar
fr: &Importer
it: &Importa
pt_br: &Importar
ru: &Импорт

source: &Import from clipboard
de: &Aus der Zwischenablage importieren
es: &Importar desde el portapapeles
fr: &Importer depuis le presse-papier
it: &Importa dagli appunti
pt_br: &Importar da área de transferência
ru: &Импорт из буфера обмена

source: &Knowledge Base
de: &Wissensbasis
es: &Base de Conocimientos
fr: &Base de Connaissances
pt_br: &Base de Conhecimentos
ru: &База знаний

source: &Left
de: &Links
es: &Izquierda
fr: &Gauche
it: &Sinistro
pt_br: &Esquerda
ru: &Влево

source: &Line number (1 - $0):
de: &Zeilenzahl (1 - $0):
es: &Número de línea (1 - $0) :
fr: &Numéro de ligne (1 - $0) :
it: &Linea (1 - $0):
pt_br: &Número de linha (1 - $0):
ru: &Номер строки (1-$0):

source: &Macros
de: &Makros
it: &Macro
ru: &Макрос

source: &Macros/Scripting help...
de: &Makros-/Skript-Hilfe...
es: Ayuda a cerca de &Macros y Scripts
fr: Aide &Macros/Scripting...
it: Aiuto &Macro/Scripting...
pt_br: Ajuda sobre &Macros/Scripts...
ru: &Макрос/Скрипты помощь...

source: &Mark All
de: &Alle markieren
es: &Marcar Todos
fr: &Marquer Tout
it: S&egna Tutto
pt_br: &Marcar todos
ru: &Пометить все

source: &Mask similarities
de: &Maskengemeinsamkeiten
es: &Blanquear similares
fr: &Masquer les similarités
it: &Mascherare simili
ru: &Маска сходства

source: &Middle
de: &Mitte
es: &Medio
fr: &Milieu
it: &Centro
pt_br: &Meio
ru: &Середина

source: &New Site...
de: &Neue Seite...
es: &Nuevo Sitio...
fr: &Nouveau Site...
it: &Nuovo Sito...
ru: &Новый сайт...

source: &New Text File
de: &Neue Textdatei
es: &Nuevo archivo texto
fr: &Nouveau fichier texte
it: &Nuovo File di Testo
pt_br: &Novo arquivo de texto
ru: &Новый текстовый файл

source: &New...
de: &Neu...
es: &Nuevo...
fr: &Nouveau...
it: &Nuovo...
pt_br: &Novo...
ru: &Новый...

source: &Next Bookmark
de: &Nächste Bookmark
es: &Marcador siguiente
fr: Marqueur &suivant
it: S&egnalibro successivo
pt_br: &Próximo marcador
ru: &Следующая закладка

source: &Open file...
de: &Datei öffnen...
es: &Abrir un archivo...
fr: &Ouvrir un fichier...
it: &Apri il file...
pt_br: &Abrir arquivo...
ru: &Открыть файл...

source: &Open macro folder of
de: &Makroordner öffnen von
es: &Abrir la carpeta de las macros de
fr: &Ouvrir le dossier de macros de
it: &Aprire la cartella di macro di
pt_br: &Abrir a pasta de macros de
ru: &Открыть макро папку

source: &Paste
de: &Einfügen
es: &Pegar
fr: C&oller
it: &Incolla
pt_br: &Colar
ru: &Вставить

source: &Preferences...
de: &Einstellungen...
es: &Preferencias...
fr: &Préférences...
it: &Preferenze...
pt_br: &Preferências...
ru: &Настройки...

source: &Pretty-print XML...
de: &Quelltextformatierung XML...
es: &Indenta automáticamente XML...
fr: &Indentation automatique XML...
it: &Stampa XML...
pt_br: &Indentar automaticamente XML...
ru: &Отформатировать XML...

source: &Previous Bookmark
de: &Vorherige Bookmark
es: Ma&rcador precedente
fr: Marqueur &précédent
it: Se&gnalibro precedente
pt_br: &Marcador precedente
ru: &Предыдущая Закладка

source: &Redo
de: &Wiederherstellen
es: &Rehacer
fr: &Rétablir
it: Ri&pristina
pt_br: &Refazer
ru: &Переделать

source: &Reload macro files
de: &Makrodateien neu laden
es: &Recargar los archivos de macros
fr: &Recharger les fichiers de macros
it: &Ricaricare i fili di Macro
pt_br: &Recarregar os arquivos de macros
ru: &Reload макро файлы

source: &Reopen with Encoding...
de: &Mit Zeichencodierung neu öffnen...
es: &Abrir de nuevo el archivo con la codificación...
fr: &Réouvre le fichier avec le jeu de caractères...
it: &Riapri con Codifica...
pt_br: &Reabrir com codificação...
ru: &Reopen с кодировкой...

source: &Replace
de: &Ersetzen
es: &Reemplazar
fr: &Remplacer
it: &Sostituisci
pt_br: &Substituir
ru: &Заменить

source: &Replace >>
de: &Ersetzen >>
es: &Reemplazar >>
fr: &Remplacer >>
it: &Sostituisci >>
pt_br: &Substituir >>
ru: &Заменить>>

source: &Reset location
de: &Speicherort zurücksetzen
es: &Reinicializar la ubicación
fr: &Annuler le chemin
it: &Riporta il percorso
pt_br: &Restaurar localização
ru: &Сбросить местоположение

source: &Respect aspect ratio
de: &Seitenverhältnis beachten
es: &Respetar las proporciones
fr: &Respecter les proportions
it: &Rispetta le proporzioni
pt_br: &Respeitar as proporções
ru: &Учитывать соотношение сторон

source: &Right
de: &Rechts
es: &Derecha
fr: &Droite
it: &Destro
pt_br: &Direita
ru: &Вправо

source: &Run
de: &Ausführen
es: &Ejecutar
fr: &Lancer
it: &Esegui
pt_br: &Executar
ru: &Запустить

source: &Save log
de: &Protokoll speichern
es: &Guardar el registro
fr: &Enregistrer le journal
it: &Salva il log
pt_br: &Salvar registro do ocorrido
ru: &Сохранить лог

source: &Save result
de: &Ergebnis speichern
es: &Guardar el resultado
fr: &Enregistrer le résultat
it: &Salva il risultato
pt_br: &Salvar resultado
ru: &Сохранить результат

source: &Select as result location
de: &Als Ergebnisspeicherort auswählen
es: &Escoger como ubicación del resultado
fr: Choisir comme emplacement ré&sultat
it: &Seleziona come percorso risultato
pt_br: Selecionar como local de resultado
ru: &Выберите в качестве окончательного местоположения

source: &Show Files Types...
de: &Dateitypen anzeigen...
es: &Ver los tipos de archivos...
fr: &Types de Fichiers...
it: Mostrare i &tipi di fili...
ru: &Показать типы файлов...

source: &Show Sites
de: &Seiten zeigen
es: &Ver Sitios
fr: &Sites
it: &Mostrare i siti
ru: &Показать сайты

source: &Side
de: &Seite
es: &Lado
fr: &Côté
it: &Lato
ru: &Сторона

source: &Single Sided
de: &Einseitig
es: &Archivo individual
fr: &Simple
it: &Su un lato
ru: &Односторонний

source: &Sites
de: &Seiten
es: &Sitios
it: &Siti
ru: &Сайты

source: &Submit
de: &Übermitteln
es: &Someter
fr: &Soumettre
it: &Invia
ru: &Выполнить

source: &Submit a problem...
de: &Ein Problem übermitteln...
es: &Someter un problema...
fr: &Soumettre un problème...
it: &Invia un problema...
ru: &Сообщить о проблеме...

source: &Tabs
es: &Ventana
fr: &Onglets
it: &Finestra
pt_br: &Abas
ru: &Вкладки

source: &Tabs...
es: &Ventanas...
fr: &Onglets...
it: &Finestre...
pt_br: &Abas...
ru: &Вкладки...

source: &Technical Support
de: &Technischer Support
es: Soporte &Técnico
fr: Support &Technique
it: Supporto &Tecnico
pt_br: &Suporte Técnico
ru: &Техническая поддержка

source: &Test
es: &Probar
fr: &Tester
it: &Prova
pt_br: &Testar
ru: &Тест

source: &Text
es: &Texto
fr: &Texte
it: &Testo
pt_br: &Texto
ru: &Текст

source: &Tip of the Day...
de: &Tipp des Tages...
es: &Consejo del Día...
fr: &Astuce du jour...
it: &Consiglio del giorno
pt_br: &Dica do dia...
ru: &Подсказка дня

source: &Toggle Bookmark
de: &Bookmark umschalten
es: &Alternar marcador
fr: &Basculer le marqueur
it: Comm&uta segnalibro
pt_br: &Alternar marcador
ru: &Установить закладку

source: &Toolbars
es: &Barras de herramientas
fr: &Barres d'outils
it: Barre degli s&trumenti
pt_br: &Barras de ferramentas
ru: &Линейка инструментов

source: &Top
de: &Oben
es: &Arriba
fr: &Haut
it: &Alto
pt_br: &Acima
ru: &Вверх

source: &Undo
de: &Rückgängig machen
es: &Deshacer
fr: &Annuler
it: &Annulla
pt_br: &Desfazer
ru: &Отменить

source: &User
de: &Benutzer
es: &Usuario
fr: &Utilisateur
it: &Utente
pt_br: &Usuário
ru: &Пользователь

source: &View
de: &Ansicht
es: &Visualización
fr: &Affichage
it: &Visualizza
pt_br: &Visualizar
ru: &Вид

source: &Wrap
de: &Umbrechen
es: Envolver &alrededor
fr: &Boucler
it: Segui gli a &capo
pt_br: &Envolver
ru: &Обернуть

source: &Write all results
de: &Alle Ergebnisse schreiben
es: Es&cribir todos los resultados
fr: E&crire tous les résultats
it: &Scrivi tutti i risultati
pt_br: &Gravar todos resultados
ru: &Записать все результаты

source: '$0' was modified. Do you want to save it, close without saving or continue editing?
de: '$0' wurde geändert. Möchten Sie speichern, ohne Speichern schließen oder mit der Bearbeitung fortfahren?
fr: '$0' a été modifié. Voulez-vous l'enregistrer, fermer sans enregistrer ou continuer l'édition ?
it: '$0' è stato cambiato. Vuoi salvarlo, cerrare senza salvare o continuare l'edizione?
ru: '$0' было изменено. Вы хотите сохранить изменения, закрыть без сохранения или продолжить редактирование?

source: (Passphrase is asked once per session and never saved)
de: (Passphrase wird einmal pro Sitzung abgefragt und nie gespeichert)
fr: (La phrase de sécurité est demandée une fois par session et n'est pas enregistrée)
it: (Il passphrase viene chiesto una volta per sessione e non è salvato)
ru: (Секретное слово запрашивается один раз за сессию и никогда не сохраняется)

source: (SSH client will use ssh-agent or pageant to get keys)
de: (SSH-Client wird den SSH-Agent oder -Pageant verwenden, um die Schlüssel zu erhalten)
fr: (Le client SSH utilisera ssh-agent ou pageant pour obtenir les clés)
it: (il cliente SSH userà ssh-agent o pageant per ottenere le chiavi)
ru: (SSH клиент будет использовать ssh-агента или конкурс чтобы получить ключи)

source: (converters activation is always per options set)
de: (die Aktivierung der Konverter gilt immer pro Optionssatz)
es: (la activación de convertidores está para un juego de opciones)
fr: (l'activation des convertisseurs se fait toujours par jeu d'options)
it: (la condivisione degli convertitori sempre è per mazzo di opzioni)
pt_br: (a ativação de conversores é sempre por conjunto de opções)
ru: (активация конвертеров является всегда вариантом из набора)

source: (empty)
de: (leer)
es: (vacío)
fr: (vide)
it: (vuoto)
pt_br: (vazio)
ru: (пустой)

source: (in minutes)
de: (in Minuten)
es: (en minutos)
fr: (en minutes)
it: (in minuti)
pt_br: (em minutos)
ru: (в минутах)

source: (no name)
de: (kein Name)
es: (sin nombre)
fr: (pas de nom)
it: (senza nome)
pt_br: (sem nome)
ru: (без названия)

source: (use 0 for default)
de: (0 als Standard verwenden)
es: (0 por defecto)
fr: (utiliser la valeur 0 par défaut)
it: (usa 0 per difetto)
pt_br: (use 0 por padrão)
ru: (использовать 0 по умолчанию)

source: -x and -E are exclusive
de: -x und -E sind exklusiv
es: -x y -E están exclusivos
fr: -x et -E sont exclusifs
it: -x e -E sono esclusivi
pt_br: -x e -E são exclusivos
ru: -x и -E являются исключительным

source: 2-way merge
de: 2-Wege-Zusammenführung
es: Fusión Bilateral
fr: Fusion à 2 sources
it: unione 2-way
pt_br: Mesclagem bilateral
ru: 2-х стороннее слияние

source: 2-way rules
de: 2-Wege-Regeln
es: Fusión Bilateral
fr: Fusion à 2 sources
it: Regole 2-way
pt_br: Regras bilaterais
ru: правила 2-х стороннего

source: A session saves the state of a comparison with its URLs and options sets. It is automatically created when a comparison is closed. It is the equivalent of an ECMT file.
de: Eine Sitzung speichert den Status eines Vergleichs mit dessen URLs und Optionssätzen. Sie wird beim Schließen eines Vergleichs automatisch erstellt und ist die Entsprechung einer ECMT-Datei.
es: Una sesión guarda el estado de la comparación con las URLs y el juego de opciones. Se registra cuando se cierra la comparación. Contiene los mismos datos que un archivo ECMT.
fr: Une session enregistre l'état de la comparaison avec les URLs et le jeu d'options. Elle est automatiquement créée lorsque la comparaison est fermée. C'est l'équivalent d'un fichier ECMT.
it: Una sessione salva lo stato di una comparazione con URLs e opzioni. E stato creato automaticamente quando si chiuse una comparazione. E l'equivalente di un file ECMT.
pt_br: Uma sessão salva o estado de uma comparação com as URLs e opções definidas. É automaticamente criada quando a comparação é encerrada. É o equivalente a um arquivo ECMT.
ru: Сессия сохранила сравнение данных URLs и установленных настроек. аналог ECMT файла.

source: About Ellie Computing Merge
de: Über Ellie Computing Merge
es: Acerca de Ellié Computing Merge
fr: A Propos d'Ellié Computing Merge
it: Informazioni su Ellié Computing Merge
pt_br: Sobre Ellié Computing Merge
ru: О Ellié Computing Merge

source: Access errors
de: Zugangsfehler
es: Errores de acceso
fr: Erreurs d'accès
it: Errore di accesso
pt_br: Erros de acesso
ru: Ошибки доступа

source: Action type
de: Aktionstyp
es: Tipo de acción
fr: Type d'action
it: Tipo di azione
pt_br: Tipo de ação
ru: Тип действия

source: Actions log:
de: Aktionsprotokoll:
es: Registro de acciones:
fr: Journal des actions :
it: Log delle azzioni:
pt_br: Registro de ações:
ru: Лог активности:

source: Activate for:
de: Aktivieren für:
es: Activar para:
fr: Activer pour :
it: Attivare per:
pt_br: Ativar para:
ru: Активировать для:

source: Activation conditions
de: Aktivierungsbedingungen
es: Condiciones de activación
fr: Conditions d'activation
it: Condizioni dell'attivazione
pt_br: Condições de ativação
ru: Условия активации

source: Activation of sharing will overwrite options with those of application, do you want to continue? (to save your data, use the import functionality from the matching application panel)
de: Durch Aktivierung der Teilungsoption werden Optionen mit denen der Anwendung überschrieben, möchten Sie fortfahren? (Um Ihre Daten zu speichern, verwenden Sie die Importfunktion aus dem Bedienfeld der Übereinstimmungsanwendung)
es: La activación of compartición aplastará sus opciones con las de la aplicación, ¿desea continuar? (para guardar sus datos, use la funcionalidad de importación desde el panel correspondiente en las opciones de aplicación)
fr: L'activation du partage écrasera les options avec celles de l'application. Souhaitez-vous continuer ? (pour enregistrer vos données, utilisez la fonction d'import depuis l'écran d'options de l'application correspondant)
it: Con l'attivazione della condivisione si sovrascriveranno le opzioni con le opzioni dell'applicazione, vuoi continuare? (per salvare i sui dati, si usa la funzionalità d'importazione dal panello di opzioni dell'applicazione)
pt_br: Ativação de compartilhamento apagará suas opções pelas da aplicação, deseja continuar? (para salvar seus dados, use a funcionalidade de importação do painel de comparação de aplicativos)
ru: Активация расшаривания перезапишет настройки для данного приложения, вы хотите продолжить? (чтобы сохранить ваши данные, используйте импорт функциональности с соответствующейпанели приложения)

source: Adds/Removes languages in this menu...
de: Fügt hinzu/Entfernt Sprachen in diesem Menü...
es: Agrega/Quita lenguajes en este menú...
fr: Ajoute/Supprime des languages dans ce menu...
it: Aggiunge/Elimina linguaggi nel menu...
pt_br: Inclui/Remove linguagens neste menu...
ru: Добавить/Удалить языки в этом меню
