Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: sub-report format only valid with folder comparisons.
de: Unterberichtsformat nur gültig bei Ordnervergleichen.
es: formato de subinforme válido sólo con comparaciones de carpetas.
fr: format de sous-rapports valable uniquement pour les comparaisons de dossiers.
it: formato dei rapporti subordinati valido solamente con le comparazioni di cartelle.
pt_br: formato de sub-relatório válido apenas para comparações de pastas
ru: формат суботчетов валиден только при сравнениях директории.

source: target
de: Ziel
es: destino
fr: destination
it: obiettivo
pt_br: destino
ru: цель

source: temporary
de: temporär
es: temporal
fr: temporaire
it: temporaneo
pt_br: temporário
ru: временный

source: text
es: texto
fr: texte
pt_br: texto
ru: текст

source: text field second line
ru: текстовое поле вторая строка

source: this type of document cannot yet be viewed
de: dieser Dokumententyp kann noch nicht angezeigt werden
es: este tipo de documento no puede ser mostrada
fr: ce type de document ne peut pas être affiché
it: questo tipo di documento non si può visualizzare
pt_br: este tipo de documento não pode ainda ser visualizado
ru: этот тип документа не может быть просмотрен

source: too many file names ($0)
de: zu viele Dateinamen ($0)
es: demasiados archivos especificados en la línea de comando ($0)
fr: trop de fichiers spécifiés en argument ($0)
it: troppi nomi di file ($0)
pt_br: muitos nomes de arquivos ($0)
ru: слишком много названий файла ($0)

source: too many output modes specified
de: zu viele Ausgabemodi festgelegt
es: demasiados modos de salida especificados
fr: trop de modes de sortie PATCH spécifiés
it: troppi modi di uscita specificati
pt_br: muitos modos de saída especificados
ru: слишком много режимов вывода описано

source: trying to detach a document which is not linked to a folder comparison.
de: es wird versucht, ein Dokument zu trennen, das nicht mit einem Ordnervergleich verbunden ist.
es: tentativa de separar un documento no relacionado a una comparación/fusión de carpeta
fr: tentive de détachement d'un document non lié à une comparaison/fusion de dossier
it: tentativo di staccare un documento che non è legato a una comparazione di cartelle.
pt_br: tentativa de separar um documento não relacionado a uma comparação de pasta
ru: попытка отделить документ, который не связан с сравнением директории.

source: unchanged lines longer than
de: unveränderte Zeilen länger als
es: líneas sin cambio más grande que
fr: lignes inchangées de plus de
it: linee comuni più lunghe che
pt_br: linhas sem modificação maior que
ru: неизмененные строки длиннее чем

source: unknown flag $0 in parameter $1
de: Unbekanntes Flag $0 in Parameter $1
es: indicador $0 desconocido para el parámetro $1
fr: indicateur $0 inconnu pour le paramètre $1
it: flag $0 sconosciuto nel parametro $1
pt_br: indicador desconhecido $0 para o parâmetro $1
ru: неизвестный флаг $0 в парметре $1

source: unknown options set $0
de: unbekannter Optionssatz $0
es: juego de opciones $0 desconocido
fr: jeu d'options $0 inconnu
it: mazzo di opzioni $0 sconosciuto
pt_br: conjunto de opções desconhecido $0
ru: неизвестный набор настроек $0

source: unknown or invalid document type: $0
de: unbekannter oder ungültiger Dokumententyp: $0
es: Tipo de documento desconocido o inválido: $0
fr: Type de document inconnu ou invalide : $0
it: Tipo di documento sconosciuto o invalido: $0
pt_br: tipo de documento inválido ou desconhecido: $0
ru: неизвестный или невалидный тип документа: $0

source: unnamed #
de: unbenannt #
es: sin nombre #
fr: sans nom #
it: senza nome #
pt_br: sem nome #
ru: без навзания #

source: untitled comparison
de: unbenannter Vergleich
es: comparación sin título
fr: comparaison sans titre
it: comparazione senza titolo
pt_br: comparação sem titulo
ru: сравнение без названия

source: untitled document
de: unbenanntes Dokument
es: documento sin título
fr: sans titre
it: documento senza titolo
pt_br: documento sem título
ru: документ без названия

source: untitled merge
de: unbenannte Zusammenführung
es: fusión sin título
fr: fusion sans titre
it: unione senza titolo
ru: слияние без навзвания

source: use rules
de: Regeln anwenden
es: usar las reglas
fr: utiliser les rêgles
it: usa le regole
pt_br: usar as regras
ru: привила использоания

source: use standard 3-way algorithm
de: Standard-3-Wege-Algorithmus verwenden
es: usar el algoritmo de fusión
fr: utiliser l'algorithme de fusion
it: usa l'algoritmo standard 3-way
pt_br: usar algoritmo trilateral padrão
ru: используйте стандартный 3-х сторонний алгоритм

source: used for new sessions
de: für neue Sitzungen verwendet
es: se usa para nuevas sesiones
fr: utilisé pour les nouvelles sessions
it: usato per le nuevo sessione
pt_br: usado para novas sessões
ru: использовать для новых сессий

source: user interface mode $0 not handled
de: Benutzerschnittstellenmodus $0 nicht verarbeitet
es: el modo de interfaz gráfica $0 no existe
fr: mode d'interface $0 inconnu
it: modo dell'interfaccia utente $0 non è supportato
pt_br: modo de interface de usuário $0 não suportado
ru: режим пользовательского интерфейса $0 не обработан

source: view the file
de: Datei ansehen
es: Mostrar el archivo
fr: afficher le fichier
it: visualizza il file
pt_br: visualizar o arquivo
ru: просмотр файла

source: works only on a text documents
de: funktioniert nur bei Textdokumenten
es: funciona sólo con los documentos texto
fr: fonctionne seulement sur les documents textes
it: funziona solo con documenti di testo
ru: работает только на текстовых документах

source: works only on folder documents
de: funktioniert nur für Ordnerdokumente
es: funciona sólo con las carpetas
fr: fonctionne seulement sur les documents dossiers
it: funziona solo con documenti di cartelle
ru: работает только на документах директория

source: wrong value for export format
de: falscher Wert für Exportformat
es: formato de informe inválido
fr: mauvaise valeur pour le format d'export
it: valore invalido per il formato di esportazione
pt_br: valor errado para formato de exportação
ru: неправильное значение для формата экспорта

source: wrong value for scope
de: falscher Wert für Bereich
es: valor de perímetro inválida
fr: mauvaise valeur de pour le choix des éléments à exporter
it: valore invalido per lo scopo
pt_br: valor errado para escopo
ru: неправильное значение для границы

source: yes
de: ja
es: sí
fr: oui
it: si
pt_br: sim
ru: да

source: you must specify a location where to save the document or the report.
de: Sie müssen einen Speicherstandort bestimmen, an dem das Dokument oder der Bericht gespeichert werden soll.
es: se necesita especificar una ubicación donde guardar el documento o el informe.
fr: vous devez spécifier le chemin où écrire le document ou le rapport.
it: Occorre specificare un percorso in cui salvare il documento o il rapporto.
pt_br: deve ser especificada a localização onde deve ser salvo o documento ou o relatório
ru: вы должны описать местоположение для сохранения документа или отчета.

source: {Automatic}Auto
de: Autom.
es: Auto
fr: Auto
it: Auto
pt_br: Auto
ru: Auto

source: {Changes}All
de: Alle
es: Todos
fr: Toutes
it: Tutti
pt_br: Todos
ru: All

source: {FileAttr}Compressed
de: Komprimiert
es: Comprimido
fr: Compressé
it: Compresso
pt_br: Comprimido
ru: Compressed

source: {FileAttr}Execute
de: Ausführen
es: Ejecutar
fr: Exécution
it: Esegui
pt_br: Executar
ru: Execute

source: {FileAttr}Group
de: Gruppe
es: Grupo
fr: Groupe
it: Gruppo
pt_br: Grupo
ru: Group

source: {FileAttr}Hidden
de: Ausgeblendet
es: Oculto
fr: Caché
it: Nascosto
pt_br: Oculto
ru: Hidden

source: {FileAttr}Others
de: Weitere
es: Otros
fr: Autres
it: Altri
pt_br: Outros
ru: Others

source: {FileAttr}Read
de: Lesen
es: Leer
fr: Lecture
it: Leggi
pt_br: Ler
ru: Read

source: {FileAttr}To be archived
de: Zur Archivierung
es: Para archivar
fr: A archiver
it: Da archiviare
pt_br: A ser arquivado
ru: To be archived

source: {FileAttr}User
de: Benutzer
es: Usuario
fr: Utilisateur
it: Utente
pt_br: Usuário
ru: User

source: {FileAttr}Write
de: Schreiben
es: Escribir
fr: Ecriture
it: Scrivi
pt_br: Gravar
ru: Write

source: {Generic Copy Action}Binary Copy
de: Binäre Kopie
es: Copia Binaria
fr: Copie Binaire
it: Copia binaria
pt_br: Cópia Binária
ru: Binary Copy

source: {Generic Copy Action}Copy
de: Kopieren
es: Copia
fr: Copie
it: Copia
pt_br: Cópia
ru: Copy

source: {Generic Copy Action}Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
pt_br: Personalizado
ru: Custom

source: {Generic Copy Action}Mirror
de: Spiegeln
es: Espejo
fr: Mirroir
it: Mirror
pt_br: Espelho
ru: Mirror

source: {Generic Copy Action}Update
de: Update
es: Actualización
fr: Mise à jour
it: Aggiornamento
pt_br: Atualizar
ru: Update

source: {Sessions}Auto
de: Autom.
es: Auto
fr: Auto
it: Auto
pt_br: Auto
ru: Auto

source: {file explorer}$0 extension
de: {file explorer}$0-Endung
es: Extención $0
fr: extention $0
it: estensione $0
pt_br: Extensão:$0
ru: $0 extension

source: {open limit}When opening more than
de: Beim Öffnen von mehr als
es: Al abrir más de
fr: En ouvrant plus de
it: Quando si apre più di
pt_br: Ao abrir mais de
ru: When opening more than

source: {open limit}views:
de: Ansichten:
es: vistas:
fr: vues :
it: viste:
pt_br: visualizações:
ru: views:

source: {source of patch}absent
de: fehlend
es: faltante
fr: absent
it: mancante
pt_br: ausente
ru: absent

source: {source of patch}present
de: vorhanden
es: presente
fr: présent
it: presente
pt_br: presente
ru: present

source: &Auto-detect
de: &Automatisches Auffinden
es: &Auto-detectar
fr: &Auto-détecter
it: Rilevazione &Automatica
pt_br: &Autodetectar

source: &Channel per channel
de: &Kanal pro Kanal
es: &Canal por canal
fr: &Canal par canal
it: &Canale per canale
pt_br: &Canal por canal

source: &Dec
de: &Dez.

source: &Hexadecimal
de: &Hexadezimal
fr: &Hexadécimal

source: &Register...
de: &Registrieren...
es: &Registrar...
fr: &Enregistrer...
it: &Registrare...
pt_br: &Registrar...

source: (YYYY-MM-DD[,hh:mm:ss])
de: (JJJJ-MM-TT[,hh:mm:ss])

source: (file types activation is always per options set)
de: (Die Dateitypaktivierung geschieht immer per Optionssatz)
es: (la activación de tipos de archivos está para un juego de opciones)
fr: (l'activation des types de fichiers se fait toujours par jeu d'options)
it: (la condivisione degli tipi di file sempre è per mazzo di opzioni)
pt_br: (a ativação de tipos de arquivos é sempre por conjunto de opções)

source: 2-way
de: 2-Weg
es: Fusión Bilateral
fr: 2 sources
pt_br: bilateral

source: 2-way or 3-way?
de: 2-Wege oder 3-Wege?
es: Bilateral o Trilateral?
fr: 2 ou 3 sources ?
it: 2-way o 3-way ?

source: 3-way
de: 3-Wege
es: Fusión trilateral
fr: 3 sources
pt_br: trilateral

source: 3-way merge
de: 3-Wege-Zusammenführung
es: Fusión trilateral
fr: Fusion à 3 sources
it: unione 3-Way
pt_br: Mesclagem trilateral

source: 3-way rules
de: 3-Wege-Regeln
es: Fusión Trilateral
fr: Fusion à 3 sources
it: Regole 3-way
pt_br: Regras trilaterais

source: A new version of the software may be available. Do you want to check it now on Ellié Computing website?
de: Eventuell gibt es eine neue Version der Software. Möchten Sie das jetzt auf der Ellié Computing-Webseite überprüfen?
es: Una más nueva versión del software puede estar disponible. ¿Desea verificarlo en el sitio web de Ellié Computing?
fr: Une nouvelle version du logiciel est peut-être disponible ? Voulez-vous le vérifier sur le site Ellié Computing ?
it: Una nuova versione del software potrebbe essere disponibile. Vuoi controllare sul sito di Ellié Computing?

source: Ancestor information was ignored because you are using Standard edition of ECMerge
de: Vorgängerinformationen wurden ignoriert, da Sie die Standard-Edition von ECMerge verwenden
es: No se usó la información del antecesor porque se usa la versión Estándar de Ellié Computing Merge
fr: Le fichier ancêtre a été ignoré parce que vous utilisez la version Standard de Ellié Computing Merge
it: L'informazione di ascendente perchè si usa la versione di valutazione limitata di Ellié Computing Merge

source: Ancestor version
de: Vorgängerversion
es: Versión antecesor
fr: Version ancêtre
it: Versione ascendente
pt_br: Versão do antecessor

source: Another document viewing the same files is already opened. Do you want to reuse it?
de: Ein anderes Dokument, das die gleichen Dateien zeigt, ist bereits geöffnet. Möchten Sie dieses wiederverwenden?
es: Otro documento visualizando los mismos archivos ya está abierto. ¿Desea reusarlo?
fr: Un autre document affichant les mêmes fichiers est déjà ouvert. Voulez-vous le réutiliser ?
it: Un altro documento mostrando gli stessi fili è già aperto. Vuoi riusarlo?
pt_br: Outro documento visualizando os mesmos arquivos já está aberto. Você deseja reutilizá-lo?

source: Answers 'no' to specified settings (comma separated list)
de: Antwortet 'nein' auf festgelegt Einstellungen (durch Komma getrennte Liste)
es: Contestar 'no' para las opciones especificadas (separadas con comas)
fr: Répond par 'non' aux paramètres spécifiés (liste d'éléments séparés par des virgules)
it: Rispondere 'no' alle specifiche impostazioni (lista separata da virgole)
pt_br: Respostas 'não' para as configurações especificadas (lista separada por vírgula)

source: C&ollapse All
de: A&lle einklappen
es: C&ontraer Todo
fr: Re&fermer Tout
it: &Piegare Tutto

source: Col %d
de: Spalte %d

source: Confirm deletion of selected field?
de: Löschung des ausgewählten Felds bestätigen?
es: ¿Confirme la supresión del campo seleccionado?
fr: Confirmer la suppression du champ sélectionné ?
it: Vuoi davvero eliminare il campo selezionato?

source: Converter
de: Konverter
es: Convertidor
fr: Convertisseur
it: Convertitore
pt_br: Conversor

source: Cu&t
de: Ausschn&eiden
es: Cor&tar
fr: Coup&er
it: &Taglia
pt_br: Cor&tar

source: Delete or keep ancestor
de: Vorgänger löschen oder behalten
es: Suprimir o conservar el antecesor
fr: Supprimer ou conserver l'ancêtre
it: Elimina o mantieni ascendente
pt_br: Excluir ou manter antecessor

source: E&xit
de: Be&enden
es: &Salir
fr: &Quitter
it: &Esci
pt_br: &Sair

source: Match &whole word
de: &Ganzes Wort abgleichen
es: &Palabra completa únicamente
fr: M&ot entier uniquement
it: &Parola intera
pt_br: &Coincidir a palavra inteira

source: N/A
de: N/Z
it: n/d

source: Options Set
de: Optionssatz
es: Juegos de Opciones
fr: Jeux d'options
it: Mazzo di Opzioni
pt_br: Conjunto de opções

source: Paste
de: Einfügen
es: Pegar
fr: Coller
it: Incolla
pt_br: Colar

source: Please enter a text for script
de: Bitte einen Text für das Script eingeben
es: Favor de entrar un texto para el script
fr: Veuillez saisir un texte pour le script
it: Inserire un testo per il script
pt_br: Por favor, informe um texto para script

source: R&ename...
de: U&mbenennen...
es: R&enombrar...
fr: R&enommer...
it: &Rinominare...
pt_br: R&enomear...

source: R&eplace...
de: E&rsetzen...
es: R&eemplazar...
fr: R&emplacer...
it: Sost&ituisci...
pt_br: S&ubstituir...

source: Remo&ve
de: Ent&fernen
es: &Supresión
fr: &Supprimer
it: &Elimina
pt_br: Remo&ver

source: Replace:
de: Ersetzen:
es: Reemplazar con:
fr: Remplacer
it: Sostituisci:
pt_br: Substituir:

source: Resolve with ancestor
de: Mit Vorgänger lösen
es: Resolver con el antecesor
fr: Résoudre avec l'ancêtre
it: Risolvi con l'ascendente
pt_br: Resolver com antecessor

source: Specifies a script text to evaluate (just after --pdl-script was loaded and executed, if any)
de: Bestimmt einen Skripttext zur Beurteilung (direkt nach --Laden und Ausführen des pdl-Skripts, falls vorhanden)
es: Especifica un texto de script para evaluar (después que --pdl-script sea cargado y ejecutado, si hay tal parametro)
fr: Spécifie un script à évaluer (après avoir chargé et exécuté le paramètre --pdl-script, s'il y en a un)
it: Specifica il testo del script che valutare (dopo caricare ed eseguire --pdl-script , se presente)
pt_br: Especifica um texto de script para avaliar (depois do --pdl-script ser carregado e executado, se existir tal parâmetro)

source: Takes options from factory settings, else default options set is used for command line comparison.
de: Nimmt Optionen aus den Werkseinstellungen, sonst wird der Standardoptionssatz zum Vergleich der Befehlszeilen festgelegt.
es: Toma las opciones del juego de opciones de la configuración inicial, sino se usará las opciones por defecto para la comparación en línea de comando
fr: Prendre les options de la configuration initiale, sinon les options du jeu d'options par défaut seront utilisées pour la comparaison en ligne de commande.
it: Prende le opzioni predefiniti di fabbrica, o si userà i valori del mazzo di opzioni predefinito per le comparazioni con la linea di comando
pt_br: Adota as opções de configuração de fábrica, de outra maneira o conjunto de opções padrão é usado para a comparação em linha de comando.

source: Text to Ignore is used only when the option ""Ignore text defined in file type "Text to Ignore" panel"" is checked in Text Comparison options panel.
de: Zu ignorierender Text wird nur verwendet, wenn die Option ""In Dateityp-Bedienfeld "Zu ignorierender Text" festgelegten Text ignorieren"" im Textvergleichs-Optionsbedienfeld aktiviert ist.
es: El Texto que ignorar se usa sólo cuando está seleccionado "Ignorar el texto definido en el panel "Texto que ignorar"" en el panel Comparaciones de Texto.
fr: Textes à Ignorer est utilisé seulement lorsque l'option "Ignorer les textes définis dans le panneau "Texte à ignorer" " est cochée dans le panneau Options de comparasion de Texte.
it: Il Testo che ignorare si usa solamente quando l'opzione "Ignora testo definito nel panello "Linee che ignorare" " è abilitato nel panello Comparazioni di Testo.

source: The change to the user interface language option will take effect when you next start Ellié Computing Merge.
de: Die Änderung der Benutzerschnittstellensprachenoption wird beim nächsten Start von Ellié Computing Merge aktiviert.
es: Los cambios al idioma de la IU no surtirán efecto hasta que cierre la aplicación y la inicie de nuevo.
fr: La modification de la langue de l'interface utilisateur prendra effet lors du prochain redémarrage d'Ellié Computing Merge.
it: Il cambiamento di lingue della interfaccia utente verrà attivato all'avvio successivo.
pt_br: A mudança para a nova opção de linguagem será feita quando a aplicação for reiniciada.

source: To &Options set...
de: Zum &Optionssatz...
es: Hacia un juego de &opciones...
fr: Vers un jeu d'&options...
it: Al mazzo di &Opzioni...
pt_br: Para &conjunto de opções...

source: Un-ignore #0 like #1
de: #0 wie #1 aus der Ingorieren-Liste entfernen
fr: Dé-ignorer les #0 comme #1

source: Un-include only #0 like #1
de: Nur #0 wie #1 ausschließen
fr: Dé-inclure les #0 comme #1

source: When checked, spans to be ignored or kept are sub-expressions between parentheses rather than the entire expression
de: Bei Aktivierung sind zu ignorierende oder beizubehaltende Bereiche Unterausdrücke zwischen Einschüben und nicht der gesamte Ausdruck
es: Cuando está seleccionado, el texto que ignorar/conservar corresponde a las subexpressiones entre paréntesis en lugar de la expresión entera
fr: Lorsque cette option est cochée, les textes à ignorer/conserver sont les sous-expressions entre parenthèses plutôt que l'expression complète
it: Quando attivato, i spans che ignorare/conservare sono sotto-espressioni fra parentesi piuttosto che l'espressione intera

source: XSL result extension:
de: XSL-Ergebnisendung:
es: Extención de salida XSL:
fr: Extension de résultat de l'XSL :
it: Estensione dell'uscita XSL:
pt_br: Extensão de saída XSL

source: You cannot remove this option set, it is already in use by some running document
de: Sie können diesen Optionssatz nicht entfernen, da er bereits bei einigen laufenden Dokumenten verwendet wird
es: No puede quitar este juego de opciones, ya está siendo usado por un documento
fr: Vous ne pouvez pas supprimer ce jeu d'options, il est utilisé par un document ouvert
it: Non si può rimuovere questo mazzo di opzioni, è già usato per un altro documentos
pt_br: Você não pode remover este conjunto de opções, ele já está em uso por algum documento em execução

source: You must select a path for output.
de: Sie müssen einen Pfad zur Ausgabe auswählen.
es: Debe seleccionar una ruta de salida.
fr: Vous devez sélectionner un chemin où sauvegarder l'export.
it: Occorre selezionare la posizione dell'uscita
pt_br: Você deve selecionar um caminho para saída.

source: [temporary copy]
de: [vorübergehende Kopie]
es: [copia temporal]
fr: [copie temporaire]
it: [copia temporanea]
pt_br: [cópia temporária]

source: a file was expected
de: eine Datei wurde erwartet
es: se esperaba un archivo
fr: un fichier était atttendu
it: si necesita un file
pt_br: era esperado um arquivo

source: change
de: Änderung
es: modificación
fr: modifications
it: cambiamenti
pt_br: modificação

source: no
de: nein
fr: non
pt_br: não

source: xsltproc -o $(output) $(xsl) $(input)
de: xsltproc -o $(Ausgabe) $(xsl) $(Eingabe)

source: <put-name-here.ecms>
es: <nombre-del-archivo.emcs>
fr: <nom-du-fichier.ecms>
it: <porre-nome-qui.ecms>
pt_br: <coloque-o-nome-aqui.ecms>

source: Boo&kmarks
es: &Marcadores
fr: Marqueurs
it: Segnalibri
pt_br: &Marcadores

source: E&xport
es: E&xportar
fr: E&xporter
it: E&sporta
pt_br: &Exportar

source: Eq &l; :
es: Ig &l; :
fr: Eg &l; :

source: {daysagofilterstart}
fr: il y a

source: {dont translate}Available since: $0
es: Available since: $0
it: Available since: $0

source: {dont translate}New version: $0 ($1)
es: New version: $0 ($1)
it: New version: $0 ($1)

source: Copyright © $0 - 2005-$1
pt_br: Copyright © $0 - 2005-$1 (Traduzido por Jorge Eduardo Corchaki - jeducor@gmail.com)

source: Ellié Computing - Text tool
pt_br: Ellié Computing - Ferramenta de Texto

source: mozilla $(inputurl)
pt_br: mozilla $(informarurl)
