Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-common.po
Languages: de, es, fr, it, ru

source: There is no path yet for tool $0 in Preferences/Scc Tools panel.
de: Es gibt noch keinen Pfad für Tool $0 im Panel Voreinstellungen/Scc-Tools.
es: No hay ruta para la herramienta $0 en Preferencias/Herramientas SCC.
fr: Le chemin n'est pas encore configuré dans Préférences/Outils SCC pour l'outil $0
it: Non c'è alcun percorso ancora per il strumento %0 nel panello Preferenze/Strumenti SCC.
ru: До сих пор не указан путь для инструмента $0 в Настройки/Scc панели инструментов.

source: Time
de: Zeit
es: Hora
fr: Heure
it: Ora
ru: Время

source: Unicode sequence (4 hex digits: dddd)
de: Unicode-Reihenfolge (4 hexadezimale Ziffern: dddd)
es: Secuencia Unicode (4 dígitos hexadecimales: dddd)
fr: Séquence Unicode (4 digits hexa: dddd)
it: Sequenza Unicode (4 cifre esadecimali: dddd)
ru: Юникодная последовательность (4 шестнадцетиричные цифры: dddd)

source: Validation conflict
de: Validierungskonflikt
es: Conflicto de validación
fr: Conflit de validation
it: Conflitto di validazione
ru: Конфликт проверки

source: Variant
de: Variante
ru: Вариант

source: Warning
de: Warnhinweis
es: Advertencia
fr: Attention
it: Avviso
ru: Предупреждение

source: Web / FTP
ru: Интернет / FTP

source: Web Source
de: Web-Quelle
es: Fuente Web
fr: Source Web
it: Sorgente Web
ru: Интернет

source: Work in progress
de: Laufende Arbeit
es: Proceso en curso
fr: Travail en cours
it: Lavoro in corso
ru: Работа выполняется

source: Working...
de: Verarbeitung läuft...
es: Proceso en curso...
fr: Travail en cours...
it: Lavorando...
ru: Работает...

source: Write operations not supported on this file system ($0)
de: Schreiboperationen auf diesem Dateisystem ($0) nicht unterstützt
es: Non estàn soportadas las operaciones de escritura en este sistema de archivos ($0)
fr: Opérations d'écriture non supportées pour ce système de fichier ($0)
it: Le operazioni di scrittura non sono supportate in questo sistema di file ($0)
ru: Операции записи не поддерживаются данным файловой системой ($0)

source: You must select both local and target path for the SCC mapping.
de: Sie müssten sowohl einen lokalen als auch einen Zielpfad für das SCC-Mapping auswählen.
es: Debe seleccionar ambas rutas local y destinación para la correspondancia SCC.
fr: Vous devez sélectionner un chemin local et un chemin distant pour définir une correspondance SCC.
it: Occorre selezionare le percorsi locale e destinazione per la mappatura SCC.
ru: Вы должны выбрать и локальный и целевой путь для SCC сопоставления.

source: Zero or more
de: Null oder mehr
es: Cero o más
fr: Zéro ou plus
it: Zero o più
ru: Ноль или больше

source: Zero or more of any character
de: Ein oder mehr jeglicher Zeichen
es: Cero o más caracteres cualesquiera
fr: Zéro à n caractères quelconques
it: Zero o più caratteri
ru: Ноль или любой символ

source: Zero or more of any character except path separators
de: Null oder mehr jeglicher Zeichen außer Pfadtrennzeichen
es: Cero o más caracteres cualesquiera pero no separador
fr: Zéro à n caractères quelconques sauf des séparateurs de chemin
it: Zero o più caratteri tranne separatori di percorso
ru: Ноль или любой символ за исключением разделителей пути

source: Zero or one
de: Null oder eins
es: Cero o uno
fr: Zéro ou un
it: Zero o uno
ru: Ноль или один

source: _Cancel
de: _Abbrechen
es: _Cancelar
fr: _Annuler
it: _Annulla
ru: Отмена

source: _Keep
de: _Behalten
es: _Mantener
fr: _Conserver
it: _Mantieni
ru: Держать

source: _No
de: _Nein
fr: _Non
ru: Нет

source: _OK
ru: Ок

source: _Replace
de: _Ersetzen
es: _Reemplazar
fr: _Remplacer
it: _Sostituisci
ru: Заменить

source: _Retry
de: _Wiederholen
es: _Reintentar
fr: _Recommencer
it: _Riprova
ru: Повторить

source: _Save
de: _Speichern
es: _Guardar
fr: _Enregistrer
it: _Salva
ru: Сохранить

source: _Stop
de: _Stopp
es: _Terminar
fr: A_rrêter
it: _Ferma
ru: Остановить

source: _Yes
de: _Ja
es: _Sí
fr: _Oui
it: Sì
ru: Да

source: a setting keyword may not be empty
de: Ein Einstellungskennwort darf nicht leer sein
es: una palabra clave de configuración no puede ser vacía
fr: un mot-clef de configuration ne peut être vide
it: una parola chiave di configurazione non può essere vuota
ru: ключевое слово не может быть пустым

source: cannot find selected text in tree list view
de: kann ausgewählten Text nicht in Baumverzeichnisansicht finden
es: imposible de encontrar el texto seleccionado en la vista de árbol
fr: impossible de trouver le texte sélectionné dans la vue Tree-List
it: impossibile trovare il testo selezionato nella vista albero
ru: выбранный текст не найден в списке

source: cannot set more than one of: date, label or revision in same context
de: kann nicht mehr als einen der folgenden festsetzen: Datum, Label oder Überarbeitung im gleichen Kontext
es: incompatibilidad entre: fecha, label y revisión, nada más una información está autorizada en un contexto
fr: incompatibilité entre : date, label et révision. Une seule information n'est autorisée dans un contexte.
it: impossibile di specificare più di uno entre: data, etichetta o revision nel stesso contesto
ru: невозможно задать более одного свойства: дату, название или ревизию в одном и том же контексте

source: copy_file: source not valid or heterogeneous
de: Datei_kopieren: Quelle nicht gültig oder heterogen
es: copy_file: fuente inválida o heterogénea
fr: copy_file: source invalide ou hétérogène
it: copy_file: sorgente invalida o eterogenea
ru: copy_file: источник не правильный или не однозначный

source: getting list of local files for $0
de: Liste der lokalen Dateien für $0 erhalten
es: recuperando la lista de los archivos locales para $0
fr: listage des fichiers locaux dans $0
it: listando il contenuto di $0
ru: получение списка локальных файлов для $0

source: local
de: lokal
ru: локальный

source: missing equal sign in $0
de: fehlendes Gleichheitszeichen in $0
es: signo igual faltante en $0
fr: signe d'égalité manquant dans $0
it: manca il segno di uguale in $0
ru: пропущен знак равно в $0

source: native
de: nativ
ru: родной

source: node with label: $0, was not found
de: Knotenpunkt mit Label: $0, nicht gefunden
es: el nodo con la etiqueta: $0, no se encontró
fr: le noeud avec le label : $0, n'a pas été trouvé
it: non si può trovare il nodo con descrizione $0
ru: узел с названием: $0 не был найден

source: none
de: keine
es: ningún
fr: aucun
it: nessuno
ru: нет

source: tool inactive or no path defined
de: Tool nicht aktiv oder kein Pfad festgelegt
es: herramienta inactiva o ruta non definida
fr: outil inactif ou chemin non défini
it: strumento innativo o nessun persorso definito
ru: инструмент отключен или путь не задан

source: trying to overwrite a folder ($0) with file copy
de: es wird versucht, einen Ordner ($0) mit der Dateikopie zu überschreiben
es: tentativa de reemplazar una carpeta ($0) con la copia de un archivo
fr: tentative d'écrasement du dossier ($0) avec la copie d'un fichier
it: tentativo di sovrascrivere la cartella ($0) con una copia di archivio
ru: попытка перезаписать папку ($0) с копированием файла

source: unknown setting keyword $0
de: unbekanntes Einstellungsstichwort $0
es: palabra clave de configuración desconocida
fr: mot-clef de configuration inconnu
it: parola chiave di configurazione $0 sconosciuta
ru: неизвестное нажаитие клавиши $0

source: you forgot to set errormsg
de: Sie haben vergessen, errormsg festzulegen
es: errormsg no está especificado
fr: errormsg non spécifié
it: Occorre impostare errormsg
ru: вы забыли установить сообщение об ошибке

source: you must select a value for '$0'
de: Sie müssen einen Wert für '$0' auswählen
es: Debe seleccionar un valor por '$0'
fr: Vous devez sélectionner une valeur pour '$0'
it: occorre selezionare per '$0'
ru: вы должны выбрать значение для '$0'

source: {'Cancel' button shortcut key}C
de: C
es: C
fr: A
it: A
ru: C

source: {'Close _Without Saving' button shortcut key}D
es: S
fr: S
it: S
ru: D

source: {'Keep' button shortcut key}K
de: K
es: M
fr: C
it: M
ru: K

source: {'No' button shortcut key}N
de: N
es: N
fr: N
it: S
ru: N

source: {'OK' button shortcut key}O
de: O
es: O
fr: O
it: O
ru: O

source: {'Replace' button shortcut key}R
de: R
es: R
fr: R
it: S
ru: R

source: {'Retry' button shortcut key}R
de: R
es: R
fr: R
it: R
ru: R

source: {'Save' button shortcut key}S
de: S
es: G
fr: E
it: S
ru: S

source: {'Skip' button shortcut key}K
de: K
es: I
fr: I
it: S
ru: K

source: {'Stop' button shortcut key}S
de: S
es: T
fr: R
it: F
ru: S

source: {'Yes' button shortcut key}Y
de: J
es: S
fr: O
it: S
ru: Y

source: {BinaryEditor}Offset
de: Offset
es: Offset
fr: Offset
it: Offset
ru: Отступ

source: {Filesystem}Local
de: Lokal
es: Local
fr: Local
it: Locale
ru: Локальный

source: {Filesystem}SCC
de: SCC
es: FTP
fr: SCC
it: SCC
ru: SCC

source: {Filesystem}Web
es: Web
fr: Web
it: Web
ru: Интернет

source: {Source Code Controls}Mappings
de: Mappings
es: Correspondancias
fr: Correspondances SCC
it: Mappature
ru: Сопоставление

source: {proxy}Both server and port must be either empty or filled
de: Sowohl Server als auch Port müssen entweder leer oder gefüllt sein
es: El servidor y el puerto deben de ser ambos vacíos o llenados
fr: Les deux champs serveur et port doivent être vides ou remplis.
it: Il server e la porta devono essere vuoti o pieni
ru: И сервер и порт должны быть или пустыми или заполненными

source: Any number of path steps, at least one path separator
de: Jegliche Anzahl an Pfadschritten, mindestens ein Pfadtrennzeichen
es: Cualquier número de pasos en la ruta, al menos un separador de ruta
fr: Un nombre quelconque de sous-dossiers, au moins un séparateur
it: Qualsiasi numero de passi nel percorso, almeno un separatore di percorso

source: FHFSCliSccRegExParser::load_parameters
de: FHFSCliSccRegExParser::Parameter_laden
