Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: You changed the result of one or more conflicts by hand, do you want to loose these modifications and continue new resolution action?
de: Sie haben das Ergebnis eines oder mehrerer Konflikte manuell geändert, möchten Sie diese Änderungen verlieren und mit der neuen Auflösungsaktion fortfahren?
es: Ha editado el resultado de uno o varios conflictos a la mano, ¿desea perder estas modificaciones y continuar con la nueva acción de résolución?
fr: Vous avez édité le résultat d'un ou plusieurs conflits à la main, voulez-vous perdre ces modifications et continuer avec la nouvelle action de résolution ?
it: Hai modificato il risultato di uno o più conflitto manualmente, vuoi perdere queste modificazioni e continuare con la nuova azione di risoluzione?
pt_br: Você alterou o resultado de um ou mais conflitos manualmente, deseja perder estas modificações e continuar a nova ação de resolução?
ru: Вы изменили результат одного или нескольких конфликтов вручную, вы хотите потерять эти изменения и продолжить новое результирующее действие?

source: You did not yet save the document as ECMS/ECMT A default name was copied.
de: Sie haben das Dokument noch nicht als ECMS/ECMT gespeichert. Ein Standardname wurde kopiert.
es: El document todavía no está guardado como ECMS/ECMT Se usó un nombre por defecto.
fr: Vous n'avez pas encore enregistré le document en tant que fichier ECMS/ECMT Un nom pas défaut a été utilisé.
it: Il documento non è stato salvato come ECMS/ECMT Un nome predefinito è stato copiato.
pt_br: Você ainda não salvou o documento como ECMS/ECMT Um nome padrão foi copiado.
ru: Вы до сих пор не сохранили документ как ECMS/ECMT Имя по умолчанию было скопировано.

source: You dropped 2 or 3 items. Do you want to launch a comparison for them?
de: Sie haben 2 oder 3 Elemente weg gelassen. Möchten Sie einen Vergleich für diese starten?
es: Usted ha soltado dos o tres elementos. ¿Desea abrir una comparación por ellos?
fr: Vous avez déposé 2 ou 3 éléments. Voulez-vous lancer une comparison ?
it: Hai lasciato 2 o 3 elementi. Vuoi aprire una comparazione?
pt_br: Você liberou 2 ou 3 itens. Deseja abrir uma comparação para eles?
ru: Вы перетащили 2 или 3 объекта. Вы хотите запустить для них сравнение?

source: You generally need to log off before installation or uninstallation of the plugin(s) is in effect
de: Sie müssen sich immer abmelden, bevor die Installation bzw. Deinstallation des/der Plugins wirksam wird
es: Se puede necesitar cerrar su sesión antes de que la instalación o desinstalación del plugin entre en vigor
fr: Vous devrez probablement vous déconnecter avant que l'installation ou la désinstallation du(des) plugin(s) ne prenne effet
it: È generalmente necessario disconnettersi prima che l'installazione or la disinstallazione del plugin sia in effetto
ru: Вам следует разлогиниться перед установкой или удалением плагина(ов)

source: You must select a path for input.
de: Sie müssen einen Pfad zur Eingabe auswählen.
es: Debe seleccionar una ruta de entrada.
fr: Vous devez sélectionner un chemin d'où charger le fichier d'import.
it: Occorre selezionare la posizione dell'entrata
pt_br: Você deve selecionar um caminho para entrada.
ru: Вы должны выбрать путь для ввода.

source: You must set a name for the converter.
de: Sie müssten einen Namen für den Konverter festlegen.
es: Debe entrar un nombre para el convertidor.
fr: Vous devez saisir un nom pour le convertisseur.
it: Occorre entrare il nome del convertitore.
pt_br: Você deve definir um nome para o conversor.
ru: Вы должны

source: You must set a pattern for the converter.
de: Sie müssen ein Muster für den Konverter festlegen.
es: Debe entrar un modelo para el convertidor.
fr: Vous devez saisir un modèle pour le convertisseur.
it: Occorre entrare uno pattern per el convertitore.
pt_br: Você deve definir um modelo para o conversor.
ru: Вы должны установить паттерн для конвертера.

source: You must set a script content for the converter activation.
de: Sie müssen einen Skriptinhalt für die Aktivierung des Konverters festlegen.
es: Debe dar un contenido de script para la activación del convertidor.
fr: Vous devez saisir un contenu de script pour l'activation du convertisseur.
it: Occorre entrare un contenuto di script per l'attivazione del convertitore.
pt_br: Você deve definir um conteúdo de script para a ativação do conversor".
ru: Вы должны установить содержимое скрипта для активации конвертера.

source: You must set a valid application path for the converter.
de: Sie müssen einen gültigen Anwendungspfad für den Konverter einstellen.
es: Debe dar una ruta válida de aplicación para el convertidor.
fr: Vous devez saisir un chemin valide d'application pour le convertisseur.
it: Occorre selezionare il percorso dell'applicazione per il convertitore.
pt_br: Você deve definir um caminho válido de aplicação para o conversor.
ru: Вы должны установить валидный путь к приложению для конвертера.

source: You must set some arguments for the converter.
de: Sie müssen einige Argumente für diesen Konverter festlegen.
es: Debe dar argumentos para el convertidor.
fr: Vous devez saisir des arguments pour le convertisseur.
it: Occorre selezionare alcuni argomenti per il convertitore.
pt_br: Você deve definir alguns argumentos para o conversor.
ru: Вы должны установить некоторые аргументы для конвертера.

source: Your evaluation period has expired. Please enter a final serial number to activate this software.
de: Ihre Testphase ist abgelaufen. Bitte geben Sie eine abschließende Seriennummer ein, um diese Software zu aktivieren.
es: Su periodo de evaluación ha expirado. Favor de entrar un número de serie definitivo para activar este programa.
fr: Votre période d'évaluation a expiré. Veuillez saisir un numéro de série définitif pour activer ce logiciel.
it: Il tuo periodo di valutazione è scaduto. Inserire un numero de serie definitivo per attivare questo software.
pt_br: O seu período de avaliação expirou. Por favor informe um número serial definitivo para ativar este programa.
ru: Ваш пробный период закончился. Пожалуйста введите серийный номер для активации данного программного обеспечения.

source: Your licence key does not allow 3-Way comparisons.
de: Ihr Lizenzschlüssel ermöglicht keine 3-Wege-Vergleiche.
es: Su número de serie no permite comparaciones trilaterales.
fr: Votre numéro de série ne permet pas les comparaisons à 3 sources.
it: Il tuo numero di serie non autorizza le comparazioni con tre sorgenti.
pt_br: Seu número de série não permite comparações trilaterais.
ru: Ваш лицензионный ключ не позволяет проводить 3-х сторонние сравнения.

source: Your licence key does not allow Unix Patch reports generation.
de: Ihr Lizenzschlüssel ermöglicht keine Erstellung von Unix Patch-Berichten.
es: Su número de serie no permite generar los informes Parche Unix.
fr: Votre numéro de série ne permet pas de générer des rapports Unix Patch.
it: Il tuo numero di serie non autorizza la generazione dei rapporti Unix Patch.
pt_br: Seu número de série não permite a geração de relatórios do tipo Unix Patch.
ru: Ваш лицензионный ключ не позволяет генерировать отчеты о Unix патчах.

source: Your licence key does not allow XML/HTML reports generation.
de: Ihr Lizenzschlüssel ermöglicht nicht die Erstellung von XML/HTML-Berichten.
es: Su número de serie no permite generar los informes XML/HTML.
fr: Votre numéro de série ne permet pas de générer des rapports XML/HTML.
it: Il tuo numero di serie non autorizza la generazione dei rapporti XML/HTML.
pt_br: Seu número de série não permite a geração de relatórios XML/HTML.
ru: Ваш лицензионный ключ не позволяет генерировать XML/HTML отчеты.

source: Your licence key does not allow merges.
de: Ihr Lizenzschlüssel ermöglicht keine Zusammenführungen.
es: Su número de serie no permite fusiones.
fr: Votre numéro de série ne permet pas les fusions.
it: Il tuo numero di serie non autorizza unioni.
pt_br: Seu número de série não permite mesclagens.
ru: Ваш лицензионный ключ не позволяет

source: Your licence key does not allow statistics generation.
de: Ihr Lizenzschlüssel ermöglicht keine Statistikerstellung.
es: Su número de serie no permite generar las estadísticas.
fr: Votre numéro de série ne permet pas de générer les statistiques.
it: Il tuo numero di serie non autorizza la generazione delle statistiche.
pt_br: Seu número de série não permite a geração de estatísticas.
ru: Ваш лицензионный ключ не позволяет создавать статистики.

source: Your licence key does not allow this type of document ($0)
de: Ihr Lizenzschlüssel lässt diese Art von Dokument ($0) nicht zu
es: Su número de serie no permite este tipo de documentos ($0)
fr: Votre numéro de série ne permet pas d'ouvrir ce type de documents ($0)
it: Il tuo numero di serie non autorizza questo tipo di documento ($0)
pt_br: Seu número de série não permite este tipo de documento ($0)
ru: Ваш лицензионный ключ не позволяет использовать этот тип документа ($)

source: Your serial number is bound to host '$0', component is executed on host '$1'
de: Ihre Seriennummer ist an Host '$0' gebunden, Komponente wird auf Host '$1' ausgeführt
es: Su número de serie está ligado a la machina '$0', el componente se ejecuta en la machina '$1'
fr: Votre numéro de série est contraint à l'hôte '$0', le composant est exécuté sur l'hôte '$1'
it: Il tuo Numero di Serie è legato al host '$0', il componente si esegue nel host '$1'
ru: Ваш серийный номер привязан к хосту '$0', компонент выполняется на хосте '$1'

source: Your serial number is not for ECMerge command line
de: Ihre Seriennummer gilt nicht für die ECMerge-Befehlszeile
es: No se puede usar su número de serie para la línea de comando ECMerge
fr: Votre numéro de série n'est pas valide pour la ligne de commande ECMerge
it: Il tuo Numero di Serie non è della linea di comando ECMerge
pt_br: Seu número de série não é para linha de comando ECMerge
ru: Ваш серийный номер не подходит для командной строки ECMerge

source: Your serial number is not for ECMerge component
de: Ihre Seriennummer gilt nicht für die ECMerge-Komponente
es: No se puede usar su número de serie para el componente ECMerge
fr: Votre numéro de série n'est pas valide pour le composant ECMerge
it: Il tuo Numero di Serie non è del componente ECMerge
pt_br: Seu número de série não é para o componente ECMerge
ru: Ваш серийный номер не для ECMerge компонента

source: Your serial number is not for ECMerge graphical user interface
de: Ihre Seriennummer gilt nicht für die ECMerge-Grafikschnittstelle
es: No se puede usar su número de serie para la aplicación gráfica ECMerge
fr: Votre numéro de série n'est pas valide pour l'application graphique ECMerge
it: Il tuo Numero di Serie non è della verzione grafica ECMerge
pt_br: Seu número de série não é para o ECMerge interface gráfica de usuário
ru: Ваш серийный номер ECMerge пользовательского графического интерфейса

source: Your serial number is not for ECMerge standalone version
de: Ihre Seriennummer gilt nicht für die unabhängige ECMerge-Version
es: No se puede usar su número de serie para la aplicación ECMerge
fr: Votre numéro de série n'est pas valide pour l'application ECMerge
it: Il tuo Numero di Serie non è della verzione 'Da sola' ECMerge
pt_br: Seu número de série não é para ECMerge versão autônoma
ru: Ваш серийный номер не является автономной версией ECMerge

source: Your serial number is not valid on this platform. Please check that you copied and pasted it correctly. If you still have issues, please contact our Technical Support.
de: Ihre Seriennummer ist auf dieser Plattform ungültig. Bitte prüfen Sie, ob Sie sie richtig kopiert und eingefügt haben. Sollten Sie immer noch Probleme haben, wenden Sie sich bitte an unseren technischen Support.
es: Su número de serie no es válido sobre esta plataforma. Favor de verificar que usted lo ha copiado correctamente. Si el problema persiste, Favor de contactar al Soporte Técnico.
fr: Votre numéro de série n'est pas valide sur cette plate-forme. Veuillez vérfier que vous l'avez copié correctement. Si le problème persiste, veuillez contacter le Support Technique.
it: Il tuo numero di serie non è valido per questa piattaforma. Controllare che ha sido copiato e incollato correttamente. Se hai ancora problemi, contattare il Supporto Tecnico.
pt_br: Seu número de série não é válido nesta plataforma. Verifique se ele foi copiado e colado corretamente. Se você ainda tiver dúvidas, contate nosso suporte técnico.
ru: Ваш серийный номер не валиден для данной платформы. Пожалуйста проверьте что вы скопировал и вставили его правильно. Если данная проблема осталась, пожалуйста, свяжитесь с нашей технической поддержкой.

source: Your serial number is not valid. Please check that you copied and pasted it correctly. If you still have issues, please contact our Technical Support.
de: Ihre Seriennummer ist ungültig. Bitte prüfen Sie, dass Sie diese richtig kopiert und eingefügt haben. Sollten Sie danach noch Probleme haben, wenden Sie sich bitte an unseren technischen Support.
es: Su número de serie no es válido. Favor de verificar que lo ha copiado correctamente. Si el problema persiste, favor de contactar al Soporte Técnico.
fr: Votre numéro de série n'est pas valide. Veuillez vérfier que vous l'avez copié correctement. Si le problème persiste, veuillez contacter le Support Technique.
it: Il tuo numero di serie non è valido. Controllare che ha sido copiato e incollato correttamente. Se hai ancora problemi, contattare il Supporto Tecnico.
pt_br: Seu número de série não é válido. Verifique se ele foi copiado e colado corretamente. Se você ainda tiver dúvidas, contate nosso suporte técnico.
ru: Ваш серийный номер не действителен. Пожалуйста проверьте что вы скопировали и вставили его правильно. Если данная проблема осталась, пожалуйста, свяжитесь с нашей технической поддержкой.

source: Your subscription period has expired. Please enter another serial number to activate this software.
de: Ihr Abonnierungszeitraum ist abgelaufen. Bitte geben Sie eine andere Seriennummer ein, um diese Software zu aktivieren.
es: Su periodo de suscripción se acabó. Favor de entrar un nuevo número de serie para activar este programa.
fr: Votre période d'utilisation a expiré. Veuillez saisir un nouveau numéro de série pour activer ce logiciel.
it: Il tuo periodo di abbonamento è scaduto. Inserire un nuovo numero de serie per attivare questo software.
pt_br: Seu período de subscrição expirou. Informe outro número serial para ativar este software.
ru: Ваша период подписки закончился. Пожалуйста введите другой серийный номер для активации вашего программного обеспечения.

source: Zoom in
de: Einzoomen
es: Ampliar
fr: Zoom avant
it: Zoom avanti
pt_br: Ampliar
ru: Увеличить

source: Zoom out
de: Auszoomen
es: Reducir
fr: Zoom arrière
it: Zoom indietro
pt_br: Reduzir
ru: Уменьшить

source: Zoom to height
de: Auf Höhe zoomen
es: Zoom hasta ajustar la altura
fr: Ajuster à la hauteur
it: Zoom all'altezza
pt_br: Zoom para ajustar à altura
ru: Увеличить до высоты

source: Zoom to width
de: Auf Breite zoomen
es: Zoom hasta ajustar la anchura
fr: Ajuster à la largeur
it: Zoom alla larghezza
pt_br: Zoom para ajustar à largura
ru: Увеличить до ширины

source: Zoom to window
de: Zu Fenster zoomen
es: Zoom hasta ajustar la ventana
fr: Ajuster dans la fenêtre
it: Zoom allo pannello
pt_br: Zoom para ajustar à janela
ru: Увеличить по окну

source: all identical
de: alle identisch
es: todos idénticos
fr: tous identiques
it: tutti uguali
pt_br: todos idênticos
ru: все одинаковые

source: ancestor
de: Vorgänger
es: antecesor
fr: ancêtre
it: ascendente
pt_br: antecessor
ru: предок

source: ancestor and right identical
de: Vorgänger und rechts identisch
es: Antecesor y derecho idénticos
fr: ancêtre et droite identiques
it: ascendente e destro uguali
pt_br: antecessor e direito idênticos
ru: предок и правый одинаковы

source: ancestor argument not allowed with ECMerge Standard.
de: Vorgängerargument mit ECMerge-Standard nicht zulässig.
es: parámetro 'antecesor' no autorizado en la versión ECMerge Standard.
fr: paramètre 'ancêtre' non autorisé dans la version ECMerge Standard.
it: argomento ascendente non è permesso con ECMerge Standard.
pt_br: parâmetro 'antecessor' não autorizado na versão ECMerge Standard.
ru: аргумент для предка нельзя использовать в ECMerge Стандарт

source: any difference
de: jede Differenz
es: cualquier diferencia
fr: Différence quelconque
it: qualsiasi differenza
pt_br: qualquer diferença
ru: любое различие

source: at end of lines
de: am Zeilenende
es: al fin de líneas
fr: en fin de lignes
it: alla fine delle linee
pt_br: no final das linhas
ru: в конце строк

source: at start of lines
de: am Zeilenanfang
es: al inicio de las líneas
fr: en début de ligne
it: all'inizio delle linee
pt_br: no início das linhas
ru: в начале строк

source: binary documents cannot yet be saved
de: binäre Dokumente können noch nicht gespeichert werden
es: los documentos binarios no pueden ser guardados
fr: les documents binaires ne peuvent pas être sauvegardés
it: non si può salvare documenti binarii
pt_br: documentos binários não podem ainda ser salvos
ru: бинарные документы до сих пор не могут быть сохранены

source: cannot convert document to $0
de: Dokument kann nicht zu $0 konvertiert werden
es: no es posible convertir el documento en el código de caracteres $0
fr: impossible de convertir le document dans le jeu de caractères $0
it: impossibile convertire il documento in $0
pt_br: não é possível converter o documento para $0
ru: не получается преобразовать документ в $0

source: cannot define both $0 and $1
de: Sowohl $0 als auch $1 können nicht definiert werden
es: no es posible definir tanto $0 como $1
fr: impossible de définir à la fois $0 et $1
it: impossibile definire sia $0 che $1
ru: не получается описать оба $0 и $1

source: cannot generate XML/HTML export for a single text file
de: Es kann kein XML/HTML-Export für eine einzelne Textdatei erstellt werden
es: Imposible generar un informe XML/HTML a partir de una sola fuente
fr: Impossible de générer un rapport XML/HTML à partir d'une seule source
it: impossibile generare il rapporto XML/HTML con un solo file di testo
pt_br: não é possível gerar exportação XML/HTML para um único arquivo de texto
ru: не получается создать XML/HTML экспорт для одного текстового файла

source: cannot import these type of data from here
de: Diese Art von Daten kann von hier nicht importiert werden
es: imposible importar este tipo de datos desde aquí
fr: impossible d'importer ce type de données d'ici
it: Impossibile importare questo tipo di dati da qui
pt_br: não é possível importar este tipo de dados daqui
ru: не получается импорт этого типа данных отсюда

source: cannot load comparison statistics from url $0
de: kann Vergleichsstatistiken nicht von URL $0 laden
es: imposible cargar las estadísticas de comparación desde el url $0
fr: impossible de charger les statistiques de comparaison depuis l'url $0
it: impossibile caricare le statistiche della comparazione da URL $0
pt_br: não é possível carregar as estatísticas de comparação da url $0
ru: не получается загрузить статистики сравнения с url $0

source: cannot set report title when main format is not XML or HTML
de: kann keinen Berichtstitel festlegen, wenn das Hauptformat nicht XML oder HTML ist
es: imposible usar el título de informe cuando el formato de informe principal no es XML o HTML
fr: impossible de spécifier un titre de rapport lorsque le rapport principal n'est ni XML ni HTML
it: impossibile specificare il titolo se il formato principale no è XML o HTML
pt_br: não é possível definir o título do relatório quando o formato principal não é XML ou HTML
ru: не получается установить заголовок отчета когда основным форматом является XML или HTML

source: cannot set scope when main format is not Unix patch, XML or HTML
de: Anwendungsbereich kann nicht festgelegt werden, wenn das Hauptformat nicht Unix Patch, XML oder HTML ist
es: imposible usar el perímetro cuando el formato de informe principal no es parche, XML o HTML
fr: impossible de spécifier le choix des éléments exportés lorsque le rapport principal n'est ni Unix patch, ni XML ni HTML.
it: impossibile specificare lo scopo se il formato del rapporto principale no è Unix Patch, XML o HTML
pt_br: não é possível definir o escopo quando o formato principal não é Unix patch, XML ou HTML
ru: не получается установить границу когда основным форматом является Unix патч, XML или HTML

source: cannot set sub-report format when main format is not XML or HTML
de: kann kein Unterberichtsformat festlegen, wenn das Hauptformat nicht XML oder HTML ist
es: imposible usar un formato de subinforme cuando el formato de informe principal no está XML o HTML
fr: impossible de spécifier le format de sous-rapport lorsque le rapport principal n'est ni XML ni HTML
it: impossibile specificare il formato dei rapporti subordinati se il formato principale no è XML o HTML
pt_br: não é possível definir formato de sub-relatório quando o formato principal não é XML ou HTML
ru: не получается установить формат суботчета когда основным форматом является XML или HTML

source: cannot specify more than one of --factory, --default, --options-set or --doc-settings
de: kann nicht mehr als eine der folgenden bestimmen --Werks, --Standard, --Optionssatz oder --doc-Einstellungen
es: imposible usar más de uno entre --factory, --default, --options-set o --doc-settings
fr: erreur : les arguments --factory, --default, --options-set et --doc-settings ne peuvent être utilisés en même temps
it: impossibile specificare più di uno entre --factory, --default, --options-set o --doc-settings
pt_br: não é possível especificar mais de um entre --fábrica, --padrão, --conjunto de opções ou --configurações de documento
ru: не возможно описать более одного из --factory, --default, --options-set или --doc-настроек

source: changed lines longer than
de: Geänderte Zeilen länger als
es: líneas modificadas más grande que
fr: lignes modifiées de plus de
it: linee cambiate più lunghe che
pt_br: linhas modificadas maior que
ru: измененные строки длиннее чем

source: conflict
de: Konflikt
es: conflicto
fr: conflits
it: conflitti
pt_br: conflito
ru: конфликт

source: conflicting
de: im Konflikt stehend
es: en conflicto
fr: en conflit
it: in conflitto
pt_br: em conflito
ru: противоречие

source: could not convert file $0 from '$1' encoding to memory encoding
de: konnte Datei $0 nicht von Zeichencodierung '$1' nach Speichercodierung konvertieren
es: imposible convertir el archivo $0 de la codificación '$1' hacia la manipulada en memoria
fr: impossible de convertir le fichier $0 du jeu de caractères '$1' vers celui géré en mémoire
it: impossibile convertire il file $0 dalla codifica '$1' alla codifica usata in memoria
pt_br: não foi possível converter o arquivo $0 da codificação '$1' até a manipulada na memória
ru: не возможно преобразовать файл $0 из '$1 кодированием в памяти

source: could not load image. $0
de: Bild konnte nicht geladen werden. $0
es: imposible abrir la imagen $0
fr: impossible de charger l'image. $0
it: Impossibile caricare l'immagine .$0
pt_br: não foi possível carregar a imagem. $0
ru: не возможно загрузить изображение. $0

source: could not open the clipboard
de: Zwischenablage konnte nicht geöffnet werden
es: imposible abrir el portapapeles
fr: impossible d'ouvrir le presse-papier
it: Impossibile aprire gli appunti
pt_br: não foi possível abrir a área de transferência
ru: невозможно открыть буфер обмена
