Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: The source files for loaded comparisons changed. Some of the saved modifications could not be restored. Do you want to copy saved information into the clipboard?
de: Die Quelldateien für geladene Vergleiche wurden geändert. Einige der gespeicherten Änderungen konnten nicht wiederhergestellt werden. Möchten Sie die gespeicherte Information in die Zwischenablage kopieren?
es: Los archivos fuentes de la comparación actual han sido modificados. Algunas modificaciones no pudieron ser restauradas. ¿Desea copiar el contenido de estas modificaciones hacia el portapapeles?
fr: Les fichiers sources de la comparaison courante ont été modifiés. Certaines modifications n'ont pas pu être restorées. Voulez-vous copier le contenu de ces modifications vers le presse-papier ?
it: I fili sorgenti per le comparazioni caricate cambiarono. Non si può ripristinare alcune modificazioni salvate. Vuoi copiare l'informazione salvata negli appunti?
pt_br: Os arquivos fontes da comparação atual foram alterados. Algumas das modificações salvas não puderam ser restauradas. Deseja copiar a informação salva para a área de transferência?
ru: Файлы источника для загруженного сравнения изменились. Некоторые из сохраненных изменений не удается восстановить. Вы хотите скопировать сохраненную информацию в буфер обмена?

source: The volume for this path does not exist, cannot create directories under it
de: Der Datenträger für diesen Pfad existiert nicht, es können keine Verzeichnisse darin erstellt werden
es: El nombre de volumen por esta ruta no existe, imposible crear las carpetas
fr: Le nom de volume pour ce chemin n'existe pas, impossible de créer des répertoires
it: Il volume di queste percorso non esistente, impossibile creare cartelle sotto questo
pt_br: O volume para este caminho não existe, não é possível criar diretórios sob ele
ru: Объем для данного пути не существует, не возможно создать директории под ним

source: There are no configurable options for this report type.
de: Für diesen Berichtstyp gibt es keine konfigurierbaren Optionen.
es: No hay opciones configurables por este tipo de reporte
fr: Il n'y a pas d'options configurables pour ce type de rapport.
it: Non ci sono opzioni configurabile per questo tipo di rapporto.
pt_br: Não há opções configuráveis para este tipo de relatório.
ru: Для данного типа отчета не существует настроенных опций.

source: There is already some work in progress, it will be lost. Do you want to continue?
de: Es befindet sich bereits Arbeit in Ausführung, diese wird verloren gehen. Möchten Sie fortfahren?
es: Ya hay un proceso en curso, el resultado será perdido. ¿Desea continuar?
fr: Il y a déjà un processus en cours, le résultat sera perdu. Voulez-vous continuer ?
it: C'è lavoro in corso, verrà perso. Vuoi continuare ?
pt_br: Há ainda um processo em andamento, o resultado será perdido. Deseja continuar?
ru: Работа уже идет, она будет потеряна. Вы хотите продолжить?

source: This background colour is also used to highlight conflicts.
de: Diese Hintergrundfarbe wird auch benutzt, um Konflikte zu markieren.
es: Se usa también este color de fondo para resaltar los conflictos
fr: Cette couleur de fond est également utilisée pour surligner les conflits.
it: Questo colore di sfondo si usa per evidenziare i conflitti.
pt_br: A cor de fundo é usada também para ressaltar conflitos.
ru: Данный фоновый цвет уже используется для подсветки конфликтов.

source: This document is used to solve conflicts in a folder. You cannot save the merge result elsewhere without breaking the link to the folder. Do you want to disconnect the output settings of this document from the folder's?
de: Dieses Dokument wird zur Lösung von Konflikten in einem Ordner verwendet. Sie können das Zusammenführungsergebnis nicht an anderer Stelle speichern, ohne den Link zum Ordner zu verletzen. Möchten Sie die Ausgabeinstellungen dieses Dokuments von denen des Ordners trennen?
es: Este documento es usado para resolver conflictos en una carpeta. Usted no puede guardar el resultado de la fusión sin romper la relación con la comparación de carpeta. ¿Desea desconectar las opciones de salida de este documento del documento de carpetas?
fr: Ce document est utilisé pour résoudre des conflits dans un dossier. Vous ne pouvez pas enregistrer le résultat de la fusion sans rompre le lien avec la comparaison de dossier. Voulez-vous enregistrer le résultat de la fusion ?
it: Questo documento serve per risolvere conflitti in una cartella. Non è possibile salvare il risultato dell'unione in altro luogo senza precludere il collegamento alla cartella. Vuoi disconnettare le impostazioni d'uscita di questo documento dal quello della cartella?
pt_br: Este documento é usado para resolver conflitos em uma pasta. Você não pode salvar o resultado da mesclagem em outro lugar sem romper a ligação com a pasta. Deseja desconectar as opções de saída deste documento da pasta?
ru: Этот документ используется для решения конфликтов в директории. Вы не можете сохранить результаты слияния в другом месте без разрыва связи с директорией. Вы хотите отсоединить настройки вывода этого документа от директории?

source: This expression is matched against each line individually
de: Dieser Ausdruck wird individuell gegen jede Zeile abgeglichen
es: Se busca esta expresión en cada línea individualmente
fr: L'expression est comparée à chaque ligne individuellement
it: Quest'espressione corrisponde a una linea singolarmente
pt_br: Esta expressão é comparada com cada linha individualmente
ru: Это выражение соответствует каждой строке индивидуально

source: This expression is searched throughout the entire file, ignoring line ends, then lines entirely covered are ignored
de: Dieser Ausdruck wird in der gesamten Datei gesucht, ungeachtet der Zeilenenden, dann werden komplett ausgefüllte Zeilen ignoriert
es: Se busca esta expresión en el archivo entero, ignorando los fines de líneas. Pués, se ignora las líneas enteras cubiertas por la expresión regular.
fr: L'expression est recherchée dans le fichier complet, en ignorant les fins de lignes, puis les lignes couvertes sont ignorées
it: Si trova quest'espressione nel file entero, ignorando i terminatori di linea, poi si ignora solo le linee intere
pt_br: Esta expressão é pesquisada ao longo de todo o arquivo, ignorando fins de linha, em seguida linhas inteiramente cobertas são ignoradas
ru: Это выражение ищется по всему файлу, игнорируя концовки строк, также уже затронутые строки будут проигнорированы

source: This file is not surrounded by well-named files for $0. It does not contain textual conflict markers. ECMerge currently support markers for: $1.
de: Diese Datei ist nicht von gut benannten Dateien für $0 umgeben. Sie enthält keine Textkonfliktkennzeichnungen. ECMerge unterstützt aktuell Markierungen für: $1.
es: El archivo no está rodeado por archivos con un nombre correcto para $0. No contiene marcadores de conflicto textual. ECMerge actualmente soporta marcadores par: $1.
fr: Ce fichier n'est pas entourré de fichiers bien nommés pour $0. Il ne contient pas de marqueurs textuels de conflits reconnus. ECMerge supporte actuellement les marqueurs pour: $1.
it: Questo file non è circondato da nomi di file giusti per $0. Non contiene i marcadori di conflitto testuale. ECMerge sopporta marcadori per: $1
ru: Данный файл не окружен правильно-названными файлами для $0. Он не содержит текстовых меток конфликта. ECMerge на текущий момент поддерживает метки для: $1.

source: This name is already used for another options set.
de: Dieser Name wird bereits für einen anderen Optionssatz verwendet.
es: Este nombre ya sirve para un otro juego de opciones.
fr: Ce nom est déjà utilisé par un autre jeu d'options.
it: Si usa già questo nome per un altro mazzo di opzioni.
pt_br: Este nome já é usado por outro conjunto de opções.
ru: Это имя уже используется для другого набора настроек.

source: This system does not support listing folders
de: Dieses System unterstützt die Auflistung von Ordnern nicht
es: Este systema no soporta listar las carpetas
fr: Ce système de fichiers ne permet pas le listage des répertoires
it: El sistema no soporta listare cartelle
pt_br: O caminho $0 não aponta para uma pasta
ru: Данная система не поддерживает списки директорий

source: This view is empty, please use the combo field or the drop-down menu to select a source. You can also paste or drop data on this pane.
de: Diese Ansicht ist leer, bitte das Combo-Feld oder das Auswahlmenü verwenden, um eine Quelle zu wählen. Sie können auch Daten auf dieses Fenster kopieren oder ablegen.
es: Esta vista está vacía. Favor de usar la lista o el menú del botón para seleccionar una fuente. Se puede también pegar o soltar datos.
fr: Cette vue est vide, veuillez utiliser la liste déroulante ou le bouton-menu pour sélectionner une source. Vous pouvez aussi coller ou déposer des données sur ce panneau.
it: Questa vista è vuota. Usa il combo o il menu per selezionare una sorgente. Puoi inoltre incollare o trascina dati su questo pannello.
ru: Данный вид пуст, пожалуйста используйте комбо поле или раскрывающейся меню для выбора источника. Вы можете также вставить или перетащить данные на эту панель.

source: This view is empty.
de: Diese Ansicht ist leer.
es: Esta vista está vacía.
fr: Cette vue est vide.
it: Questa vista è vuota.
ru: Данный вид пуст.

source: Three-way Comparison
de: 3-Wege-Vergleich
es: Comparación Trilateral
fr: Comparaison à 3 sources
it: Comparazione 3-Way
pt_br: Comparação trilateral
ru: 3-х стороннее Сравнение

source: Three-way comparison
de: Drei-Wege-Vergleich
es: Comparación Trilateral
fr: Comparaison à 3 sources
it: Comparazione 3-Way
pt_br: Comparação trilateral
ru: 3-х стороннее сравнение

source: Thresholds
de: Grenzbereiche
es: Umbrales
fr: Seuils
it: Soglie
pt_br: Limiares
ru: Пределы

source: Time zones
de: Zeitzonen
es: Zonas horarias
fr: Fuseaux horaires
it: Fuso orario
pt_br: Fusos horários
ru: Временные зоны

source: Timestamp comparison
de: Zeitstempelvergleich
es: Método de comparación:
fr: Méthode de comparaison :
it: Metodo di comparazione
pt_br: Comparação de data e hora
ru: Сравнение временных отметок

source: Timestamp difference
de: Zeitstempelunterschied
es: Diferencia autorizada:
fr: Différence autorisée :
it: Differenza autorizzata
pt_br: Diferença de data e hora
ru: Разница во временных отметках

source: Title
de: Titel
es: Título
fr: Titre
it: Titolo
pt_br: Título
ru: Название

source: Title for the result file
de: Titel der Ergebnisdatei
es: Título del archivo resultado
fr: Titre du fichier résultat
it: Titolo del file risultato
pt_br: Título para o arquivo de resultado
ru: Название для результируещего файла

source: Title of the report.
de: Titel des Berichts
es: Título del archivo resultado
fr: Titre du rapport.
it: Titolo del rapporto.
pt_br: Título para o relatório.
ru: Название для отчета.

source: To &File type...
de: Zu &Dateityp...
es: Hacia un tipo de &archivos...
fr: Vers un type de &fichiers...
it: Al &tipo di file...
pt_br: Para &tipo de arquivo...
ru: В тип &File...

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
pt_br: Hoje
ru: Сегодня

source: Toggle Bookmark
de: Bookmark umschalten
es: Alternar el marcador
fr: Basculer le marqueur
it: Commuta segnalibro
pt_br: Alternar marcador
ru: Включить Закладку

source: Toggles a bookmark on/off for the current line
de: Schaltet ein Bookmark für die aktuelle Zeile ein/aus
es: Alterna el marcador en la línea actual
fr: Bascule un marqueur la ligne actuelle
it: Attiva/Disattiva il segnalibro per la linea attuale
pt_br: Alterna o marcador ligado/desligado para a linha atual
ru: Включить закладку вкл/выкл для текущей строки

source: Toolbar icon size:
de: Größe der Icons in der Toolbar:
es: Tamaño de los iconos:
fr: Taille des icones :
it: Dimensione delle icone:
ru: Размер значков:

source: Top
de: Oben
es: Arriba
fr: Haut
it: Alto
pt_br: Acima
ru: Вверх

source: Touch
de: Berühren
es: Tocar
ru: Дотронуться

source: Treat blank lines as empty lines
de: Freie Zeilen als leere Zeilen behandeln
es: Tomar las líneas blancas como vacías
fr: Traiter les lignes blanches comme vides
it: Tratta bianche linee come vuote
pt_br: Tratar as linhas em branco como linhas vazias
ru: Считать пустые строки пустыми строками

source: Triggers debugger just after launch
de: Löst Debugger direkt nach Start aus
es: Lanza el depurador al poco tiempo de despegar
fr: Lance le débogueur juste après le lancement
it: Attiva il debugger dopo l'avvio
pt_br: Lança o depurador logo após o lançamento
ru: Дебаг Триггеров только после запуска

source: Try recursive listing
de: Rekursive Auflistung ausprobieren
es: Lista recursiva si posible
fr: Lister récursivement
it: Prova lista ricorsiva
pt_br: Tentar listagem recursiva
ru: Попробовать рекурсивный листинг

source: Try to resynchronize after a change
de: Nach einer Änderung Resynchronisierung versuchen
es: Intenta sincronizar después de un cambio
fr: Resynchroniser après un changement
it: Prova ri-sincronizzare dopo un cambiamento
ru: Попробовать восстановить синхронизацию после изменения

source: Turn into Comparison
de: In Vergleich wandeln
es: Transforma en una comparación
fr: Transformer en Comparaison
it: Svolta in comparazione
ru: Включить в Сравнение

source: Turn options for fast comparison
de: Optionen für schnellen Vergleich verändern
fr: Modifier les options pour une comparaison rapide
it: Svolta opzioni per comparazione veloce
ru: Включить настройки для быстрого сравнения

source: Turn options for thorough comparison
de: Für umfassenden Vergleich Optionen ändern
fr: Modifier les options pour une comparaison complête
ru: Включить настройки для тщательного сравнения

source: Type of action:
de: Aktionstyp:
es: Tipo de acción:
fr: Type d'action :
it: Tipo di azzione:
pt_br: Tipo de ação:
ru: Тип действия:

source: Type of comparison:
de: Vergleichstyp:
es: Tipo de comparación:
fr: Type de comparaison :
it: Tipo di comparazione:
pt_br: Tipo de comparação:
ru: Тип сравнения

source: Type of view to use, one of: texts,images,binaries,folders
de: Zu verwendender Ansichtstyp, einer von: Texte,Bilder,binäre Dateien, Ordner
es: Tipo de vista que usar, uno entre: texts,images,binaries,folders
fr: Type de vue à utiliser, à choisir parmi : texts,images,binaries,folders
it: Tipo di vista che usare, uno entre: texts,images,binaries,folders
pt_br: Tipo de visualização a usar, uma entre: textos,imagens,binários,pastas
ru: Тип вида для использования, один из: текст, изображения, бинарные файлы, директории

source: Type:
de: Typ:
es: Tipo:
it: Tipo:
pt_br: Tipo:
ru: Тип:

source: Unchanged
de: Unverändert
es: Sin modificación
fr: Non modifié
it: Non modificato
pt_br: Sem modificação
ru: Без изменений

source: Unchanged lines
de: Unveränderte Zeilen
es: Líneas sin modificación
fr: Lignes inchangées
it: Linee non modificate
pt_br: Linhas sem modificação
ru: Строки без изменений

source: Undo
de: Rückgängig machen
es: Deshacer
fr: Annuler
it: Annulla
pt_br: Desfazer
ru: Отменить

source: Undoes the last action
de: Macht die letzte Aktion rückgängig
es: Deshacer la última acción
fr: Annule la dernière action
it: Annulla l'ultima operazione
pt_br: Desfaz a última ação
ru: Отменить последнее действие

source: Unified diff with 3 lines of context
de: Einheitliche Differenzierung mit 3 Zeilen an Kontext
es: Comparación unificada con 3 líneas de contexto
fr: Comparaison unifiée avec 3 lignes de contexte
it: Diff unificate con 3 linee di contesto
pt_br: Diferenciação unificada com 3 linhas de contexto
ru: Унифицированное сравнение с 3 строками контекста

source: Unified diff, with specified number of unified context lines
de: Einheitliche Differenz, mit spezifizierter Anzahl an einheitlichen Kontextzeilen
es: Comparación unificada con un número de líneas de contexto especificado
fr: Comparaison unifiée avec un nombre de lignes de contexte spécifié
it: Diff unificate con un numero dato di linee di contesto
pt_br: Diferenciação unificada, com número especificado de linhas de contexto
ru: Унифицированное сравнение с определенным числом контекстных строк

source: Unix Patch
es: Parche UNIX
fr: Patch UNIX
pt_br: Arquivo Unix patch
ru: Unix Патч

source: Unknown type
de: Unbekannter Typ
es: Tipo desconocido
fr: Type inconnu
it: Tipo sconosciuto
pt_br: Tipo desconhecido
ru: Не известный тип

source: Unlocking
de: Freischaltung
es: Desbloquear
fr: Déverrouillage
it: Sbloccando
pt_br: Desbloqueando
ru: Разблокировка

source: Unlocking %s
de: %s wird freigeschaltet
es: Desbloquear %s
fr: Déverrouillage de %s
it: Sbloccando %s
pt_br: Desbloqueando %s
ru: Разблокировка %s

source: Unresolve
de: Ungelöst setzen
es: Deshacer la resolución
fr: Annuler la résolution
it: Annula la risoluzione
pt_br: Desfazer a resolução
ru: Нерешенный

source: Unresolved items
de: Ungelöste Elemente
es: Elementos no resueltos
fr: Eléments non résolus
it: Elementi irrisolti
pt_br: Itens não resolvidos
ru: Нерешенные объекты

source: Unresolves the currently selected conflicts
de: Macht die aktuell ausgewählten Konflikte ungelöst
es: Deshace los conflictos seleccionados
fr: Annule la résolution pour les conflits sélectionnés
it: Irrisolve i conflitti per gli elementi selezionati
pt_br: Desfazer a resolução dos conflitos selecionados
ru: Разрешить текущие выбранные конфликты

source: Upgrade to SSL with AUTH command
de: Mit AUTH-Befehl auf SSL upgraden
es: Activar SSL con el comando AUTH
fr: Activer SSL avec la commande AUTH
it: Aggiorna a SSL con il comando AUTH
pt_br: Atualizar para SSL com o comando AUTH
ru: Обновить до SSL с AUTH командой

source: Use
de: Verwendung
es: Usar
fr: Utiliser
it: Usa
pt_br: Usar
ru: Использовать

source: Use &other image height
de: Andere& Bildhöhe verwenden
es: Usar la altura de la &otra imagen
fr: Utiliser la hauteur de l'&autre image
it: Usa la altezza dell'&otra immagine
pt_br: Usar a altura de &outra imagem
ru: Использовать &other высоту изображения

source: Use &other image width
de: Andere &Bildbreite verwenden
es: Usar la anchura de la &otra imagen
fr: Utiliser la largeur de l'&autre image
it: Usa la larghezza dell'&otra immagine
pt_br: Usar a largura de &outra imagem
ru: Использовать &other ширину изображения

source: Use CRC32 checksum when available
de: CRC32-Prüfsumme verwenden, falls vorhanden
es: Usar la suma de control CRC32 cuando disponible
fr: Utiliser la somme de contrôle CRC32 si disponible
it: Usa checksum CRC32 quando è disponibile
pt_br: Usar a soma de controle CRC32 quando disponível
ru: Использовать проверочную сумму CRC32 когда это возможно

source: Use CRC32 when available
de: CRC32 verwenden, falls verfügbar
es: Usar CRC32
fr: Utiliser CRC32 si disponible
it: Usa CRC32 quando è disponibile
pt_br: Usar CRC32 quando disponível
ru: Использовать CRC32 когда это возможно

source: Use Ctrl+1/2/3 to solve conflicts with text portions taken from the ancestor/left/right side, Ctrl+0 to reset the solution.
de: Ctrl+1/2/3 verwenden, um Konflikte mit Textteilen aus Vorgänger/linker/rechter Seite zu lösen, Ctrl+0 zum Zurücksetzen der Lösung.
fr: Utilisez Ctrl+1/2/3 pour résoudre avec le text de l'ancêtre/de gauche/de droite respectivement, Ctrl+0 pour réinitialiser le conflit
pt_br: Você pode usar Ctrl+1/2/3 para resolver conflitos com partes de textos tirados do antecessor/lado esquerdo/lado direito, e Ctrl+0 para restaurar a solução.
ru: Использовать Ctrl+1/2/3 для решения конфликтов с частями текста, полученными от предка/левой/правой стороны, Ctrl+0 для сброса решения.

source: Use Ctrl+Shift+O to open an ECMerge Status or Template document, and Ctrl+Shift+S to save it.
de: Ctrl+Shift+O verwenden, um ein ECMerge Status- oder Vorlagendokument zu öffnen, und Ctrl+Shift+S, um es zu speichern.
fr: Utilisez Ctrl+Shift+O pour ouvrir un document de comparaison (ECMT/ECMS), et Ctrl+Shift+S pour l'enregistrer.
pt_br: Você pode usar Ctrl+Shift+O para abrir um Status ECMerge ou um modelo de documento, e Ctrl+Shift+S para salvá-lo.
ru: Использовать Ctrl+Shift+O открытия Статуса ECMerge или Шаблона документа и Ctrl+Shift+S чтобы сохранить его

source: Use F7/Shift+F7, F8/Shift+F8, F9/Shift+F9 to navigate easilly in the differences, conflicts, unresolved conflicts.
de: F7/Shift+F7, F8/Shift+F8, F9/Shift+F9 verwenden, um leicht in den Differenzen, Konflikten und ungelösten Konflikten zu navigieren.
fr: Utilisez les raccourcis F7/F8/F9 pour naviguer vers les différences, conflits et conflits non-résolus suivants, pressez aussi Shift pour les précédents
pt_br: Você pode usar F7/Shift+F7, F8/Shift+F8, F9/Shift+F9 para navegar facilmente nas diferenças, conflitos e conflitos não resolvidos.
ru: ИспользоватьF7/Shift+F7, F8/Shift+F8, F9/Shift+F9 для простого перехода в отличиях, конфликтах, неразрешенных конфликтах.

source: Use HTTP proxy for all (tunneling)
de: HTTP-Proxy für alle verwenden (Durchtunnelung)
es: Usar el proxy HTTP para todos (tunneling)
fr: Utiliser un proxy HTTP pour tous (tunneling)
it: Usa il proxy HHTP per tutti (tunneling)
pt_br: Usar proxy HTTP para todos (encapsulamento)
ru: Использовать HTTP прокси для всего

source: Use MD5 checksum when available
de: MD5-Prüfsumme verwenden, falls verfügbar
es: Usar la suma de control MD5 cuando disponible
fr: Utiliser la somme de contrôle MD5 si disponible
it: Usa checksum MD5 quando è disponibile
pt_br: Usar soma de controle MD5 quando disponível
ru: Использовать проверочную сумму MD5 когда это возможно

source: Use MD5 when available
de: MD5 verwenden, sofern verfügbar
es: Usar MD5
fr: Utiliser MD5 si disponible
it: Usa MD5 quando è disponibile
pt_br: Usar MD5 quando disponível
ru: Использовать MD5 когда это возможно

source: Use Proxy
de: Proxy verwenden
es: Usar un proxy
fr: Utiliser un proxy
it: Usa il proxy
pt_br: Usar proxy
ru: Использовать Прокси

source: Use a semi-colon (;) separated list of columns ranges e.g. 1-10;50-52;80-
de: Eine durch Semikolon (;) getrennte Liste von Spaltenbereichen von z. B. 1-10;50-52;80- verwenden
es: Usar una lista separada por punto y coma (;) de los intervalos de columnas por ej.1-10;50-52;80-
fr: Utiliser un point virgule (;) pour séparer les intervalles de colonnes, ex.: 1-10;50-52;80-
it: Usa una lista di intervalli di colonne separate di punto e virgola (;) es. 1-10;50-52;80-
ru: Использовать лист значений с разделителем точка с запятой (;), например 1-10;50-52;80-

source: Use agent
de: Agent verwenden
es: Usar el agente
fr: Utiliser l'agent
it: Usa l'agente
ru: Использовать агента

source: Use dates to hide files
de: Daten zum Ausblenden von Dateien verwenden
es: Usar las fechas para ocultar los archivos
fr: Masquer les fichiers
it: Usa le date per nascondere i fili
pt_br: Usar datas para ocultar arquivos
ru: Использовать даты для скрытых файлов

source: Use default loading encoding
de: Standardladecodierung verwenden
es: Usar la codificación por defecto
fr: Jeu de caractères par défaut défini pour le chargement
it: Usa la codifica predefinita di caricamento
pt_br: Usar a codificação padrão de carga
ru: Использовать для загрузки кодировку по умолчанию

source: Use image reports
de: Bildberichte verwenden
es: Usar los informes de imagenes
fr: Utiliser les rapports d'images
it: Usa i rapporti di immagine
pt_br: Usar relatórios de imagem
ru: Использовать отчеты изображения

source: Use o&riginal image height
de: Ursprüngliche &Bildhöhe verwenden
es: Usar la altura de la imagen o&riginal
fr: Utiliser la hauteur de l'image &originale
it: Usa la altezza dell'immagine o&riginale
pt_br: Usar a altura da imagem o&riginal
ru: Использовать o&riginal высоту изображения

source: Use o&riginal image width
de: Ursprüngliche Bild&breite verwenden
es: Usar la anchura de la imagen o&riginal
fr: Utiliser la largeur de l'image &originale
it: Usa la larghezza dell'immagine o&riginale
pt_br: Usar a largura da imagem o&riginal
ru: Использовать o&riginal ширину изображения
