Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: File Merges
de: Dateizusammenführungen
es: Fusión de archivos
fr: Fusion de fichiers
it: Unioni di file
pt_br: Mesclagem de arquivos
ru: Слияние Файлов

source: File Name Filters
de: Dateinamensfilter
es: Filtros por nombre
fr: Filtres par nom
it: Filtri per Nome
pt_br: Filtros por nome
ru: Файл фильтров имени

source: File Status Filters
de: Dateistatusfilter
es: Filtros por estado
fr: Filtres par statut
it: Filtri per Status
pt_br: Filtros por status
ru: Файл фильтров статуса

source: File Type Creation
de: Dateityperstellung
es: Creación de un tipo de archivos
fr: Créations de type de fichiers
it: Creazioni di un tipo di file
pt_br: Criação do tipo de arquivo
ru: Тип Файла Создания

source: File Type Description
de: Dateitypbeschreibung
es: Descripción del tipo de archivos
fr: Description du type de fichiers
it: Descrizione del tipo di file
pt_br: Descrição do tipo de arquivo
ru: Тип файла описания

source: File Type Name:
de: Dateitypname:
es: Nombre del tipo de archivos:
fr: Nom du type de fichiers :
it: Nome del tipo di file:
pt_br: Nome do tipo de arquivo:
ru: Тип файла Имени

source: File Type Options
de: Dateitypoptionen
es: Opciones del tipo de archivos
fr: Options du type de fichiers
it: Opzioni del tipo di file
pt_br: Opções do tipo de arquivo
ru: Тип файла опций

source: File Types
de: Dateitypen
es: Tipos de archivos
fr: Types de fichiers
it: Tipi di File
pt_br: Tipos de arquivos
ru: Типы файла

source: File browser:
de: Datei-Browser:
es: Navegador de archivos:
fr: Navigateur de fichiers :
it: Browser di file:
pt_br: Navegador Web:
ru: Файл браузер:

source: File comparison report type
de: Dateivergleichsberichtstyp
es: Tipo de informe de comparación de archivos
fr: Type de rapport pour les comparaisons de fichiers
it: Tipo di rapporto della comparazione di file
pt_br: Tipo de relatório de comparação de arquivos
ru: Тип отчета по сравнению файла

source: File creations
de: Dateierstellungen
es: Creaciones de archivos
fr: Créations de fichiers
it: Creazioni di file
pt_br: Criações de arquivos
ru: Создание файла

source: File date
de: Dateidatum
es: Fecha
fr: Date
it: Data
pt_br: Data do arquivo
ru: Дата файла

source: File deletions
de: Dateilöschungen
es: Supresiones de archivos
fr: Suppressions de fichiers
it: Eliminazioni di file
pt_br: Exclusões de arquivos
ru: Удаления файла

source: File name
de: Dateiname
es: Nombre
fr: Nom
it: Nome
pt_br: Nome do arquivo
ru: Имя файла

source: File name:
de: Dateiname:
es: Nombre de archivo:
fr: Nom :
it: Nome di file:
pt_br: Nome do arquivo:
ru: Имя файла:

source: File size
de: Dateigröße
es: Tamaño
fr: Taille
it: Dimensione
pt_br: Tamanho do arquivo
ru: Размер файла

source: File unlocks
de: Datei schaltet frei
es: Desbloqueos de archivos
fr: Déverrouillages de fichiers
it: Sblochi di file
pt_br: Desbloqueio de arquivos
ru: Разблокировки файла

source: File(s)/Directory(ies) concerned by operation, for 3 way merges, first is common ancestor, then source, then target
de: Von der Operation betroffene Datei(en)/Verzeichnis(se) für 3-Wege-Zusammenführungen, zuerst kommt der allgemeine Vorgänger, dann die Quelle und abschließend das Ziel
es: Archivo(s)/Carpeta(s) a usar para la operación; para comparaciones/fusiones trilaterales, el primer argumento es el antecesor, enseguida la fuente (izquierda), después el destino (derecha)
fr: Fichier(s)/Dossier(s) à utiliser pour l'opération ; pour des comparaisons/fusions à 3 sources, le premier argument est l'ancêtre, ensuite la source (gauche), puis la destination (droite)
it: File/Cartelle coinvolti nell'operazione. Con le unioni 3-Way, il primo elemento è l'ascendente, poi il file sorgente poi il obiettivo
pt_br: Arquivo(s)/Diretório(s) usados para a operacão; para comparações trilaterais, o primeiro argumento é o antecessor, em seguida a fonte, depois o destino
ru: Файл(ы)/Директория(и) выбранные операций 3-путевого слияния, первый является общим предком, затем источник, потом целевой объект

source: Files and folders
de: Dateien und Ordner
es: Archivos y carpetas
fr: Fichiers et dossiers
it: Fili e cartelle
pt_br: Arquivos e pastas
ru: Файлы и директории

source: Files with orphans (left or right side missing)
de: Dateien mit Waisen(fehlende linke oder rechte Seite)
es: Archivos con huérfanos (lado izquierdo o derecho faltante)
fr: Les fichiers avec orphelins (élément manquant à gauche ou à droite)
it: File con orfane (lato sinistro o destro mancante)
pt_br: Arquivos com órfãos (lado direito ou esquerdo faltando)
ru: Файлы с проблемами (левая или правая часть пропущены)

source: Find
de: Suchen
es: Buscar
fr: Rechercher
it: Trova
pt_br: Localizar
ru: Найти

source: Find &Next
de: &Nächste suchen
es: Busc&ar siguiente
fr: Rechercher le suiva&nt
it: Trova &Successivo
pt_br: Localizar &próximo
ru: Найти &Next

source: Find Next
de: Nächste suchen
es: Buscar siguiente
fr: Rechercher le suivant
it: Trova successivo
pt_br: Localizar próximo
ru: Найти следующий

source: Find Previou&s
de: Vorher&ige suchen
es: B&uscar anterior
fr: Rechercher le &précédent
it: Trova &Precedente
pt_br: L&ocalizar anterior
ru: Найти Previou&s

source: Find Previous
de: Vorherige finden
es: Buscar el anterior
fr: Rechercher le précédent
it: Trova precedente
pt_br: Localizar anterior
ru: Найти предыдущий

source: Find and Replace
de: Suchen und ersetzen
es: Buscar y Reemplazar
fr: Rechercher et Remplacer
it: Trova e Sostituisci
pt_br: Localizar e substituir
ru: Найти и заменить

source: Find...
de: Suchen...
es: Buscar...
fr: Rechercher...
it: Trova...
pt_br: Localizar...
ru: Найти...

source: Find:
de: Suchen:
es: Buscar:
fr: Rechercher :
it: Trova:
pt_br: Localizar:
ru: Найти:

source: Finds the next occurrence of the search text
de: Sucht das nächste Vorkommen des Suchtexts
es: Busca la siguiente ocurrencia del texto especificado
fr: Cherche l'occurrence suivante du texte spécifié dans la recherche
it: Trova l'occorrenza successiva del testo cercato
pt_br: Localizar a próxima ocorrência do texto especificado
ru: Найти следующее вхождение искомого текста

source: Finds the previous occurrence of the search text
de: Sucht das vorherige Auftreten des Suchtexts
es: Busca la ocurrencia anterior del texto especificado
fr: Cherche l'occurrence précédente du texte spécifié dans la recherche
it: Trova l'occorrenza precedente del testo cercato
pt_br: Localizar a ocorrência anterior do texto especificado
ru: Найти предыдущее вхождение искомого текста

source: Finds the specified text
de: Findet den spezifischen Text
es: Busca el texto especificado
fr: Cherche le texte spécifié
it: Cerca il testo specificato
pt_br: Localizar o texto especificado
ru: Найти данный текст

source: Firewall / Proxy
ru: Файрвол / Прокси

source: First offset to test:
de: Erstes zu testendes Offset:
es: Primer offset que probar:
fr: Premier offset à tester :
it: Primo offset che controllare:
ru: Первое смещение для тестирования:

source: Fixed difference
de: Feste Differenz
es: Diferencia fija
fr: Différence fixe
it: Differenza fissa
pt_br: Diferença fixa
ru: Фиксировання разница

source: Folder
de: Ordner
es: Carpeta
fr: Dossier
it: Cartella
pt_br: Pasta
ru: Директория

source: Folder $0 is locked
de: Ordner $0 ist gesperrt
es: La carpeta $0 está bloqueada
fr: Le dossier $0 est verrouillé
it: Cartella $0 è bloccata
pt_br: A pasta $0 está bloqueada
ru: Директория $0 заблокирована

source: Folder $0 was not created
de: Ordner $0 wurde nicht erstellt
es: La carpeta $0 no fue creada
fr: Le dossier $0 n'a pas pu être créé
it: Cartella $0 non è creata
pt_br: A pasta $0 não foi criada
ru: Директория $0 не была создана

source: Folder 2-way merge rules
de: Ordner 2-Wege-Zusammenführungsregeln
es: Fusión Bilateral
fr: Fusion à 2 sources
it: Regole 2-way
pt_br: Regras para mesclagem bilateral de pastas
ru: Директория правила 2-направленного слияния

source: Folder 3-way merge rules
de: Ordner 3-Wege-Zusammenführungsregeln
es: Fusión Trilateral
fr: Fusion à 3 sources
it: Regole 3-way
pt_br: Regras para mesclagem trilateral de pastas
ru: Директория правила 3-направленного слияния

source: Folder Comparison XML/HTML reports can include embedded reports for files (Text, Image, Binary) or independant reports in any format (patch, XML, HTML).
de: Ordnervergleichs-XML/HTML-Berichte können eingebettete Berichte für Dateien (Text, Bild, binär) oder unabhängige Berichte in jedem Format (Patch, XML, HTML) enthalten.
es: Los informes XML/HTML de Comparaciones de Carpetas pueden incluir subinformes para archivos (textos, binarios, imagenes) o referencias a informes en cualquier tipo de formato (patch, XML, HTML).
fr: Les rapports XML/HTML de dossiers peuvent inclure en leur sain les rapports de fichiers ou bien ceux-ci peuvent être générés à côté.
pt_br: Relatórios de Comparação de Pastas XML/HTML podem incluir embutidos relatórios para arquivos (texto, imagem, binário) ou relatórios independentes em qualquer formato (patch, XML, HTML).
ru: Отчеты XML/HTML по сравнению директорий могут включать встроенные отчеты для файлов (Text, Image, Binary) или независимые отчеты в любом формате (patch, XML, HTML).

source: Folder Document
de: Ordnerdokument
es: Documento de Carpetas
fr: Document Dossier
it: Documento Cartella
pt_br: Documento pasta
ru: Директория Документа

source: Folder Merging
de: Ordnerzusammenführung
es: Fusión de carpetas
fr: Fusion de Dossiers
it: Unione di cartelle
ru: Слияние директорий

source: Folder creations
de: Ordnererstellungen
es: Creaciones de carpetas
fr: Créations de dossiers
it: Creazioni di cartelle
pt_br: Criações de pastas
ru: Создание директорий

source: Folder deletions
de: Ordnerlöschungen
es: Supresiones de carpetas
fr: Suppressions de dossiers
it: Eliminazioni di cartelle
pt_br: Exclusões de pastas
ru: Удаления директорий

source: Folder document
de: Ordnerdokument
es: Documento de Carpetas
fr: Document dossier
it: Documento di Cartella
pt_br: Documento pasta
ru: Директория документа

source: Folder documents can compare local directories, FTP sites, SCC repositories (CVS, Subversion, Mercurial, Bazaar, Visual SourceSafe, see Preferences/SCC Tools for a complete list), or ZIP-like archives.
de: Ordnerdokumente können lokale Verzeichnisse, FTP-Seiten, SCC-Repositorien (CVS, Subversion, Mercurial, Bazaar, Visual SourceSafe, siehe Voreinstellungen/SCC-Tools für eine komplette Liste) oder ZIP-artige Archive vergleichen.
es: Estos documentos pueden comparar directorios locales, sitios FTP o depósitos SCC (CVS, Subversion, Mercurial, Bazaae, Visual SourceSafe, ver la lista completa en Preferencias/Herramientas SCC) o archivos ZIP.
fr: Ces documents permettent comparer des dossiers locaux, des sites FTP, le contenu des dépôts VCS (CVS, Subversion, Mercurial, Bazaar, SourceSafe, voir la liste complète dans Préférences/Outils SCC ), ou les archives ZIP.
it: Questi documenti comparano cartelle locali, siti FTP, depositi SCC (CVS, Subversion, Mercurial, Bazaar, Visual SourceSafe, Preferenze/Strumenti SCC per la lista completa), o archivi ZIP.
ru: Директория с документами может сравниваться с локальными директориями, FTP сайтами, SCC репозиториями (CVS, Subversion, Mercurial, Bazaar, Visual SourceSafe, смотрите Настройки/SCC Инструменты для полного списка), или ZIP-подобные архивы.

source: Folder specific
de: Ordnerspezifisch
es: Especifico para Carpetas
fr: Options spécifiques aux dossiers
it: Specifico alle Cartelle
pt_br: Pasta específica
ru: Определенная директория

source: Folder synchronization rules can help you in mirroring directory contents. "Mirror" will make the target side identical to the source side, deletiing or copying files as appropriate.
de: Regeln zur Ordnersynchronisierung können Sie beim Spiegeln von Verzeichnisinhalten unterstützen. Durch "Spiegeln" wird die Zielseite mit der Quellseite identisch, es werden nach Bedarf Dateien gelöscht oder kopiert.
es: Las reglas de sincronización puede ayudar a reflejar contenidos de carpetas ."Espejo" transferirá los nuevos elementos (archivos/carpetas añadidas desde el antecesor) y quitará los elementos borrados (archivos/carpetas borrados desde el antecesor).
fr: Les règles de synchronisation de dossiers vous aident à synchroniser le contenu de vos répertoires. Le mode "Mirroir" reproduit fidèlement le contenu de la source dans la destination (en ajoutant, supprimant ou remplaçant les fichiers).
ru: Правила синхронизации директории могут помочь вам при зеркарировании содержимого директории. "Mirror" может сделать целевую сторону индентичной целевому источнику, удаляя или копируя необходимые файлы.

source: Folder unlocks
de: Ordner schaltet frei
es: Desbloqueos de carpetas
fr: Déverrouillages de dossiers
it: Sblochi di cartelle
pt_br: Desbloqueio de pastas
ru: Разблокировки директории

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
it: Cartelle
pt_br: Pastas
ru: Директории

source: Folders Comparison Options
de: Ordnervergleichsoptionen
es: Opciones de comparación de carpetas
fr: Options de comparaison de dossiers
it: Opzioni di Comparazione di Cartelle
pt_br: Opções de comparação de pastas
ru: Настройки сравнения директорий

source: Folders Comparisons
de: Ordnervergleiche
es: Comparaciones de carpetas
fr: Comparaisons de dossiers
it: Comparazioni di cartelle
pt_br: Comparações de Pastas
ru: Сравнения Директорий

source: Folders Display
de: Ordneranzeige
es: Visualización de las carpetas
fr: Affichage des dossiers
it: Visualizzazione di Cartelle
pt_br: Exibição de pastas
ru: Отображение Директорий

source: Font...
de: Schriftart...
es: Fuente...
fr: Police...
it: Tipo di carattere...
pt_br: Fonte...
ru: Шриф...

source: For all text files
de: Für alle Textdateien
es: Todos los archivos de texto
fr: tous les fichiers textes
it: Per tutti i file
pt_br: Para todos os arquivos de texto
ru: Для всех текстовых файлов

source: Forces creation of result file in quiet mode/sip mode, even if already existing
de: Erzwingt die Erstellung einer Ergebnisdatei in Quiet-Modus/SIP-Modus, sogar wenn diese bereits besteht
es: Impone la creación de un archivo resultado en modo 'quiet'/'sip' aunque ya exista
fr: Force la création d'un fichier résultat en mode 'quiet'/'sip' même s'il existe déjà
it: Forza la creazione del file risultato in modo quiet/sip, anche se già esita
pt_br: Força a criação de um arquivo de resultado na modalidade 'quiet/sip', mesmo se já existirem
ru: Принудительное создание результирующего файла в пассивном режиме/sip режим, даже если уже результирующий файл существует

source: Foreground...
de: Vordergrund...
es: Color de borde...
fr: Couleur du bord...
it: Primo piano...
pt_br: Em primeiro plano...
ru: Передний план...

source: Format lines in a single column for identical parts
de: Zeilen in einer einzelnen Spalte für identische Teile formatieren
es: Formatear las líneas en una columna para partes iguales
fr: Formater les lignes dans une seule colonne pour les blocs identiques
it: Formatta le linee in una colonna sola per le parti uguali
pt_br: Formatar as linhas em uma coluna para partes iguais
ru: Форматирование строк в единичной колонке для одинаковых частей

source: Format:
es: Formato :
it: Formato:
pt_br: Formatar:
ru: Формат:

source: Formatting
de: Formatierung
es: Formato
fr: Format
it: Formattando
pt_br: Formatação
ru: Форматирование

source: Free compare
de: Kostenloser Vergleich
es: Comparación libre
fr: Comparaison libre
it: Comparazione libera
pt_br: Comparação livre
ru: Свободное сравнение

source: From &File type...
de: Von &Dateityp...
es: Desde un tipo de &archivos...
fr: Depuis un type de &fichiers...
it: Dal &tipo di file...
pt_br: De um tipo de &arquivo...
ru: С &File типа...

source: From &Options set...
de: Vom Options&satz...
es: Desde un juego de &Opciones...
fr: Depuis un jeu d'&options...
it: Dal Mazzo di &Opzioni...
pt_br: De um conjunto de &opções...
ru: С &Options набора

source: From Factory &Settings
de: Aus den Werks&einstellungen
es: Desde la configuración inicial
fr: Depuis la &Configuration initiale
it: Dalle Impostazioni di &Fabbrica
pt_br: De &Fábrica
ru: С заводских &Settings

source: Full reload
de: Komplette Neueinspielung
es: Actualizar Todo
fr: Rechargement Complet
it: Ricarica Tutto
pt_br: Atualizar tudo
ru: Полная перезагрузка

source: Function body taking 'filename' and 'expects' as parameters, return true if filter should be activated
de: Funktionsinhalt nimmt 'filename' und 'expects' als Parameter, true zurückgeben, falls Filter aktiviert wird
es: Cuerpo de función que necesita 'filename' y 'expects' como parámetros, retorna 'true' si el filtro es activado
fr: Corps de fonction prennant 'filename' et 'expects' comme paramètres, retourne 'true' si le convertisseur doit être activé
it: Corpo di funzione che ha 'filename' e 'expects' come parametri, restituisce 'true' se si attiva il convertitore
pt_br: A função que necessita 'nome de arquivo' e 'supõe' como parâmetros, retorna a situação 'verdadeiro' se o filtro deve ser ativado
ru: Тело функции берет 'filename' и 'expects' параметры, возвращает истину если фильтр доблже быть активирован

source: Function body taking 'filename' as parameter, return new filename
de: Funktionsinhalt nimmt 'filename' als Parameter, neuen Dateinamen zurücksenden
es: Cuerpo de función que necesita 'filename' como parámetro, retorna el nuevo nombre de archivo
fr: Corps de fonction prennant 'filename' comme paramètre, retourne le nouveau nom de fichier
it: Corpo di funzione che ha 'filename' come parametro, restituisce il nuovo nome di file
pt_br: A função que necessita 'nome de arquivo' como parâmetro, retorna um novo nome de arquivo
ru: Тело функции берет 'filename' и 'expects' параметр, возвращает имя нового файла

source: Generate file reports for:
de: Dateiberichte erstellen für:
es: Generar informes para:
fr: Générer un rapport pour :
it: Genera rapporti di file per:
pt_br: Gerar arquivo de relatórios para:
ru: Генерация файла отчетов для:

source: Generate or copy art-work to sub-documents folder
de: Artwork in Unterdokumentordnern erstellen oder kopieren
es: Generar o copiar el arte en la carpeta de subdocumentos
fr: Générer ou copier les élements graphiques dans le dossier des sous-documents
it: Genera o copia la grafica nella cartella dei sottodocumenti
pt_br: Gerar ou copiar o trabalho-arte na pasta de subdocumentos
ru: Генерация или копирование арт-работы в суб-документы директории

source: Generate simple XML/HTML reports for binary files
de: Einfache XML/HTML-Berichte für binäre Dateien erstellen
es: Generar informes XML/HTML sencillos para archivos binarios
fr: Générer un rapport XML/HTML succinct pour les fichiers binaires
it: Genera rapporti XML/HTML semplici per i fili binarii
pt_br: Gerar relatórios XML/HTML simples para arquivos binários
ru: Генерация простых XML/HTML отчетов для бинарных файлов

source: Generate sub documents in a sub folder
de: Unterdokumente in einem Unterordner erstellen
es: Generar los subdocumentos en una subcarpeta
fr: Générer les rapports de fichiers dans un sous-répertoire
it: Genera documenti subordinati in una sotto-cartella
pt_br: Gerar subdocumentos em uma subpasta
ru: Генерация суб-документов в поддиректории

source: Generates a report in UNIX diff patch format for the active comparison
de: Erstellt einen Bericht im UNIX-Differenz-Patch-Format für den aktiven Vergleich
es: Genera un informe en el formato parche de UNIX para la comparación actual
fr: Génère un rapport au format UNIX diff patch pour la comparaison courante
it: Genera un rapporto Unix Patch per la comparazione attuale
pt_br: Gerar um relatório no formato UNIX patch para a comparação atual
ru: Генерация отчета в UNIX patch формате для текущего сравнения

source: Generates a report in XML/HTML format for the active comparison
de: Erstellt einen Bericht in XML/HTML-Format für den aktiven Vergleich
es: Genera un informe en el formato XML/HTML para la comparación actual
fr: Génère un rapport au format XML/HTML pour la comparaison courante
it: Genera un rapporto XML/HTML per la comparazione attuale
pt_br: Gerar um relatório no formato XML/HTML para a comparação atual
ru: Генерация отчета в XML/HTML формате для текущего сравнения

source: Generating XML report...
de: XML-Bericht wird erstellt...
es: Generando el informe XML...
fr: Génération du rapport XML en cours...
it: Generando rapporti XML...
pt_br: Gerando relatório XML...
ru: Генерация XML отчета...

source: Generating patches...
de: Patches werden erstellt...
es: &Generando parches...
fr: Génération des patchs en cours...
it: Generando patch....
pt_br: Gerando UNIX patches ...
ru: Генерация патчей...

source: Generating sub-reports...
de: Unterberichte werden erstellt...
es: Generando informes de archivos...
fr: Génération des sous-rapports en cours...
it: Generando rapporti subordinati...
pt_br: Gerando sub-relatórios...
ru: Генерация вложенных отчетов...

source: Go to line
de: Gehen zu Zeile
es: Ir a la línea
fr: Atteindre la ligne
it: Vai alla linea
pt_br: Ir para a linha
ru: Перейти к строке

source: Go to offset
de: Zu Offset gehen
es: Ir al offset
fr: Atteindre l'offset
it: Vai al offset
ru: Перейти к смещению

source: Go up in hierarchy
de: In Hierarchie nach oben gehen
es: Subir en la jerarquía
fr: Monter dans la hiérarchie
it: Passa al livello superiore
ru: Перейти вверх в иерархии

source: Goto Text Position
de: Zu Textposition gehen
es: Ir a la Posición
fr: Aller à la Position Texte (en octets)
it: Vai alla posizione nel testo
ru: Перейти к позиции текста

source: Group folders
de: Gruppenordner
es: Agrupar las Carpetas
fr: Grouper les Dossiers
it: Raggruppa cartelle
pt_br: Agrupar pastas
ru: Группировка директорий

source: HTML (embedded)
de: HTML (eingebettet)
es: HTML (incrustado)
fr: HTML (incorporé)
it: HTML (integrato)
pt_br: HTML (embutido)
ru: HTML (встроенный)

source: Height:
de: Höhe:
es: Altura:
fr: Hauteur :
it: Altezza:
pt_br: Altura:
ru: Высота:

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto
pt_br: Ajuda
ru: Помощь

source: Hide equal
de: Gleiche ausblenden
es: Ocultar identicos
fr: Masquer les fichiers identiques
it: Nascondi uguali
ru: Скрыть равные

source: Hide files or folders missing
de: Fehlende Dateien oder Ordner ausblenden
es: Ocultar los archivos o carpetas faltantes
fr: Masquer les fichiers ou dossiers manquants
it: Nascondi fili o cartelle mancanti
pt_br: Ocultar os arquivos ou pastas faltantes
ru: Скрыть пропущенные файлы или директории

source: Hide files or folders present
de: Blendet vorhandene Dateien oder Ordner aus
es: Ocultar los archivos o carpetas presentes
fr: Masquer les fichiers ou dossiers présents
it: Nascondi fili o cartelle presenti
pt_br: Ocultar os arquivos ou pastas presentes
ru: Скрыть представленные файлы или директории

source: Hide files present
de: Vorhandene Dateien ausblenden
es: Oculta los archivos presentes
fr: Masquer les fichiers présents
it: Nascondi i fili presenti
pt_br: Ocultar arquivos presentes
ru: Скрыть представленные файлы

source: Hide files when
de: Dateien ausblenden, wenn
es: Ocultar los archivos
fr: Masquer les fichiers
it: Nascondi fili
pt_br: Ocultar os arquivos
ru: Скрыть файлы когда

source: Hide identical folders with no content shown
de: Identische Ordner ohne angezeigten Inhalt ausblenden
es: Ocultar las carpetas idénticas sin contenido
fr: Masquer les dossiers identiques ne contenant aucun élément visible.
it: Nascondi cartelle uguali senza contenuto
pt_br: Ocultar as pastas idênticas sem conteúdo
ru: Скрыть одинаковые директории без видимого содержимого

source: Hide item
de: Element ausblenden
es: Ocultar el elemento
fr: Masquer l'élément
it: Nasconde l'elemento
pt_br: Ocultar item
ru: Скрыть объект

source: Hide orphans
de: Waisen ausblenden
es: Ocultar los huerfanos
fr: Masquer les orphelins
it: Nascondi orfane
ru: Скрыть одинокие
