Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Writing...
de: Schreiben...
es: Escribiendo...
fr: Ecriture en cours...
it: Scrivendo...
pt_br: Gravando...
ru: Запись...

source: XML (embedded)
de: XML (eingebettet)
es: XML (incrustado)
fr: XML (incorporé)
it: XML (integrato)
pt_br: XML (embutido)
ru: XML (встроенный)

source: XML Tag Completion
de: XML-Tag-Fertigstellung
es: Terminación de etiquetas XML
fr: Terminer le tag XML
it: Completamento tag XML
ru: Дополнение Тэгов XML

source: XML Text Comparisons
de: XML-Textvergleiche
es: Comparaciones de textos XML
fr: Comparaisons de textes XML
it: Comparazioni di testo XML
pt_br: Comparações de texto XML
ru: Сравнения Текста XML

source: XML Validation
de: XML-Validierung
es: Validación de XML
fr: Validation XML
it: Validazione XML
ru: Проверка XML

source: XSL Style-sheet (optional):
de: XSL-Formatvorlage (optional):
es: Hoja de estilos XSL (opcional):
fr: Feuille de style XSL (optionnel) :
it: Stile XSL (opzionale):
pt_br: Folha de estilo XSL (opcional):
ru: XSL Шаблоны (опционально)

source: XSL Stylesheet(*.xsl)|*.xsl
de: XSL-Formatvorlage(*.xsl)|*.xsl
es: Hoja de estilos XSL(*.xsl)|*.xsl
fr: Feuilles de style XSL (*.xsl)|*.xsl
it: Stile XSL(*.xsl)|*.xsl
pt_br: Folha de estilo XSL(*.xsl)|*.xsl
ru: XSL Шаблоны(*.xsl)|*.xsl

source: XSL stylesheet can be specified only for XML report
de: XSL-Formatvorlage kann nur für einen XML-Bericht festgelegt werden
es: Se puede especificar la hoja de estilos XSL sólo para informes XML
fr: La feuille de style XSL ne peut être spécifiée que pour les rapports XML
it: Lo stile XSL può essere specificata solo per i rapporti XML
pt_br: A folha de estilo XSL pode ser especificada somente para relatório XML
ru: Шаблон XSL может быть описан только для XML отчета

source: XSLT processor:
de: XSLT-Prozessor:
es: procesador XSLT:
fr: Processeur XSLT :
it: Elaboratore XSLT:
pt_br: Processador XSLT:
ru: XSLT процессор:

source: Yes
de: Ja
es: Sí
fr: Oui
it: Si
pt_br: Sim
ru: Да

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
pt_br: Ontem
ru: Вчера

source: You are changing the access rights for the folder $0. Do you also want to the set the access rights for contained items?
de: Sie ändern gerade die Zugriffsrechte für den Ordner $0. Möchten Sie auch die Zugriffsrechte für die enthaltenen Elemente festlegen?
es: Está cambiando los derechos de acceso de la carpeta $0. ¿Desea también modificar los derechos de acceso de los elementos de la carpeta?
fr: Vous changez les droits d'accès pour le dossier $0. Voulez-vous également appliquer ces droits pour les fichiers et sous-dossiers ?
it: Stai cambiando i permessi di accesso alla cartella $0. Vuoi anche applicare questi permessi agli elementi contenuti?
pt_br: Você está modificando os direitos de acesso para a pasta $0. Deseja também modificar os direitos de acesso dos itens da pasta?
ru: Вы изменяете права доступа для директории $0. Вы также хотите установить права доступа для содержащихся в директории объектов?

source: You are viewing the original, image shifting is available only on comparison views.
de: Sie sehen sich das Original an, eine Bildverschiebung ist nur in den Vergleichsansichten möglich.
es: Está viendo el original. El desplazamiento está disponible sólo en una comparación.
fr: Vous visualisez l'original, le décalage d'image n'est disponible que dans les vues de comparaison.
it: Stai vedendo l'originale, il spostamento dell'immagine è disponibile solo in una comparazione.
ru: Вы просматриваете оригинал, поворот изображения доступен только при сравнительном просмотре.

source: You can choose to start up the application on latest workspace or a specific comparison type, please open the Preferences box to choose your startup screen.
de: Sie können die Anwendung auf der letzten Arbeitsdatei oder einem speziellen Vergleichstypen wählen, bitte das Voreinstellungsfenster öffnen, um Ihren Start-Bildschirm auszuwählen.
es: Puede elegir iniciar ECMerge con el último espacio de trabajo o un tipo de comparación específico. Favor de abrir el diálogo Preferencias para definir su pantalla de inicio.
fr: Vous pouvez choisir de démarrer l'application sur le dernier espace de travail ou bien un type de comparaison spécifique, veuillez sélectionner votre écran de démarrage dans les Préférences de l'application.
it: Puoi scegliere iniziare l'applicazione sull'ultimo spazio di lavoro o un tipo di comparazione specifico, vai nelle Preferenze per precisare la finestra del'avvio.
ru: Вы можете выбрать между запуском приложения с последним рабочим местом или определенным типом сравнения, пожалуйста откройте Настрйоки для выбора вашего стартового экрана

source: You can configure Option Sets to get presets of Comparison and Display Options. For example, you can define an Option Set for C++ projects (where you exclude .o[bj] files, you set the Text Comparison as case sensitive, and a security area of 3 lines), one for web projects...
de: Sie können Optionssätze konfigurieren, um Voreinstellungen der Vergleichs- und Anzeigeoptionen zu erhalten. So können Sie beispielsweise einen Optionssatz für C++-Projekte bestimmen (wo Sie .o[bj]-Dateien ausschließen und den Textvergleich als schreibungsabhängig und einen Sicherheitsbereich von 3 Zeilen einstellen) oder einen Optionssatz für Internetprojekte, etc.
fr: Vous pouvez configurer plusieurs Jeux d'Options, et vous en servir comme point de départ pour les options de vos comparaisons.
ru: Вы можете настроить наборы Настроек для получения установленных по умолчанию Сравнения и Отображения Свойств. Например, вы можете описать Набор Настроек для C++ проектов (где вы исключаете o[bj] файлы, устанавливаете Сравнение Текста как регистро зависимое и секретную область в 3 строки), другой набор для WEB проектов...

source: You can define the exact metadata rules to apply in Folder Comparisons to determine a file differentiation status (identical, different, conflicting, unknown). Metadata rules compare only file size and modification date. Files with an unknown status will be processed with the appropriate content comparison algorithm. The metadata comparison is very efficient in many situations because it does not need to retrieve the files from remote servers (FTP).
de: Sie können die genauen Metadatenregeln festlegen, die bei Ordnervergleichen anzuwenden sind, um einen Dateidifferenzierungsstatus (identisch, unterschiedlich, widersprüchlich, unbekannt) zu bestimmen. Metadatenregeln vergleichen ausschließlich die Dateigröße sowie das Änderungsdatum. Dateien mit einem unbekannten Status werden mit dem entsprechenden Inhaltsvergleichsalgorithmus verarbeitet. Der Metadatenvergleich ist in vielen Situationen sehr effizient, da für diesen keine Dateien von Remote-Servern (FTP) abgerufen werden müssen.
es: Se puede definir la reglas de metadatos que aplicar en las Comparaciones de Carpetas para determinar el estado de un archivo (igual, diferente, en conflicto, desconocido). Las reglas de metadatos sólo comparan el tamaño y la fecha de los archivos. Se comparan los archivos con un estado desconocido con el algoritmo de comparación de contenido adaptado. La comparación de metadatos permite evitar descargar los archivos de los servidores (FTP).
fr: Vous pouvez définir les règles à appliquer dans une Comparaison de Dossiers pour déterminer l'état de différentiation d'un fichier (identique, différent, en conflit, inconnu). Les règles sur les métadonnées permettent de ne comparer les fichiers qu'avec les critères de taille et de date de modification. Les fichiers avec un état non déterminé seront comparés avec l'algorithme de comparaison de contenu le plus approprié. Les comparaisons par métadonnées sont très efficaces dans de nombreuses situations car elles permettent de ne pas rappatrier les fichiers depuis des serveurs distants (FTP).
pt_br: Você pode definir as regras de metadados a aplicar nas comparações de pastas para determinar o status de diferenciação do arquivo (idêntico, diferente, conflitante, desconhecido). As regras de metadados comparam apenas o tamanho e a data dos arquivos. Arquivos com um status desconhecido serão processados com o algoritmo de comparação de conteúdo adequado. A comparação de metadados é muito eficiente em muitas situações porque não é necessário recuperar os arquivos de servidores remotos (FTP).
ru: Вы можете определить конкретные правила для метаданных при использовании в Сравнении Директории для определения статуса дифференциации файла (одинаковый, различный, конфликтующий, неизвестный). Правила для метаданных сравнивают только размер файла и дату модификации. Файлы с неизвестным статусом будут обработаны с предназначенным алгоритмом сравнения контента. Сравнение матаданных является эффективным в большинстве случае потому что при этом нет необходимости получать файлы с удаленных серверов (FTP)

source: You can deploy web site files to your FTP account. ECMerge can remember your account infos and all the needed settings in the Launcher 'Sites' folder, see Customize / Sites menu.
de: Sie können Internetseiten-Dateien auf Ihrem FTP-Account installieren. ECMerge kann sich Ihre Account-Informationen und alle notwendigen Einstellungen im 'Seiten'-Ordner des Launchers merken, siehe Menü Anpassen / Seiten.
es: Despliegue sus sitios web en su cuenta FTP. ECMerge puede recordar las informaciones de su cuenta y toda la configuración necesaria en la carpeta 'Sitios' del Lanzador. Ver el menu Personalizar / Sitios.
fr: Déployez vos fichiers web avec compte FTP ou FTPS. ECMerge peut conserver toutes les informations et toutes les options dans le Lanceur, jetez un coup d'oeil au menu Personnaliser/Sites.
ru: Вы можете разместить файлы web сайта на вашем FTP аккаунте. ECMerge может запомнить информацию о вашем аккаунте и все необходимые настройки в Загрузчике 'Сайты' директории, смотрите Настройки / меню Сайты

source: You can display line ending characters to highlight differences between text files using different line terminators (CR, CR/LF, LF).
de: Sie können Zeilenabschlusszeichen anzeigen, um die Unterschiede zwischen Textdateien mit unterschiedlichen Zeilenendezeichen (CR, CR/LF, LF) hervorzuheben.
es: Puede mostrar los caracteres de fin líneas de para resaltar entre archivos de texto que usan caracteres diferentes (CR, CR/LF, LF).
fr: Vous pouvez afficher les caractères de fin de ligne afin de mettre en avant ces différences lors de la comparaison de fichiers possédant des terminateurs de fin de ligne différents (CR, CR/LF, LF).
pt_br: Você pode exibir os caracteres de fim de linha para realçar diferenças entre arquivos de texto que usam diferentes caracteres terminadores de linha (CR, CR/LF, LF).
ru: Вы можете отобразить символы перевода строки для выделения разницы между текстовыми файлами использующими разные разделители строк (CR, CR/LF, LF).

source: You can drag and drop a file or a directory on the source combo to open it. You can also copy/paste URLs in the combos. Then, for URLs to FTP servers, use the "Select File or Folder (FTP)" Browse button menu item to change the advanced parameters.
de: Sie können eine Datei oder ein Verzeichnis zum Öffnen in die Quellencombo ziehen und ablegen. Sie können auch URLs in die Combos kopieren und einfügen. Dann verwenden Sie für URLs auf FTP-Servern den Browse-Button-Menüpunkt "Datei oder Ordner auswählen(FTP)", um die weitergehenden Parameter zu ändern.
fr: Glissez et déplacez un fichier ou un répertoire sur une liste déroulante, puis appuyez sur ENTREE pour valider. Vous pouvez aussi copier/coller des URLs dans les listes. Puis, pour des URLs vers des serveurs FTP, utilisez le menu "Sélectionner un fichier ou dossier (FTP)" pour changer les paramètres avancés.
ru: Вы можете перетащить файл или директории в комбо источник для открытия их. Вы также моежете скопировать/вставить URLs в комбо. Тогда, для ваших URLs на FTP сереверах, используйте "Select File or Folder (FTP)" кнопку меню Просмотр для изменения дополнительных параметров.

source: You can drag and drop files or directories on ECMerge to open a comparison. You can swap the sources if need to set the items in their role.
de: Sie können Dateien oder Verzeichnisse in ECMerge ziehen und ablegen, um einen Vergleich zu öffnen. Sie können die Quellen tauschen, falls die Elemente in ihrer Rolle festgelegt werden müssen.
es: Se puede arrastrar y soltar archivos o carpetas en ECMerge para abrir una comparación. Puede intercambiar las fuentes si lo necesita.
fr: Glissez et déplacez des fichiers et dossiers sur ECMerge pour ouvrir une comparaison. Vous pouvez échanger des sources ensuite pour remettre les fichiers dans leur rôle.
ru: Вы можете перетащить файлы или директории в ECMerge для открытия сравнения. Вы можете переключить источники если это необходимо для настройки объектов в их роли.

source: You can expand and collapse folders tree on selected items by pressing the Star (*) key.
de: Sie können den Ordnerbaum für ausgewählte Elemente durch Drücken der Sterntaste (*) auf- und einklappen.
es: Se puede expandir y contraer arboles de carpetas pulsando la tecla * en los elementos seleccionados.
fr: Vous pouvez ouvrir et fermer des arbres de dossiers en pressant la touche * sur les items désirés.
ru: Вы можете развернуть или свернуть дерево директорий на выбранном объекте, нажав клавиши Звезда (*).

source: You can generate Comparison HTML Reports to make an evaluation of the merge task duration. The statistics section gives you a detailled view of the number of conflicts and how much data is involved (number of lines, number of blocks). For Folder Comparisons, the statistics section also shows the number of new/deleted files.
de: Sie können HTML-Vergleichsberichte erstellen, um eine Bewertung der Dauer der Zusammenführungsaufgaben vorzunehmen. Der Statistikbereich gibt Ihnen einen genauen Überblick über die Anzahl an Konflikten und wie viele Daten beteiligt sind (Zeilenanzahl, Blockanzahl). Für Ordnervergleiche zeigt der Statistikbereich auch die Anzahl an neuen/gelöschten Dateien.
es: Se puede generar informes de Comparaciones HTML para evaluar la duración de una tarea de fusión. La sección de estadísticas le da una vista detallada con los números de conflictos y la repartición de cambios (número de líneas, número de bloques). Para las Comparación de Carpetas, la sección de estadísticas también muestra el número de archivos nuevos/borrados.
fr: Générez des rapports de comparaison HTML afin d'évaluer le travail nécessaire pour vos tâches de fusion. Des statistiques détaillées incluent les nombres de conflits, les données mises en jeu (nombres de lignes, blocs). Pour les dossiers, des statistiques au niveau de fichiers sont aussi fournies.
ru: Вы можете сгенерировать HTML Отчеты Сравнения во время работающей задачи слияния. Секция статистик даст вам детализированное представление о количестве конфликтов и насколько данные обширны (количество строк, число блоков). Для Сравнений Директории, секция статистик также показывает число новых/удаленных файлов.

source: You can generate comparison reports in XML format from the command line and integrate them into your workflow.
de: Sie können Vergleichsberichte in XML-Format aus der Befehlszeile erstellen und diese in Ihren Arbeitsablauf integrieren.
es: Se puede generar informes de comparaciones en formato XML y integrarlos en su flujo de trabajo.
fr: Vous pouvez générer les rapports depuis la ligne de commande et les intégrer dans votre workflow.
pt_br: Você pode gerar relatórios de comparação em formato XML na linha de comando e integrá-los em seu fluxo de trabalho.
ru: Вы можете сгенерировать отчеты в XML формате из командной строки и интегрировать из в ваш рабочий процесс.

source: You can get a free serial number for an unlimited-feature evaluation from the Help/Get a Serial Number menu item.
de: Sie können sich eine kostenfreie Seriennummer für eine Testversion mit unbegrenzten Funktionalitäten über den Menüpunkt 'Hilfe/Seriennummer erhalten' besorgen.
es: Se puede obtener un número de serie de evaluación gratuitamente para una evaluación del programa sin limitaciones de funcionalidades a partir del menú Ayuda/Obtener un Número de Serie de Evaluación gratuitamente.
fr: Vous pouvez obtenir un numéro de série d'évaluation gratuit pour une évaluation du logiciel sans limitations de fonctionnalités à partir du menu Aide/Obtenir un numéro de série d'évaluation.
it: Puoi ottenere un numero di serie gratuito per una dimostrazione senza limitazione con il menu Aiuto/Chiedere un Numero di Serie di Dimostrazione gratuito.
pt_br: Você pode obter um número serial grátis para uma avaliação ilimitada dos recursos do programa a partir do menu Ajuda/Obter um Número Serial.
ru: Вы можете получить бесплатный серийный номер для неограниченного тестирвоания в Помощь/Получить Серийный Номер пункте меню.

source: You can make all changes considered as conflicts in Text 3-Way merge. To do this, open the document/application Options dialog box, File Merges section, and select "Surround all changes".
de: Sie können alle als Konflikte angesehenen Änderungen in Text-3-Wege-zusammenführung durchführen. Um dies zu tun, öffnen Sie das Optionsdialogfenster des Dokuments/der Anwendung, Abschnitt Dateizusammenführungen und wählen "Alle Änderungen einschließen".
fr: Vous pouvez considérer tous les changements comme conflictuels dans la fusion à 3 sources. Pour ce faire, ouvrez la boîte de dialogue d'options de l'application, section Fusions et sélectionnez "Encadrer toutes les modifications".
pt_br: Você pode fazer todas as alterações consideradas conflitos em mesclagem de texto trilateral. Para fazer isso, abra a caixa de diálogo de "Opções de visualização e comparação", seção "Mesclagem de arquivos", e selecione "Circundar modificações/Todos".
ru: Вы можете сделать все предложенные изменения как конфликты в 3-х стороннем слиянии. Для того чтобы сделать это, откройте диалоговое окно Настройки документ/приложение, секция Слияния Файла, и выберите "Surround all changes".

source: You can probably configure your source version control software to use ECMerge to compare and merge concurrent source code file versions. Search for 'Integration with Configuration Management System' in Help file.
de: Sie können voraussichtlich Ihre Quellversionkontrollsoftware so konfigurieren, dass Sie ECMerge zum Vergleichen und Zusammenführen übereinstimmender Quellcodedateiversionen nutzen können. Suchen Sie nach 'Integration mit dem Konfigurationsmanagementsystem' in der Hilfe-Datei.
es: Se puede probablemente configurar su SCC para usar ECMerge para comparar y fusionar versiones de archivos de código. Eche un vistazo al Manual del Utente para la lista de las integraciones válidas.
fr: Si vous utilisez un outil de gestion de configuration, vous pouvez certainement l'intégrer avec ECMerge. Jetez un coup d'oeil dans la section 'Integration with Configuration Management System' de l'aide à ce propos.
ru: Вы можете настроить ваше средство контроля версии для использования в ECMerge для сравнения и слияния одновременно источник файла кода версий. Смотрите 'Integration with Configuration Management System' в файле помощи.

source: You can set a timezone shift for each datasource. This allows time-based comparison with folders located on remote servers. It can be very useful when connecting to FTP server.
de: Sie können für jede Datenquelle eine Zeitzonenenumschaltung einstellen. Dies ermöglicht den zeitbasierten Vergleich zwischen Ordnern auf Remote-Servern. Diese Funktion kann bei der Verbindung zu einem FTP-Server sehr hilfreich sein.
es: Se puede configurar una zona horaria para cada fuente. Esto permite comparaciones de fecha con carpetas localizadas en diferentes servidores, lo que es útile cuando se conecta a un servidor FTP.
fr: Lorsque les dates d'un des dossiers d'une comparaison sont décalées par rapport à leur date réelle, vous pouvez spécifier un décalage pour chaque source dans les options de comparaison.
pt_br: Você pode definir um fuso horário para cada fonte de dados. Isso permite comparações baseadas em horário com pastas localizadas em servidores remotos. Pode ser muito útil quando se conecta a um servidor FTP.
ru: Вы можете установить сдвиг временной зоны для каждого источника данных.

source: You can set up a cutoff date to filter out files in a Folder Comparison. You can include only files modified before/after a given date or a fixed number of days.
de: Sie können ein Sperrdatum festsetzen, um Dateien in einem Ordnervergleich herauszufiltern. Sie können nur Dateien einbeziehen, die vor/nach einem bestimmten Datum oder einer festgelegten Anzahl an Tagen geändert wurden.
es: Configura una fecha límite para filtrar archivos en una Comparación de Carpetas. Por tanto, se puede incluir sólo los archivos modificados antes/después una fecha o un número fijo de días.
fr: Vous pouvez utilisez une date de séparation pour masquer les fichiers dans une comparaison de dossiers. Ainsi vous pouvez n'inclure que les fichiers modifiés avant/après une date donnée ou bien depuis un certain nombre de jours.
ru: Вы можете установить дату отсечки чтобы отфильтровать файлы при Сравнении Директории. Вы можете включить только файлы измененные до/после указанной даты или фиксированного числа дней.

source: You can setup blocks of interest in Text Comparison XML and HTML reports and skip non-interesting lines. This will generate smaller files and will be more focused on the merge task.
de: Sie können Blocks von Interesse in Textvergleichs-XML- und HTML-Berichten aufstellen und uninteressante Zeilen überspringen. Dadurch werden kleinere Dateien erstellt und der Fokus liegt vermehrt auf der Zusammenführung.
es: Puede configurar bloques de interés en los informes para las comparaciones de texto e ignorar líneas sin interés. Esto genera archivos más pequeños y más concentrados en la tarea de fusión.
fr: Vous pouvez paramétrer finement les blocs de texte qui vous intéressent dans les rapports XML/HTML. Cela vous permet d'obtenir des rapports concis, minimaux vis-a-vis de vos propres besoins.
pt_br: Você pode configurar blocos de interesse na comparação de texto XML e relatórios HTML e ignorar linhas não interessantes. Isso irá gerar arquivos menores e mais focados na tarefa de mesclagem.
ru: Вы можете установить необходимые блоки при XML Сравнении Текста и в отчетах HTML и и пропустить неинтересные для вас строки. Это позволяет генерировать файлы меньшего размера и быть более сфокусированным на задаче слияния.

source: You can use your own CSS in HTML reports. To do this, you just need to enter the CSS path in the Options/Reports options panel.
de: Sie können Ihre eigene CSS in HTML-Berichten verwenden. Dazu müssen Sie nur den CSS-Pfad im Optionen/Berichte Optionsbedienfeld eingeben.
es: Se puede usar su propria hoja de estilo CSS en los informes HTML. Para esto, sólo se necesita entrar la ruta de la hoja en el panel de Opciones/Informes.
fr: Vous pouvez utiliser votre propre CSS dans les rapports HTML. Spécifiez la dans 'Options/Rapports' de la boite d'options.
pt_br: Você pode usar sua própria folha de estilo CSS em relatórios HTML. Para fazer isso, basta digitar o caminho da folha CSS no painel de Opções/Relatórios.
ru: Вы можете использовать свой собственный CSS в HMTL отчетах. Для этого вы должны указать CSS путь в панели настроек Настройки/Отчеты.
