Repository: elliecomputing/ecmerge-translations
Catalog: */ellie-filehisto-guimerge.po
Languages: de, es, fr, it, pt_br, ru

source: Check files content if date or size are different
de: Dateiinhalt prüfen, falls Datum oder Größe unterschiedlich ist
es: Verificar los contenidos si la fecha o el tamaño están diferentes
fr: Comparer les contenus des fichiers si les dates ou les tailles sont différentes
it: Controlla i contenuti se diverse data o dimensione
pt_br: Verificar o conteúdo dos arquivos se a data ou o tamanho forem diferentes
ru: Проверить содержимое файлов если дата или размер отличаются

source: Check for &Updates
de: Auf &Updates prüfen
es: &Verificar la presencia de actualizaciones
fr: &Vérifier la présence de mises à jour
it: Verifica &Nuovi Aggiornamenti
pt_br: Verificar se há &atualizações
ru: Проверить &Обновления

source: Check for Updates
de: Auf Updates prüfen
es: Verificar la presencia de actualizaciones
fr: Vérifier la présence de mises à jour
it: Controlla Aggiornamenti Disponibili
pt_br: Verificar se há atualizações
ru: Проверить обновления

source: Check for software updates in background
de: Im Hintergrund auf Software-Updates überprüfen
es: Verificar la presencia de actualizaciones en segundo plano
fr: Vérifier la présence de mises à jour en tâche de fond
it: Controlla gli aggiornamenti disponibili in sfondo
ru: Проверка обновлений в фоне

source: Check for software updates periodically
de: Regelmäßig auf Software-Updates prüfen
es: Verificar la presencia de actualizaciones
fr: Vérifier la présence de mises à jour périodiquement
it: Controlla gli aggiornamenti disponibili periodicamente
pt_br: Verificar se há atualizações do programa periodicamente
ru: Проверять наличие обновлений периодически

source: Check the columns to be displayed:
de: Die anzuzeigenden Spalten überprüfen:
es: Columnas para visualizar :
fr: Colonnes à afficher :
it: Seleziona le colonne che mostrare:
pt_br: Verifique as colunas a serem exibidas:
ru: Выбор столбцов для отображения:

source: Check the locations where to write result:
de: Speicherorte überprüfen, in die die Ergebnisse geschrieben werden sollen:
es: Seleccionar donde escribir el resultado :
fr: Sélectionner où écrire le résultat :
it: Controlla i percorsi dove scrivere il risultato:
pt_br: Verifique os locais onde o resultado será gravado:
ru: Проверка местоположения для записи результатов:

source: Check the shells for which to enable the extension:
de: Shells überprüfen, für die die Endung aktiviert werden soll:
es: Marca los shell para los cuales activar la extensión:
fr: Sélectionnez les gestionnaires de fichier pour activer l'extension :
it: Controlla le shell per le quali attivare l'estenzione:
ru: Проверка оболочек для которых необходимо включить расширение

source: Checkout
de: Abmeldung
fr: Extraire
it: Estrarre
pt_br: Examinar
ru: Контроль

source: Checks the Ellie Computing web site for product updates
de: Prüft die Ellie Computing-Webseite auf Produkt-Updates
es: Abre un explorador sobre el sitio Ellié Computing en la página de las actualizaciones
fr: Vérifié le site Ellié Computing pour les mises à jour de produits
it: Verifica nuovi aggiornamenti sul sito di Ellié Computing
pt_br: Acessar web site da Ellié Computing para atualizações do produto
ru: Проверка сайта Ellié Computing на наличие обновлений

source: Checksums:
de: Prüfsummen:
es: Sumas de control :
fr: Sommes de contrôle :
it: Checksum:
pt_br: Somas de controle:
ru: Контрольные суммы:

source: ChoiceItem
de: ElementWählen
pt_br: Item escolhido
ru: Выбор

source: Choose "2-way" when you only have 2 items to compare.
de: "2-Wege" wählen, wenn Sie nur 2 Elemente zu vergleichen haben.
es: Escoge "Fusión Bilateral" cuando tiene 2 elementos que comparar
fr: Choisissez "2 sources" si vous n'avez que deux sources à comparer.
it: Scegli "2-way" quando hai solo 2 elementi che comparare.
ru: Выберите "2-way" только когда вы имеете 2 объекта для сравнения.

source: Choose "3-way" when you know/have access to a common ancestor, i.e., an older version from which left and right versions are derived. It can be file or folder chosen by you or a SCC item (using date/label detail or automatically provided by your SCC), or a ZIP snapshot of a folder tree.
de: "3-Wege" wählen, wenn Sie einen allgemeinen Vorgänger kennen bzw. Zugriff auf ihn haben, d.h. eine ältere Version, von der die linke und die rechte Version abgeleitet sind. Dabei kann es sich um eine von Ihnen gewählte Datei oder einen Ordner handeln oder ein SCC-Element (unter Verwendung von Datums-/Labeldetails oder automatisch durch Ihr SCC bereit gestellt) oder einen ZIP -Snapshot eines Ordnerbaums.
es: Escoge "Fusión Trilateral" cuando tiene un antecesor común, una versión más vieja a partir de la cual las versiones de izquierda y derecha están derivadas. Puede ser un archivo o una carpeta que selecciona o un elemento de SCC (usando un detalle de fecha o de label, o especificado por el SCC), o un archivo ZIP.
fr: Choisissez "3 sources" si vous avez accès à un ancêtre commun, c'est à dire une version dont les versions de gauche et de droite sont dérivées. Cela peut être un fichier ou un dossier choisi par vous ou un élément de VCS (en utilisant une date ou une étiquette, ou bien en laissant votre VCS vous le fournir), l'ancêtre peut aussi être un dossier archivé (ZIP).
it: Scegli "3-way" quando sai/hai accesso a un ascendente comune, ad esempio una versione più vecchia da quale le versioni sinistra e destra sono derivate. Può essere un file o una cartella locale o un elemento SCC (usando una data o un label, o automaticamente fornito dal SCC), o un ZIP.
ru: Выберите "3-way" только когда вы знаете основного предка, т.е. старая версия от левой и правой версии вырезана. Это может быть файл или директория выбранная вами или SCC объект (использующий дату/метку детали или автоматически предусмотренный вашим SCC), или ZIP снимок дерева папок

source: Choose "Diff" when you wish to compare files/folders without editing any source.
de: "Diff" wählen, wenn Sie Dateien/Ordner ohne Bearbeitung der Quellen vergleichen wollen.
es: Escoge "Comparar" cuando quiere comparar archivos o carpetas sin editar ninguna fuente.
fr: Choisissez "Comparer" si vous désirez seulement comparer les fichiers ou dossiers, sans modifier les sources.
it: Scegli "Comparazione" quando vuoi comparare fili/cartelle senza editare qualsiasi fonte.
ru: Выберите "Diff" только когда вы хотите сравнить файлы/директории без редактирования любого источника.

source: Choose "Merge" when you wish to combine files/folders content into one or several target locations.
de: "Zusammenführen" wählen, wenn Sie Datei-/Ordnerinhalte in einem oder mehreren Zielspeicherorten kombinieren wollen.
es: Escoge "Fusionar" cuando quiere combinar el contenido de archivos o carpetas en una o varias ubicaciones de destino.
fr: Choisissez "Fusionner" si vous désirez combinner ou synchroniser le contenu des fichiers ou dossiers.
it: Scegli "Unione" quando vuoi unire fili/cartelle in una o più destinazioni.
ru: Выберите "Merge" только когда вы хотите объединить содержимое файлов/директорий в одно или несколько местоположений.

source: Choose Character Encoding
de: Zeichencodierung wählen
es: Escoger la Codificación
fr: Choisir l'encoding des caractères
it: Scegli la Codifica
pt_br: Escolha a codificação
ru: Выберите кодировку символов

source: Choose a file type:
de: Einen Dateityp auswählen:
es: Escoja un tipo de archivo:
fr: Choisissez un type de fichiers :
it: Scegli un tipo di file:
pt_br: Escolha um tipo de arquivo:
ru: Выберите тип файла:

source: Choose the default result of the merge in typical situations:
de: Das Standardergebnis der Zusammenführung in typischen Situationen wählen:
es: Escoger el resultado de fusión por defecto en esas situaciones :
fr: Choisir le résultat par défaut dans ces situations :
it: Scegli il risultato predefinito dell'unione nelle situazioni tipiche:
pt_br: Escolha o padrão resultante da mesclagem em situações típicas:
ru: Выберите основной результат слияния в типичных ситуациях:

source: Choose the rules to apply:
de: Die anzuwendenden Regeln auswählen:
es: Escoja las reglas para aplicar :
fr: Choisissez les rêgles à appliquer :
it: Scegli le regole che applicare:
pt_br: Escolha as regras a aplicar
ru: Выберите правила для применения:

source: Choose which to keep
de: Auswählen, was behalten werden soll
es: Escoger cual versión conservar
fr: Choisir quelle version conserver
it: Sceglie il quale mantenere
pt_br: Escolha qual manter
ru: Выберите что сохранить

source: Circle
de: Kreis
es: Circulo
fr: Cercle
it: Cerchio
pt_br: Círculo
ru: Круг

source: Clear all Bookmarks
de: Alle Bookmarks löschen
es: Borrar todos los marcadores
fr: Supprime tous les marqueurs
it: Cancella tutti i segnalibri
pt_br: Apagar todos marcadores
ru: Очистить все Закладки

source: Clears all bookmarks in the current document
de: Löscht alle Bookmarks im aktuellen Dokument
es: Borrar todos los marcadores del documento actual
fr: Supprime tous les marqueurs
it: Pulisci tutti i segnalibri del documento attuale
pt_br: Apagar todos marcadores no documento atual
ru: Очистить все закладки в текущем документе

source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papier
it: Appunti
pt_br: Área de transferência
ru: Буфер обмена

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
pt_br: Fechar
ru: Закрыть

source: Closes all opened documents
de: Schließt alle geöffneten Dokumente
es: Cierra todos los documentos abiertos
fr: Ferme tous les documents ouverts
it: Chiude tutti i documenti aperti
pt_br: Fechar todos documentos abertos
ru: Закрыть все открытые документы

source: Closes the current document
de: Schließt das aktuelle Dokument
es: Cerrar el documento actual
fr: Ferme le document courant
it: Chiudi i documento attuale
pt_br: Fechar o documento atual
ru: Закрыть текущий документ

source: Closes the current tab
de: Schließt die aktuelle Registerkarte
es: Cierra la ficha actual
fr: Ferme l'onglet courant
it: Chiudi la scheda correntemente attiva
pt_br: Fechar a aba atual
ru: Закрыть текущую вкладку

source: Colour...
de: Farbe...
es: Color...
fr: Couleur...
it: Colore...
pt_br: Cor...
ru: Цвет...

source: Coloured stylesheet
de: Farbige Formatvorlage
es: Hoja de estilo coloreada
fr: Feuille de style colorée
it: Foglio di stile con colori
pt_br: Folha de estilo colorida
ru: Цветовая схема

source: Colours
de: Farben
es: Colores
fr: Couleurs
it: Colori
pt_br: Cores
ru: Цвета

source: Columns
de: Spalten
es: Columnas
fr: Colonnes
it: Colonne
pt_br: Colunas
ru: Столбцы

source: ComboItem
pt_br: Item combo
ru: Комбо бокс

source: Comma separated list of additional flags for ancestor from: read_only, no_mru, output
de: Durch Komma getrennte Liste zusätzlicher Flags für Vorgänger aus: nur_lesen, kein_mru, Ausgabe
es: Lista de indicadores, separados por comas, para el antecesor, entre: read_only, no_mru, output
fr: Liste d'indicateurs pour l'ancêtre séparés par des virgules, à choisir parmi : read_only, no_mru, output
it: Lista di valori separati da virgole di flag aggiuntive per il ascendente, uno entre: read_only, no_mru, output
pt_br: Lista separada por vírgulas de indicadores adicionais para o antecessor de: read_only, no_mru, output
ru: Список разделенный запятой дополнительных флагов для предка: read_only, no_mru, output

source: Comma separated list of additional flags for left from: read_only, no_mru, output
de: Durch Komma getrennte Liste zusätzlicher Flags für links aus: nur_lesen, kein_mru, Ausgabe
es: Lista de indicadores, separados por comas, para la izquierda, entre: read_only, no_mru, output
fr: Liste d'indicateurs pour la gauche séparés par des virgules, à choisir parmi : read_only, no_mru, output
it: Lista di valori separati da virgole di flag aggiuntive per il sinistro, uno entre: read_only, no_mru, output
pt_br: Lista separada por vírgulas de indicadores adicionais para a esquerda de: read_only, no_mru, output
ru: Список разделенный запятой дополнительных флагов для левого: read_only, no_mru, output

source: Comma separated list of additional flags for result from: no_mru
de: Durch Komma getrennte Liste der zusätzlichen Flags für das Ergebnis aus: no_mru
es: Lista de indicadores, separados por comas, para el resultado, entre: no_mru
fr: Liste d'indicateurs pour le résultat séparés par des virgules, à choisir parmi : no_mru
it: Lista di valori separati da virgole di flag aggiuntive per il risultato, uno entre: no_mru
pt_br: Lista separada por vírgulas de indicadores adicionais para o resultado de: no_mru
ru: Список разделенный запятой дополнительных флагов для результата: read_only, no_mru, output

source: Comma separated list of additional flags for right from: read_only, no_mru, output
de: Durch Komma getrennte Liste zusätzlicher Flags für rechts aus: nur_lesen, kein_mru, Ausgabe
es: Lista de indicadores, separados por comas, para la derecha, entre: read_only, no_mru, output
fr: Liste d'indicateurs pour la droite séparés par des virgules, à choisir parmi : read_only, no_mru, output
it: Lista di valori separati da virgole di flag aggiuntive per il destro, uno entre: read_only, no_mru, output
pt_br: Lista separada por vírgulas de indicadores adicionais para a direita de: read_only, no_mru, output
ru: Список разделенный запятой дополнительных флагов для правого: read_only, no_mru, output

source: Commands
de: Befehle
es: Líneas de comandos
fr: Lignes de commande
it: Comandi
pt_br: Comandos
ru: Команды

source: Comment
de: Anmerkung
es: Comentario
fr: Commentaire
it: Commento
pt_br: Comentário
ru: Комментарий

source: Comment:
de: Anmerkung:
es: Comentario:
fr: Commentaire :
it: Commento:
pt_br: Comentário:
ru: Комментарий:

source: Compact XML...
de: XML verdichten...
es: Compactar XML...
fr: Compacter XML...
it: Compatta XML...
pt_br: Compactar XML...
ru: Уменьшить XML...

source: Compact at save time:
de: Komprimiert bei Zeitersparnis:
es: Compactar al guardar:
fr: Compacter lors de l'enregistrement :
it: Compatta salvando:
pt_br: Compactar ao salvar:
ru: Компактный по экономии времени:

source: Compare To $0
de: Mit $0 vergleichen
es: Comparar con $0
fr: Comparer à $0
it: Compara a $0
pt_br: Comparar a $0
ru: Сравнить с $0

source: Compare Together
de: Miteinander vergleichen
es: Comparar juntos
fr: Comparer ensemble
it: Compara Insieme
pt_br: Comparar junto
ru: Сравнить вместе

source: Compare again
de: Nochmals vergleichen
es: Comparar de nuevo
fr: Recomparer
it: Compara di nuovo
pt_br: Comparar novamente
ru: Сравнить опять

source: Compare all sub-folders
de: Alle Unterordner vergleichen
es: Comparar todas las subcarpetas
fr: Comparer tous les sous-dossiers
it: Compara le sotto-cartelle
ru: Сравнить все поддиректории

source: Compare file contents if date/size did not determine its status
de: Dateiinhalte vergleichen, falls der Status nicht durch Datum/Größe bestimmt wird
es: Comparar el contenido de los archivos cuando la fecha/tamaño no permitirán determinar el estado
fr: Comparer les contenus des fichiers si les dates/tailles n'ont pas défini son état
it: Compara i contenuti dei fili se la data o la dimensione no determina il status
pt_br: Comparar o conteúdo dos arquivos se a data/tamanho não determinaram seu status
ru: Сравнить содержимое файла если дата/размер не определяет его статус

source: Compare files and folders names case-sensitively
de: Datei- und Ordnernamen unter Beachtung von Groß- und Kleinschreibung vergleichen
es: Comparar el nombre de los archivos y de las carpetas respetando la caja
fr: Comparer les noms de fichiers et dossiers en respectant la casse
it: Distingui maiuscole e minuscole nei nomi di fili e cartelle
pt_br: Comparar o nome de arquivos e pastas considerando maiúsculas e minúsculas
ru: Сравнить имена файлов и директорий с учтом регистра

source: Compare files content when metadata are not enough
de: Dateiinhalte vergleichen, falls Metadaten nicht ausreichen
es: Comparar el contenido de los archivos cuando la fecha/tamaño no permitirán determinar el estado
fr: Comparer les contenus des fichiers si les métadonnées n'ont pas défini son état
it: Compara i contenuti dei fili se la data o la dimensione no determina il status
ru: Сравнить содержимое файлов если мета данных не достаточно

source: Compare with $0 as Ancestor
de: Mit $0 als Vorgänger vergleichen
es: Comparar con $0 como Antecesor
fr: Comparer avec $0 comme Ancêtre
it: Compara a $0 come Ascendente
pt_br: Comparar com $0 como antecessor
ru: Сравнить $0 с предком

source: Comparison Statistics
de: Vergleichsstatistiken
es: Estadísticas de comparación
fr: Statistiques de comparaison
it: Statistiche della comparazione
pt_br: Estatísticas de comparação
ru: Статистика сравнения

source: Comparison Type
de: Vergleichstyp
es: Tipo de Comparación
fr: Type de Comparaison
it: Tipo di comparazione
pt_br: Tipo de comparação
ru: Тип сравнения

source: Comparison error
de: Vergleichsfehler
es: Error de comparación
fr: Erreur pendant la comparaison
it: Errore di comparazione
pt_br: Erro de comparação
ru: Ошибка сравнения

source: Comparison errors
de: Vergleichsfehler
es: Errores de comparaciones
fr: Erreurs pendant la comparaison
it: Errori di comparazione
pt_br: Erros de comparação
ru: Ошибки сравнения

source: Comparison not computed
de: Vergleich nicht berechnet
es: Comparación no computada
fr: Comparaison non calculée
it: Comparazione non calculata
pt_br: Comparação não computada
ru: Сравнения не произведено

source: Comparison result
de: Vergleichsergebnis
es: Resultado de la comparación
fr: Résultat de la comparaison
it: Resultato della comparazione
pt_br: Resultado da comparação
ru: Результат сравнения

source: Comparison type (hidden)
de: Vergleichstyp (ausgeblendet)
es: Tipo de comparación (oculto)
fr: Type de comparaison (caché)
it: TODO
pt_br: Tipo de comparação (oculto)
ru: Тип сравнения (скрытый)

source: Comparison type:
de: Vergleichstyp:
es: Tipo de comparación:
fr: Type de comparaison :
it: Tipo di comparazione:
pt_br: Tipo de comparação:
ru: Тип сравнения:

source: Comparison wizard
de: Vergleichsassistent
es: Asistente de comparación
fr: Assistant de comparaison
it: Wizard di Comparazione
ru: Мастер сжатия

source: Comparisons Statistics...
de: Vergleichsstatistiken...
es: Estadísticas de comparación...
fr: Statistiques de Comparaison...
it: Statistiche della comparazione...
pt_br: Estatísticas das comparações...
ru: Статистика сжатия...

source: Compensate file system precision loss
de: Präzisionsverlust des Dateisystems kompensieren
es: Compensar la pérdida de precisión debida al sistema de archivos
fr: Compenser la perte de précision due au système de fichiers
it: Compensa la perdita di precisione del sistema di file
pt_br: Compensar a perda de precisão do sistema de arquivo
ru: Компенсировать файл потери точности системы

source: Completely unloads then refreshes the current comparison
de: Entlädt und aktualisiert den aktuellen Vergleich komplett
es: Descarga completamente y actualiza la comparación actual
fr: Décharge les résultats de la comparaison courante et recalcule tout
it: Scarica completamente poi aggiorna la comparazione
pt_br: Descarregar completamente e depois atualizar a comparação atual
ru: Полностью выгружает затем обновляет текущее сравнение

source: Compress
de: Komprimieren
es: Comprimir
fr: Compresser
it: Comprimere
pt_br: Comprimir
ru: Сжать

source: Compress blocks of
de: Blöcke komprimieren von
es: Comprimir bloques de
fr: Compresser les blocs de
it: Comprimi blocchi di
pt_br: Comprimir blocos de
ru: Сжать блоки

source: Computing filename for next filters
de: Dateiname für nächste Filter wird errechnet
es: Computando el nombre de archivos para los convertidores siguientes
fr: En cours de calcul du nom de fichier pour les convertisseurs suivants
it: Calcolo del nome del file per i convertitori successivi
pt_br: Calculando o nome de arquivo para os próximos filtros
ru: Вычислить имя файла для следующих фильтров

source: Configure...
de: Wird konfiguriert...
es: Configurar...
fr: Configurer...
it: Configuri...
pt_br: Configurar...
ru: Настройка...

source: Confirm deletion of selected converter?
de: Löschung des ausgewählten Konverters bestätigen?
es: ¿Confirme la supresión del convertidor seleccionado?
fr: Confirmer la suppression du convertisseur sélectionné ?
it: Vuoi davvero eliminare il convertitore selezionato?
pt_br: Confirma a exclusão do conversor selecionado?
ru: Подтвердите удаление выбранного конвертера?

source: Confirm deletion of selected file type?
de: Löschung des ausgewählten Dateityps bestätigen?
es: ¿Confirme la supresión del tipo de archivos seleccionado?
fr: Confirmer la suppression du type de fichiers sélectionné ?
it: Vuoi davvero eliminare il tipo di file selezionato?
pt_br: Confirma a exclusão do tipo de arquivo selecionado?
ru: Подтвердите удаление выбранного типа файла

source: Confirm the removal of the options set?
de: Entfernung des Optionssatzes bestätigen?
es: ¿Confirme la supresión del juego de opciones?
fr: Confirmer la suppression du jeu d'options ?
it: Vuoi davvero rimuovere il mazzo di opzioni?
pt_br: Confirma a remoção do conjunto de opções?
ru: Подтвердите удаление выбранного набора настроек?

source: Conflict original line: $0, near actual line: $1
de: Konflikt Originalzeile: $0, nahe der aktuellen Zeile: $1
es: Conflicto línea original: $0, línea actual aproximativa: $1
fr: Conflit ligne originelle : $0, ligne actuelle approximative : $1
it: Conflitto linea originale: $0, vicino linea: $1
pt_br: Conflito linha original: $0, próxima da linha atual: $1
ru: Конфликт строка появления: $0, около текущие строки: $1

source: Conflicting files
de: In Konflikt stehende Dateien
es: Conflictos entre archivos
fr: Les fichiers en conflit
it: Fili in conflitto
pt_br: Conflito entre arquivos
ru: Конфликтующие файлы

source: Conflicts
de: Konflikte
es: Conflictos
fr: Conflits
it: Conflitti
pt_br: Conflitos
ru: Конфликты

source: Consider files with identical dates and matching size criterion as equal
de: Dateien mit identischen Daten und übereinstimmendem Größenkriterium als gleich ansehen
es: Considera archivos con fechas y tamaños iguales como idénticos
fr: Considérer des fichiers avec des dates égales et un critère de taille validé comme identiques
it: Considera fili con dimensioni e date di modifica uguali come uguali
pt_br: Considerar arquivos com datas e tamanhos iguais como idênticos
ru: Предполагается что файлы с одинаковой датой и совпадающим размером являются одинаковыми

source: Consider pixels as equal if difference is less than
de: Pixel als gleich ansehen, wenn die Differenz kleiner ist als
es: Considera los pixeles como iguales si la diferencia es de meno de
fr: Considérer les pixels comme identiques si la différence est inférieure à
it: Considera pixels come uguali se la differenza è di meno di
ru: Предполагается что пиксель является тем же если разница менее чем

source: Consider pixels as totally different if difference is greater than
de: Pixel als komplett unterschiedlich ansehen, wenn die Differenz größer ist als
es: Considera los pixeles como totalmente diferentes si la diferencia es de más de
fr: Considérer les pixels comme totalement différents si la différence est plus grande que
it: Considera pixels come totalemente diferenti se la differenza è di più di
ru: Предполагается что пиксель является совершенно другим если разница более чем

source: Console:
de: Konsole:
es: Consola:
ru: Консоль:

source: Content comparisons
de: Inhaltsvergleiche
es: Comparaciones de contenido
fr: Comparaison de contenu
it: Comparazioni di contenuti
pt_br: Comparações de conteúdo
ru: Сравнение контентов

source: Content:
de: Inhalt:
es: Contenido:
fr: Contenu :
it: Contesto:
pt_br: Conteúdo:
ru: Контент:
